{
    "paper_id": "0099cca35e0185c53c6d917117765477e6e94c00",
    "metadata": {
        "title": "Controlling Middle East Respiratory Syndrome: Lessons Learned From Severe Acute Respiratory Syndrome",
        "authors": [
            {
                "first": "Muh-Yong",
                "middle": [],
                "last": "Yen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taipei City Hospital, and National Yang-Ming University",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York",
                    "location": {
                        "region": "New Paltz"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiunn-Shyan",
                "middle": [
                    "Julian"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health and Welfare",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Po-Ren",
                "middle": [],
                "last": "Hsueh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University College of Medicine",
                    "location": {
                        "settlement": "Taipei"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "TO THE EDITOR-First identified in April 2012, Middle East respiratory syndrome (MERS) usually derives from individuals in close contact with camels. The infection may then spread to close contacts, including healthcare workers (HCWs) who are exposed to the patient through droplet and contact transmission. To date, no other transmission method has been definitively identified [1] . However, evidence exists that a number of those infected by South Korea's index MERS case resided in the same hospital but on different wards or floors, making droplet or contact transmission highly unlikely. As a result of this and other examples, it seems increasingly possible that MERS may also spread through fomites [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2003 severe acute respiratory syndrome (SARS) epidemic in Taiwan offers a well-documented example of transmission via fomites [4] . Shortly after the index SARS case entered Hoping Hospital in Taipei, a nosocomial SARS outbreak occurred. Similar to the South Korean MERS case, in the initial phase 17 HCWs contracted SARS despite working in separate sectors of the hospital and having no direct contact with the index patient. Within 2 weeks, the hospital suffered 150 SARS cases and was sealed off. Many patients and contacts who had unknowingly contracted the disease and who had not been quarantined moved to other hospitals where nosocomial spread recurred, eventually spreading throughout Taiwan [4] . Evidence of fomite transmission derived from a post facto environmental survey of one hospital where SARS coronavirus (CoV) RNA was found on drinking water fountains in the triage and observation units, in designated SARS areas, and in supposedly clean areas [5] . As SARS-CoV proved capable of surviving in the environment for 1-3 days [6] , HCWs were unwittingly spreading the virus throughout the hospital via fomite transmission [7] . We anticipate that an environmental survey of the Samsung hospital in Seoul will likely find similar transmission paths. Further research revealed that when caring for patients with highly contagious SARS, personal protective equipment and negative pressure isolation rooms prevented contact and droplet transmission. However, HCWs and citizens remained vulnerable to fomite transmission from the moment undiagnosed SARS patients arrived at emergency departments, until they were placed in isolation [7] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1650,
                    "end": 1653,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Taiwan Center for Disease Control (TCDC) response to fomite transmission was to implement traffic control bundling (TCB) [7] . TCB includes \"triage before hospital\" (divert patients to outdoor fever screening stations); \"zones of risk\" (delineate zones of risk between contaminated and clean zones); and \"checkpoint hand disinfection\" (consistently disinfect hands, gloves on or not, at checkpoints between zones of risk).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First implemented in a pilot hospital, the results were very encouraging, with SARS infection rates among HCWs significantly lower in the pilot hospital than in the control hospitals (P = .03) [4] , Once the benefits became clear, the TCDC required that all Taiwan hospitals immediately implement TCB. As a result, from its peak the SARS epidemic was curtailed within 2 weeks (Figure 1) . A retrospective study found that TCB was the only significant factor (P < .05) in protecting both HCWs and hospital patients [7, 8] . As we have argued elsewhere, when not implementing TCB, HCWs may develop a false sense of security when away from infected patients [7] , or due to being gloved and gowned [8] . They may then fail to follow strict infection control procedures, increasing their vulnerability to contracting SARS and even spreading it through fomite transmission [7] . TCB offers a nondisruptive, straightforward procedure for moving infected patients safely through the triage system and confining them within a zone of risk. Coupled with widespread installation of alcohol dispensers for hand disinfection at checkpoints, TCB increases HCW awareness and strengthens compliance with disinfection. Thus, during the SARS outbreak, because of TCB, fomite transmission was eliminated because hospital HCWs had undergone decontamination prior to removing their PPE or touching their surroundings outside of contaminated zones [8] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 386,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Environmental factors have long been neglected as explanatory factors in nosocomial infection control. However, the public health community has recently come to recognize that environment and fomite contamination are important contributors to nosocomial infection and spread of emerging infectious diseases, such as SARS and potentially MERS. As we have illustrated, it seems that fomite transmission is a common microbiologi-cal niche adapted to human behavior [3, 9, 10] . The SARS and, potentially, MERS cases demonstrate the importance of addressing fomite transmission spread of emerging infectious diseases. Given the evidence that TCB effectively limits fomite transmission, we strongly recommend that TCB be implemented alongside other measures meant to control the spread of MERS and more generally in response to epidemics of emerging infectious diseases.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An observational, laboratory-based study of outbreaks of MERS-coronavirus in Jeddah and Riyadh, Kingdom of Saudi Arabia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "369--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus infection control: the missing piece?",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "",
            "pages": "1258--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO says MERS virus not spreading outside S. Korean hospitals, but outbreak not yet over",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Using an integrated infection control strategy during outbreak control to minimize nosocomial infection of severe acute respiratory syndrome among healthcare workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Hosp Infect",
            "volume": "62",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Taiwan's traffic control bundle and the elimination of nosocomial severe acute respiratory syndrome among health care workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "From SARS in 2003 to H1N1 in 2009: lessons learned from Taiwan in preparation for the next pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Aw-H",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Hosp Infect",
            "volume": "87",
            "issn": "",
            "pages": "185--93",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Significance of fomites in the spread of respiratory and enteric viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "1687--96",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Traffic control bundling is essential for protecting healthcare workers and controlling the Ebola epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "Awh",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "823--828",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemiological curve of probable severe acute respiratory syndrome (SARS) cases in Taiwan in 2003. A total of 674 probable cases of SARS was identified in Taiwan between 24 February and 3 July 2003. Hoping Hospital was the first to suffer a major outbreak (A). Yangming Hospital initially failed to strictly implement traffic control bundling (TCB) protocols and was the last hospital to report a major outbreak (B). In the 2 weeks following 24 May 2003, during a nationwide mandate that hospitals implement TCB, Taiwan experienced a sharp decline of the epicurve.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. This work was financially supported by the Taiwan Centers for Disease Control grant (number DOH 92-DC-SA01) in 2003.Potential conflicts of interest. All authors: No potential conflicts of interest.All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}