{
    "paper_id": "0116f7b7e1d4b6dbe36337c9b34a5b200af9679a",
    "metadata": {
        "title": "A framework for pandemic compliant higher education national system",
        "authors": [
            {
                "first": "Saleh",
                "middle": [],
                "last": "Bajaba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Khider"
                ],
                "last": "Mandurah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Mohammad"
                ],
                "last": "Yamin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Even after 13 months, our world is still battling with global pandemic COVID-19. The pandemic has already infected more than one hundred and three million people, killing about two and a quarter million of them. Recently, several vaccines to inoculate people against the ongoing pandemic have been approved. People in most of the countries are being injected with these vaccines. While the world awaits for the outcome of the ongoing vaccinations, a more aggressive strain of coronavirus is killing many people in several countries, including the UK, the USA, Netherland, South Africa, and Australia. The ongoing pandemic has severely affected almost all aspects of our lives; education being one of them. As a result, majority of students in the world have completely lost access to the traditional way of institutional learning, while others have suffered in different ways and to a lesser degree. Many universities, colleges, and schools were closed during the initial pandemic lockdown during March-May, 2020. Luckily, some higher education institutions were better equipped to switch over to online teaching, either using a Learning Management System (LMS) or use some other online tools to connect with their students. With the help of surveys of students and teachers from several countries, this article aims to analyze the damage caused to the education sector by the pandemic at the global level. Guided by our literature review, and analysis of responses to our two surveys, we also provide a framework for a national education system, which could withstand future global crises like the one created by the COVID-19, and ensure continuity of education to all, especially the poor sections of the society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is the newest pandemic that we are currently passing through. It is highly contagious as one infected person can infect a whole community. It has so far caused about two and a quarter million deaths during the first thirteen months. However, the world has previously dealt with much more deadly viruses. For example, the pandemic of 1918-19, popularly known as Spanish flu, had killed an estimated fifty to one hundred million people [1] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On 30th January, 2021, the number of COVID-19 infections globally stands at more than one hundred and three million, causing just under two and a quarter million deaths. The United States of America tops the list with over twenty six million infections and nearly four hundred and forty thousand deaths, followed by India, Brazil and the UK, all loosing over one hundred thousand people to According to the head of the Communicable Diseases Control (CDC) of the United States of America [2] , the number of people in the country who have been infected with the coronavirus is likely to be at least ten times of the number of confirmed cases. Another report [3] suggests more than 23% of people in Delhi (New Delhi), the capital of India, were exposed to coronavirus. This makes more than five million people in just one city of India, which is not as affected as Mumbai, India's financial capital. Many other reports [4, 5] suggest that the actual number of infected people may be quite high. That being the case, the number of COVID-19 infected people by the end of August 2020 could be close to half a billion people, making it the worst pandemic on record.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Those who have survived the pandemic suffer from mental and other health issues. There is hardly any business sector that is not impacted by it. It has forced many businesses to close, whereas some others are on the brink of collapse. COVID-19 has adversely affected the education sector. Literature review of different regions and countries portray a grim picture of reality where hundreds of millions of students missed out on education either entirely or partly. As one would expect, developed countries have suffered lesser than their counterparts in developing countries. In the following sections, we shall provide details of the damage caused by COVID-19 to the education sector in different countries or regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 caught educational institutions, education managers, instructors, and students off guard, most of whom quite late to realize the gravity of the situation and hence delayed their response, causing much more damage than it should have. A section of them did not know what to do, whereas others did not have adequate means to act decisively. No one knows how long the current pandemic would last or when another pandemic or other catastrophe would be like this in the future. The occurrence of other crises is expected, sooner or later. The lesson we all must take from COVID-19 is to prepare ourselves to face off the next crises when it hits. In particular, the education entities worldwide and their governments should devise an educational system that sustains the shocks of future crises. It is a debatable question, where the world should strive for a global educational framework of L&T or individual instructions should do it for themselves. There are arguments to support both models, which we shall further discuss later in the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article aims to analyze the damage caused by COVID-19 to the education sector. To discuss each individual country's case, let alone the educational institutions, is not feasible because in part due to lack of credible information and in part because of the magnitude of the information. So we have decided to choose at least two countries amongst developed, developing and impoverished countries. The other (major) aim of this article is to argue for having a framework for a cost-effective Model of Education, which can work in peacetime as well as in the state of crises. The model can be local, national, regional, or global. However, we shall emphasize the need to have a global model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various studies, including [1, 6, 7] show that the damage by COVID-19 is colossal, which has slowed activities in all walks of life. However, we shall restrict our discussion to the case of the education sector. First, we propose to analyze the damage in several countries of each continent. Let us begin with the case of the African Continent.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 31,
                    "end": 33,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 34,
                    "end": 36,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "According to [8] , the African countries had to close their higher education institutions resulting in total loss of education for most institutions from March to June 2020. Some of the higher education institutions were able to provide online L&T material through their websites or provide instructions in a distance learning mode. However, most of them failed to conduct proper virtual classes due to their poor ICT infrastructure. The case of primary and higher secondary students' education was even more disastrous as most of them lost all access to education by their institutions. Their examination was either postponed indefinitely or canceled altogether. A study by UNESCO in 2013 [8] found that sub-Saharan African researchers revealed only 1% of research contribution. This region spent only 0.4% of its GDP on R&D, compared to the global average of 1.7%, even though the region houses 15% of the world population. These statistics point out the difficulties the region faces to impart education and use a virtual class system for the region's younger generation. More information about the educational difficulties of African can be found in [9] . Egypt, Ghana, South Africa, and Rwanda were partly able to online platforms to impart university students' education. In some cases, these universities facilitated students with data packets and laptops.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Case of Africa"
        },
        {
            "text": "COVID-19 pandemic has severely disrupted hundreds of million children in East Asia and the Pacific. The poorest and the most marginalized people who rely on schools' social protection services, such as school feeding, have also been placed in jeopardy. Schools must have conditions that reduce disease transmission, safeguard essential services Int. j. inf. tecnol. and supplies, and promote healthy behavior. This includes access to soap and clean water for safe handwashing, procedures on when staff or students feel unwell, protocols on social distancing, and good hygiene practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case of Asia"
        },
        {
            "text": "Schools remain closed up to and including the university level, some for longer than others [10] . Vietnam, which has arguably done the best job in the region containing the virus, did open its schools in phases. Still, the educators struggle with online education for poverty-stricken students, many of whom had no electronic gear capable of receiving learning materials. Plight of education during the current pandemic in different countries can be found in [11] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case of Asia"
        },
        {
            "text": "The Philippines has also struggled to get its children back into school in August, 2020 [11, 12] . Many other Asian countries have also suffered moderate to severe loss in the primary and higher education sectors. In particular, the impact of current pandemic on Hong Kong and China can be found in [13] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Case of Asia"
        },
        {
            "text": "The response towards the continuation of education in industrialized and developed countries has been remarkably better, simply because of the availability of advanced technological set up in educational institutions. However, they too have suffered, but not as some economically backward countries of Africa and Asia. Many universities in Australia, Europe, North America, and Canada are still running through an online curriculum. Details of the impact of COVID can be found in [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Rest of the world"
        },
        {
            "text": "In this section we shall provide details of the research methodology in this study, including participants, procedures, measures, and characteristics. s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In this study, the empirical analysis was based on two samples of participants. The first sample of participants consists of instructors who work at universities worldwide, including both the public and private sectors. The second sample of participants consists of students from universities worldwide, including both the public and private sectors. The data was collected over 2 months from April to May 2020 through an online platform's electronic survey link. The questionnaire was prepared in English. The instructors and students are given approximately 40 multiple-choice questions related to their educational experiences during the lockdown due to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and procedures"
        },
        {
            "text": "The authors developed all measures used in this study, and they had acceptable reliabilities (Cronbach's alphas). A five-point Likert type scale anchored in (1) strongly disagree to (5) strongly agree was employed for participants to respond to. Some of the items were removed due to having low loadings. All scales have reliabilities over. 70 to meet the minimum cut off recommended by [14, 15] The measures for the first sample of participants of instructors:",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The impact of COVID-19 on learning (during March-June 2020) has two items with a reliability of 0.78. The Items are ''COVID-19 has affected my teaching during March and June 2020'', and ''COVID-19 is still affecting my teaching''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The institutional response to COVID-19 and Online Learning Issues (during March-June 2020) has a reliability of 0.76. The items are as follows ''there were access or login issues with online classes'', ''there were internet issues with online classes'', and ''There were audio/video issues with online classes''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The teacher-students interaction (during online classes) has a reliability of 0.82. The items are: ''Interaction of students in my online lectures was poor'' ''Often, I had difficulty in understanding my students' questions due to technical issues'', My students didn't ask many questions during the online classes'', and ''It was hard to keep track of students in my online classes''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The benefits of Online Classes (during March-June 2020) has a reliability of 0.71. Its items are ''Online Education allows for greater flexibility'', ''Virtual classes allow for an effective delivery of course-related knowledge'', ''Virtual classes allow for an effective practice of courserelated skill'', and ''Online Education ensures continuation of teaching during crises like that of the COVID-19''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The need for an efficient and effective national online system of education has a reliability of 0.84 and its items ''There should be a uniform national policy towards online education'', ''The state should facilitate all educational institutions with unified online educational tools'', ''A national database of online teaching will be helpful to instructors'', ''Data from the national database of online teaching should be made available for research'', ''A national database of online teaching will enhance the quality of instructors' teaching'', and ''Each country should have centres to train instructors and students to effectively use online tools''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The measures for the second sample of participants of students:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The The need for an efficient and effective national online system of education includes four items with a reliability of 0.75. The items are ''There should be a uniform national policy towards online education,'' ''My country should facilitate all educational institutions with unified online educational tools,'' ''A national database of online teaching in my country will be helpful to instructors,'' ''Each country should have centers to train students to effectively use online tools.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Online Surveys were distributed among students, and another to the instructors of many universities around the world. Total sample sizes of 76 instructors and 300 students were initially collected. Out of the teachers, there were 38 (51%) male and 36 (49%) females, and out of students, there 156 (51%) male and 145 (49%) females. We got a response to our surveys from fourteen countries in Asia, Africa, the US, and Australia. After all invalid observations have been removed, the final sample size is 74 instructors and 298 students. This method was used because the authors expect the data to be missing completely at random and have sufficient statistical power [16] . The instructors' ranged from lecturers to professors having qualification of doctorate 51%, master 42%, and 7% bachelor's degrees. The sample's nationality was 34% from Saud Arabia, 28% from India, and 38% from the other countries. The student sample size adheres to the recommended ratio of 15 observations per variable and the preferred minimum sample size of 105 observations to run the analysis in this study, as suggested by [15] . The participants were 51% male and 49% female. Their education level was respectively doctorate 9%, master 31%, bachelor 50%, associate degree 5%, Some College Credit 1%, and High School 4%. Table 1 shows the means, standard deviations, correlations, and reliabilities estimates of the study variables. The Impact of COVID-19 on learning was found to be positively correlated with online learning issues, the teacher and student's interaction during online classes, the instructors' response to face-to-face classes (r = 0.37, p \\ 0.01, r = 0.36, p \\ 0.01, and r = 0.25, p \\ 0.05, respectively), also the impact of COVID-19 on learning was found to be negatively correlated with the benefits of online classes (r = -0.28, p \\ 0.05). The online learning issues was found to be positively correlated with the teacher and student's interaction during online classes and the instructors' response to the need for national system for learning and to face-to-face classes (r = 0.46, r = 0.33, and r = 0.34, all at p \\ 0.01, respectively). The teacher and student's interaction during online classes was found to be positively correlated with the instructors' response to faceto-face classes (r = 0.54, p \\ 0.01), also the teacher and student's interaction during online classes was found to be positively correlated with instructors' response to the need for national system for learning to the online classes (r = 0.24, and r = 0.26, p \\ 0.05, respectively). The benefits of online classes were found to be positively correlated with the instructors' response to the online classes (r = 0.24, p \\ 0.05), also the benefits of online classes were found to be negatively correlated with the instructors' response to virtual classes in emergencies (r = -0.26, p \\ 0.05). The need for national system for learning was found to be positively correlated with the instructors' response to face-to-face classes and to virtual classes in emergencies (r = 0.47, p \\ 0.01, and r = 0.12, p \\ 0.05, respectively). Finally, the instructors' response to face-toface classes was found to be positively correlated with the instructors' response to virtual classes in emergencies (r = 0.57, p \\ 0.01). Table 2 shows the means, standard deviations, correlations, and reliabilities estimates of the study variables. The Impact of COVID-19 on learning was found to be positively correlated with online learning issues, the teacher and students interaction during online classes, face-to-face classes and the students' response to the need for national system for learning (r = 0.31, r = 0.34, r = 0.41, p \\ 0.01, and r = 0.13, p \\ 0.05, respectively), also the Impact of COVID-19 on learning was found to be negatively correlated the benefits of online classes and the students response to online classes (r = -0.34, and r = -0.18, p \\ 0.01, respectively). The online learning issues was found to be positively correlated with the teacher and students' interaction during online classes and the students' response to face-to-face classes (r = 0.57, and r = 0.20, p \\ 0.01, respectively). Also, the online learning issues was found to be negatively correlated the benefits of online classes, and the students' response the hybrid classes and to the online classes (r = -0.34, r = -0.19, and r = -0.15, p \\ 0.01, respectively). The instructors' and students' interaction during online classes were found to be positively correlated to the students' response to face-to-face classes (r = 0.28, p \\ 0.01), also the teacher and students' interaction during online classes was found to be negatively correlated to the benefits of online classes, and the students' response the hybrid classes and to the online classes (r = -0.50, r = -0.21, and r = -0.29, respectively, p \\ 0.01). The benefits of online classes were found to be positively correlated the students' response to the need for national system for learning, and the students' response to the Hybrid classes and to the online classes (r = 0.22, r = 0.26, and r = 0.41, p \\ 0.01, respectively). Also, the benefits of online classes was found to be negatively correlated, and the students' response to face-to-face classes (r = -0.47, p \\ 0.01). The need for national system for learning was found to be positively correlated with the students' response the hybrid classes and to the online classes (r = 0.25, and r = 0.30, p \\ 0.01, respectively). Also, the need for national system for learning was found to be negatively correlated the student's response to face-to-face classes (r = -0.12, p \\ 0.05). The students' response to face-to-face classes was found to be negatively correlated the students' response to online classes (r = -0.44, p \\ 0.01). Finally, the students' response the hybrid classes was found to be positively correlated with the students' response to the online classes (r = 0.24, p \\ 0.01). An overwhelming majority of respondents have praised the efforts of the Kingdom of Saudi Arabia (KSA) to combat COVID-19 threat and manage the pandemic in an efficient way which has seen very low numbers of infections compared to the other countries of the region. Moreover, Saudi Arabian universities in general, and the King Abdulaziz University in particular have ensured continuity of education even during the most difficult and early stages of the current pandemic. Insights into the educational, social, cultural and economic life of the KSA can be found in [17] [18] [19] [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 6516,
                    "end": 6520,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 6521,
                    "end": 6525,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 6526,
                    "end": 6530,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 6531,
                    "end": 6535,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 6536,
                    "end": 6540,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 6541,
                    "end": 6545,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1301,
                    "end": 1308,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3288,
                    "end": 3295,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Sample characteristics"
        },
        {
            "text": "COVID-19 has challenged education systems and threatened to reverse the hard-earned gains in learning across the region; it has also challenged us to reimagine and innovate. We have tried the uncomfortable, the unimaginable, and we have done it speedily. The pandemic may be a catalyst for creating a more equitable, gender-sensitive, and inclusive education system for all children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As we can see from the responses, students and teachers have argued for having national educational systems that could work in testing times like the ongoing crises of COVID-19. Both cohorts have also endorsed a blended version of teaching even in normal times. However, most of these categories were found to be against a purely online teaching system. Most of the respondents have voted for national governments to ensure infrastructure to all educational institutions. The majority have also agreed to national databases on education delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We know that many countries in the world are unable to provide electricity and internet to all their citizens. In such a situation, how can poor people keep up with the pace of education, especially in difficult times when natural crises emerge? It is beyond any doubt that online education via virtual classes can fill the need for regular face to face classes. But for those who lack internet or electricity cannot benefit from the online classes. In some cases, electricity and the internet are available, but the student cannot afford laptops or other suitable electronic devices to receive online content. In these circumstances, the government must have a system of loans or otherwise to ensure that all students have a suitable device to receive online instructions. Mobile phones are not considered to be suitable for learning through virtual classes. It becomes the national governments' duty to ensure that all students have the means to access online lessons and can afford the equipment required for online learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "See Table 3 . My institution organised online classes for teaching of my courses",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Appendix A"
        },
        {
            "text": "Often, I had difficulty in understanding some of my students' questions due to technical issues By designing smart assessments, cheating in online assessments can be contained",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A"
        },
        {
            "text": "As far as possible, the examinations should be conducted in a supervised manner Each country should have centres to train instructors and students to effectively use online tools ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Counting the cost of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Inf Technol",
            "volume": "12",
            "issn": "",
            "pages": "311--317",
            "other_ids": {
                "DOI": [
                    "10.1007/s41870-020-00466-0"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CDC chief says coronavirus cases may be 10 times higher than reported",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Achenbach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Delhi government and the NCDC (2020) Over 23% of Delhi's population exposed to coronavirus, shows sero-survey results",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Asia's hidden deaths: coronavirus fatalities are being covered up and undercounted. The Telegraph",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wallen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yusufzai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Arab News-the Coronavirus (2020) Iran 'hides 500,000 virus cases,' says member country's anti-virus taskforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus is hiding in plain sight. The New York Times",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "html#:*:text=For%20every% 20known%20case%20of,undetected%2C%20-a%20new% 20study%20suggests. Accessed 6th",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Online (updated every day",
            "authors": [],
            "year": 2020,
            "venue": "DAAD (2020) COVID-19 impact on international higher education: studies and forecasts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: what consequences for higher education?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohamedbhai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "University World News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The International Universities Association. Covid-19: Higher Education challenges and responses",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 threatens to reverse education gains: reimagining better schools for the future",
            "authors": [
                {
                    "first": "Maida",
                    "middle": [],
                    "last": "Pasic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The COVID-19 pandemic through the Lens of Education in the Philippines: the new normal",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Pedagog Dev Lifelong Learn",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.30935/ijpdll/8311"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of COVID-19 pandemic on international higher education and student mobility: student perspectives from mainland China and Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "Jow",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Educ Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijer.2020.101718"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Psychometric theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunnally",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multivariate data analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Hair",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Babin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Missing data: five practical guidelines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Organ Res Methods",
            "volume": "17",
            "issn": "4",
            "pages": "372--411",
            "other_ids": {
                "DOI": [
                    "10.1177/1094428114548590"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Measuring impact of healthcare information systems in administration and operational management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alharthi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Inf Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s41870-019-00329-3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Managing crowds with wireless and mobile technologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Basahel",
                    "suffix": ""
                },
                {
                    "first": "Aaa",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Wirel Commun Mobile Comput",
            "volume": "218",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/7361597"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring Success of E-government of Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Basahel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Inf Technol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s41870-017-0029-4"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A socio-cultural overview of e-learning in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int Woman Online J Distance Educ",
            "volume": "4",
            "issn": "3",
            "pages": "72--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An empirical study of effectiveness of e-learning in King Abdulaziz University",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alfawaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Woman Online J Distance Educ",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An empirical study of female education in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Basahel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alkatheri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int Woman Online J Distance Educ",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "impact of COVID-19 on learning (during March-June 2020) includes two items with a reliability of 0.85. The items are ''COVID-19 has affected my learning during March and June 2020'', and ''COVID-19 is still affecting my learning''.The institutional response to COVID-19 and the online learning issues include three items with the reliability of 0.78. The items are ''There were access or login issues with online classes,'' ''There were internet issues with online classes,'' ''There were audio/video issues with online classes.''The teacher-students' interaction (during online classes) includes four items with a reliability of 0.74. The items are ''The voice of my instructor with me during virtual classes was poor,'' ''Often, I had difficulty in understanding instructors' response to my questions,'' ''My instructor did not allow to ask any questions,'' and ''It was hard to keep track of the teacher in online classes,''The benefits of online classes include four items with a reliability of 0.82. The items are ''Online Education allows for greater flexibility,'' ''Virtual classes allow for an effective delivery of course-related knowledge,'' ''Virtual classes allow for an effective practice of course-related skills,'' ''Online education ensures continuation of teaching during crises like that of the COVID-19.''",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Benefits of online classes 3.43 0.90 -0.34** -0.34** -1.25 -0.18** -0.15** -0.29** 0.41** 0.30** -0.44** 0.24**n = 298, M mean, SD standard deviation The boldfaced diagonal elements are Reliability,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Means, standard deviations, correlations, and reliabilities",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sample student's characteristics Int. j. inf. tecnol.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sample questions from Questionnaires From Teachers' Questionnaire COVID-19 has affected my teaching during March-June, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sample questions from Questionnaires From Students' Questionnaire COVID-19 has affected my learning during March-June, 2020 My institution organised online classes of my courses Instructors of my instructor with me during virtual classes was poor Often, I had difficulty in understanding instructor's response to my questions Open book assessments are better way of testing knowledge Each country should facilitate all educational institutions with unified online educational tools Int. j. inf. tecnol.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "See Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Appendix B"
        },
        {
            "text": "See Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Appendix C"
        }
    ]
}