{
    "paper_id": "0146356579eadc53846865b82f42f0916f32df51",
    "metadata": {
        "title": "COVID-19: Thoughts and comments from a tertiary liver transplant center in France",
        "authors": [
            {
                "first": "Stylianos",
                "middle": [],
                "last": "Tzedakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Pontchaillou",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "Heithem",
                "middle": [],
                "last": "Jeddou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Pontchaillou",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "Pauline",
                "middle": [],
                "last": "Houssel-Debry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Pontchaillou",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Sulpice",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Pontchaillou",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ""
            },
            {
                "first": "Karim",
                "middle": [],
                "last": "Boudjema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Pontchaillou",
                    "location": {
                        "settlement": "Rennes"
                    }
                },
                "email": ":karim.boudjema@chu-rennes.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "We read with interest the analysis on modern approaches to organ transplantation during the COVID-19 pandemic by Kumar et al. 1 Following the December 2019 SARS-CoV-2 outbreak in China, France is now fifth in number of deaths worldwide while at the same time hosting one of the biggest European liver transplantation programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Past experience with other Coronaviruses outbreaks, such as the SARS-CoV and MERS-CoV, has shown possible transplant recipient contamination and death through their ability to bind to the ACE2 receptors essentially located in the upper and lower respiratory tract but also in liver and bile duct cells. 2-4 Moreover, liver transplant recipients seem to have more prolonged shedding of virus, owing to immunosuppression, thus potentially increasing the risk of transmission to contacts (super-spreader's effect). 2 Our hospital, located in Rennes, west France (Brittany), hosts the second biggest national liver transplant center. As liver transplant specialists, we think it is crucial to carefully balance costs and benefits in performing a liver transplantation within a COVID-19 epidemic region during a COVID-19 outbreak and decreasing transplant activity might be needed (eg, local center activity has decreased by 60% since the pandemic outbreak). We thought useful to share French experience and propositions for liver transplantation. In accordance with ECDC and Kumar et al, donors who are infected with COVID-19 are not eligible for organ donation, as risk for donor-recipient transmission cannot be reliably evaluated. All liver transplant donors and candidates (as opposed to selective screening referred by Kumar et al) without symptoms or diagnosis of COVID-19 in an epidemic area should be tested for the presence of SARS-CoV-2 in the BAL or NPS specimens collected before validating organ procurement and transplant procedure (results taking up to 6 hours) in order to assure recipient's and organ procurement teams' safety. In France, all deceased donors systematically undergo a full-body scan (adding to the discussion made by Kumar et al) which may help early COVID diagnosis. 5 Liver transplantation is currently reserved to the most urgent cases, which means candidates with fulminant hepatic failure, high MELD score (>25) or for which the 3-month risk of \"Drop-out\" (eg, malignant disease progression) is greater than the risk of getting infected with SARS-CoV-2. These \"urgent\" candidates are in most cases in-hospital patients, COVID testing is performed early and transplant timing is not impacted. Local ICU capacities play a pivotal role and full bed occupation may impose a total cease of activity. Liver transplant candidates diagnosed with COVID-19 (an issue not addressed by Kumar et al) are put in temporary contraindication for liver transplantation and are retested 8 days later. If NPS or BAL becomes negative, liver transplantation is permitted. Early transplant recipients diagnosed with COVID-19 during the postoperative course are transferred to SARS-CoV-2 specialized units in order to protect hospital personnel. Finally, all liver transplant recipients should be informed of the current epidemic outbreak, possibilities for transplantation and should be excluded from all COVID-independent clinical research studies they may have consent to participate as inclusion of infected patients may bias study outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "clinical decision-making, clinical research/practice, editorial/ personal viewpoint, ethics, guidelines, infection and infectious agents -viral, liver transplantation/hepatology, organ procurement and allocation, organ procurement organization",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: Thoughts and comments from a tertiary liver transplant center in France"
        },
        {
            "text": "We read with interest the analysis on modern approaches to organ transplantation during the COVID-19 pandemic by Kumar et al. 1 Following the December 2019 SARS-CoV-2 outbreak in China, France is now fifth in number of deaths worldwide while at the same time hosting one of the biggest European liver transplantation programs.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "Kumar et al. 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: Thoughts and comments from a tertiary liver transplant center in France"
        },
        {
            "text": "Past experience with other Coronaviruses outbreaks, such as the SARS-CoV and MERS-CoV, has shown possible transplant recipient contamination and death through their ability to bind to the ACE2 receptors essentially located in the upper and lower respiratory tract but also in liver and bile duct cells. [2] [3] [4] Moreover, liver transplant recipients seem to have more prolonged shedding of virus, owing to immunosuppression, thus potentially increasing the risk of transmission to contacts (super-spreader's effect). 2 Our hospital, located in Rennes, west France (Brittany), hosts the second biggest national liver transplant center. As liver transplant specialists, we think it is crucial to carefully balance costs and benefits in performing a liver transplantation within a COVID-19 epidemic region during a COVID-19 outbreak and decreasing transplant activity might be needed (eg, local center activity has decreased by 60% since the pandemic outbreak). ",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: Thoughts and comments from a tertiary liver transplant center in France"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVA I L A B I L I T Y S TAT E M E N T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: a global transplant perspective on successfully navigating a pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Natori",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe Acute Respiratory Syndrome (SARS) in a liver transplant recipient and guidelines for donor SARS screening",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Humar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "8",
            "pages": "977--981",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.03.931766"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We thought useful to share French experience and propositions for liver transplantation. In accordance with ECDC and Kumar et al, donors who are infected with COVID-19 are not eligible for organ donation, as risk for donor-recipient transmission cannot be reliably evaluated. All liver transplant donors and candidates (as opposed to selective screening referred by Kumar et al) without symptoms or diagnosis of COVID-19 in an epidemic area should be tested for the presence of SARS-CoV-2 in the BAL or NPS specimens collected before validating organ procurement and transplant procedure (results taking up to 6 hours) in order to assure recipient's and organ procurement teams' safety. In France, all deceased donors systematically undergo a full-body scan (adding to the discussion made by Kumar et al) which may help early COVID diagnosis. 5 Liver transplantation is currently reserved to the most urgent cases, which means candidates with fulminant hepatic failure, high MELD score (>25) or for which the 3-month risk of \"Drop-out\" (eg, malignant disease progression) is greater than the risk of getting infected with SARS-CoV-2. These \"urgent\" candidates are in most cases in-hospital patients, COVID testing is performed early and transplant timing is not impacted. Local ICU capacities play a pivotal role and full bed occupation may impose a total cease of activity. Liver transplant candidates diagnosed with COVID-19 (an issue not addressed by Kumar et al) are put in temporary contraindication for liver transplantation and are retested 8 days later. If NPS or BAL becomes negative, liver transplantation is permitted. Early transplant recipients diagnosed with COVID-19 during the postoperative course are transferred to SARS-CoV-2 specialized units in order to protect hospital personnel. Finally, all liver transplant recipients should be informed of the current epidemic outbreak, possibilities for transplantation and should be excluded from all COVID-independent clinical research studies they may have consent to participate as inclusion of infected patients may bias study outcomes. K E Y WO R DS clinical decision-making, clinical research/practice, editorial/ personal viewpoint, ethics, guidelines, infection and infectious agents -viral, liver transplantation/hepatology, organ procurement and allocation, organ procurement organization D I SCLOS U R E The authors of this manuscript have no conflicts of interest to disclose as described by the American Journal of Transplantation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "https://orcid.org/0000-0002-5934-0320",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stylianos Tzedakis"
        }
    ]
}