{
    "paper_id": "018d876b39966db2aa03e205f8acc6666c727ce8",
    "metadata": {
        "title": "Estimating, monitoring, and forecasting COVID-19 epidemics: a spatiotemporal approach applied to NYC data",
        "authors": [
            {
                "first": "Vinicius",
                "middle": [
                    "V L"
                ],
                "last": "Albani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Santa Catarina",
                    "location": {
                        "addrLine": "Campus Trindade, 88",
                        "postCode": "040-900",
                        "settlement": "Florianopolis",
                        "region": "SC",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [
                    "M"
                ],
                "last": "Velho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University of Rio Grande do Sul",
                    "location": {
                        "addrLine": "Av. Bento Gonçalves",
                        "postBox": "PO Box 15064",
                        "postCode": "9500, 91501-970",
                        "settlement": "Porto Alegre",
                        "region": "RS",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [
                    "P"
                ],
                "last": "Zubelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khalifa University of Science and Technology",
                    "location": {
                        "postBox": "PO Box 127788",
                        "settlement": "Abu Dhabi",
                        "country": "United Arab Emirates"
                    }
                },
                "email": "*email:jorge.zubelli@ku.ac.ae"
            }
        ]
    },
    "abstract": [
        {
            "text": "We propose a susceptible-exposed-infective-recovered-type (SEIR-type) meta-population model to simulate and monitor the (COVID-19) epidemic evolution. The basic model consists of seven categories, namely, susceptible (S), exposed (E), three infective classes, recovered (R), and deceased (D). We define these categories for n age and sex groups in m different spatial locations. Therefore, the resulting model contains all epidemiological classes for each age group, sex, and location. The mixing between them is accomplished by means of time-dependent infection rate matrices. The model is calibrated with the curve of daily new infections in New York City and its boroughs, including census data, and the proportions of infections, hospitalizations, and deaths for each age range. We finally obtain a model that matches the reported curves and predicts accurate infection information for different locations and age classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During December 2019, in Wuhan, China, many cases of severe acute respiratory syndrome, caused by an unknown virus, were registered. Since then, the virus was named SARS-CoV-2, and the corresponding disease was designated by the acronym COVID-19, which means coronavirus disease 2019. On 11-Mar-2020, a pandemic was declared by the World Health Organization (WHO). As of 20-Feb-2021, SARS-Cov-2 has infected more than 111 million individuals and has caused more than 2.46 million deaths worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One clear message from the above history of the pandemic so far is that the study and management of the crisis calls for the use of spatiotemporal epidemiological models and their appropriate calibration using mathematical tools from numerical analysis and regularization theory 1,2 . This is the first goal of the present article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The mathematical modeling of complex phenomena such as the COVID-19 outbreak involves building on previous models adopted in the literature 3-7 . It also involves considering specificities associated to the current outbreak. Here, the insights from social and behavioral science can considerably help the development of realistic models 8 . One natural conclusion is that the networking aspects of the epidemiological spread related to human interaction in urban areas are important. These aspects are included in our model through the construction of the spatial network and the age and sex interactions 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is now well documented that the likelihood of developing the more severe form of the disease increases dramatically with age 10-14 . In addition, the infection appears to be more frequent in older people 14 . These observations indicate that age plays an important role in possible containment and mitigation measures. Sex also appears to play a major role in COVID-19 outcomes, as documented in 15, 16 . The sex dependency of COVID-19 may be linked, for example, to the differences in the behavior of male and female individuals, such as in the use of masks or in social distancing 8 . Incorporating age and sex structure in the model is the second goal of this article.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 402,
                    "text": "15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The absence of a universally available vaccine and of an effective treatment, at the time of writing of this article, considerably limits the number of possible actions to control the spread of the disease and the subsequent volume of hospitalizations and deaths. Thus, only containment or mitigation policies, such as quarantine or lockdown, may be applied. However, such measures have been causing an unprecedented impact on the economy and labor market, leading to massive unemployment and recession 17 . The International Monetary Fund revised its forecast in April 2020, predicting a 4.9% drop in global output in 2020 18 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Quantifying and tracking the disease spread in different places and age ranges, as well as its impact on the health system, is useful for deciding whether the lockdown measures can be relaxed, gradually allowing the return of economic activity. This is the third goal of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Moreover, an accurate forecasting of the number of regular hospital and intensive care unit (ICU) beds enables better use of public resources, bringing economic relief. Susceptible-Exposed-Infected-Recovered (SEIR) and Susceptible-Infected-Recovered (SIR) models have been used to describe different disease outbreaks dynamics since the seminal work reported in 19 . See also 20 in a textbook format. Recently, several studies 11,21-26 have applied SIR-and SEIR-type models, or their extensions including fractional derivatives 3-7 , to describe the COVID-19 epidemic, including different features, such as geographical information and time-dependent transmission parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this article, we also propose a versatile SEIR-type model applied to COVID-19 epidemic dynamics. Our model takes into consideration different levels of disease severity, its impact on age ranges, and the distribution of the population in different locations. Following 10 , individuals in a severe state of this disease are considered in our model as hospitalized, while those critically ill are considered to be in an ICU. The interactions between classes of infected and susceptible individuals from different age-ranges, sexes, and places are defined by time-dependent transmission matrices. If appropriately calibrated with up-to-date data on daily new infections, such matrices can be used to reconstruct the status of the disease spread and allow us to verify the impact of containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Regarding vaccines, the flexible general form of our model can be used to design vaccination strategies that account for age, sex, and spatial distribution of susceptible population. From the sanitary point of view, such designed strategies may break the transmission chain of the disease while optimizing the costs of immunization of the population on the financial side.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The dependence of disease severity on age-range and sex is translated into the model through transmission rates and the rates of recovery, hospitalization, ICU admission, and death. The values of these rates are based on publicly available datasets and recent studies that analyzed, among other characteristics, the relationship between COVID-19 severity and age 10,14,26,27 and sex 15,16 . Other parameters, such as mean incubation time and case fatality rate outside ICU, were obtained from 12,13,28-31 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As mentioned above, our proposed model also accounts for spatial information. Policy makers can then identify clusters of uncontained disease spread in real time, isolate them, and later verify if the chosen imposed restrictions measures were effective. Moreover, the model can be used to detect which regions should be reopened first, thus reducing the economic impact of a lockdown. Once an effective vaccine is available, the model can be used to target regions where there are clusters of infected individuals. This approach will then be used to create immunization belts around such regions. Moreover, the proposed model can forecast future spatially and age-distributed clusters of infected individuals and provide information to design contention or immunization measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Therefore, our main motivation is to present a computational methodology capable of tracking and forecasting the epidemics caused by new emerging pathogens, including SARS-CoV-2, in terms of different geographical regions, sexes, times, and age classes, as well as a calibration procedure that leads to adequate data fitting. This approach in turn allows scenario generation as well as quantitative analysis of public health strategies. See, for example 32 , where an analysis of vaccination delay is performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We obtain the geographical distribution of the disease dynamics considering the five NYC boroughs (Manhattan, Bronx, Brooklyn, Queens, and Staten Island) using the census data 33 , the curve of daily new infections 27 , and the corresponding proportions of hospitalizations and deaths depending on age classes, by borough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Main findings. After smoothing out the daily curves through 7-day moving averages, we estimate the model parameters. The predicted curve by the model for daily new infections shows good agreement with the averaged data curve. Furthermore, the predictions of hospitalizations and deaths match well the reported values based on NYC data and its boroughs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We observe a dramatic change in the pattern of disease transmission on 19-Mar-2020, identifying the effectiveness of containment measures imposed a week earlier, when a state of emergency was declared and people were asked to stay home. We also observe a considerable decrease in the time-dependent transmission coefficient and the time-dependent basic reproduction rate (obtained via the next-generation matrix technique 34 ). We also noticed this phenomenon in the dynamics of the time-dependent transmission coefficients associated with the NYC boroughs.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "34",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the analysis of the datasets, the patterns of daily hospitalizations and deaths changed consistently between the end of February and the end of August, especially the rate of hospitalization, which has decreased systematically since the end of March. To account for this feature, we allow the model rates of hospitalization and death to be time-dependent. This approach produces model predictions in agreement with the datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Short-term forecasts, with calibrated parameters, were also tested in two different situations, namely, during the transmission regime change and after the spread containment. In both cases, the model accurately predicted the observed scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, different reopening scenarios were simulated, considering the impacts of reopening the entire NYC, the borough of Staten Island only, or schools only. In all such cases, unless strict social distancing measures were maintained, the model predictions indicate new infection waves that affect the population of the entire city (Figs. 5, 6, 7) . Such findings are corroborated by recent news, with new infection waves identified in Europe, New Zealand, and China [35] [36] [37] , as well as the reports of COVID-19 spread among a youth population in an overnight camp in Georgia (United States) and in schools in Israel 38, 39 . ",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Figs. 5,",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "39",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This section presents the epidemiological model and the procedure to estimate the model parameters from the reported data. The estimation of the parameters is performed by minimizing a log-posterior density with a gradient-descent technique. Bootstrap sampling is used to test parameter sensitivity as well as to provide 90% confidence intervals 40 .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "40",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The epidemiological model. The SEIR-type model considered here accounts for disease severity, age range, sex, and geographic distribution of some predefined group or population. For simplicity, we postpone the inclusion of sex and (spatial) location dependence to the end of the present section. A number n of age ranges is assumed, each one represented by the superscript i = 1, . . . , n and distributed in seven epidemic categories: susceptible ( S i ), exposed but not yet infective ( E i ), infective in mild conditions ( I i M ), infective in severe condition or hospitalized ( I i H ), infective in critical condition or in an intensive care unit (ICU), denoted by I i I , recovered ( R i ), and deceased ( D i ). Following 10 , we assume the following forms are synonyms: in severe condition and hospitalized. The same applies for the forms of in critical conditions and in ICU. Each individual in the first two infective compartments, mildly infective (M) and hospitalized (H), can recover, die, or develop a more severe disease outcome. The individuals in ICU can only recover or die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To describe the model, we introduce the following notation: Define the vector where the superscript T denotes the transposed vector, and similarly for E , I M , I H , I I , R , and D . Define also the tensor product:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Then, the epidemiological model can be written as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A schematic representation of the model in Eqs. (1)- (7) is shown in Fig. 1 . The matrices β M , β H , and β I contain the transmission parameters for the infective individuals in the mild, hospitalized, and ICU classes, respectively. Such parameters are time-dependent and, if well calibrated, may be used to address the effectiveness of the containment measures, to verify the changes in the transmission pattern, or to track the impact of the suspension of a lockdown. It is important to mention that, depending on the information available, simplifying assumptions on the structure of such matrices must be made. In our study, β M , β H , and β I assume the following form:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "where the symmetric n × n matrix B is of the form: a 1 b n−1 · · · a n−2 b 2 a n−1 b 1 a n www.nature.com/scientificreports/ β(t) is a time-dependent scalar parameter that controls the epidemic dynamics, and the parameters a and b are scale factors between 0 and 1. The matrix B , which describes the mixing between age ranges, depends on 2n − 1 parameters, namely, a 1 , . . . , a n , containing the observed rates of infections in the n age ranges reflecting the observed heterogeneity of the infectiousness of COVID-19 into the model, and b 1 , . . . , b n−1 , which will be estimated from the available data. The n-dimensional vectors ν M , ν H , and ν I contain the recovery rates for each age range in the infective classes M, H, and I, respectively. Similarly, µ M , µ H , and µ I contain the mortality rates for mild, hospitalized, and in ICU infective individuals. The mean time of incubation is 1/σ . The rates γ M and γ H represent the hospitalization and ICU admission, respectively. The rates of recovery, mortality, hospitalization, and ICU admission are inversely proportional to the corresponding mean times of disease evolution and are directly proportional to the probabilities of moving on to other compartments. All quantities defining such rates are based on the results of references 10, [12] [13] [14] [27] [28] [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1315,
                    "end": 1319,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The time-dependent transmission parameters β M , β H , and β I , as well as the initial number of infective cases, are unknowns and will be estimated from the recorded data of daily new infections. The available census data are used to determine the population size and the proportions of susceptible population on each age range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Moreover, whenever the data from daily reports of new cases (infections, hospitalizations, and deaths) include different age ranges, the model can be generalized to incorporate such information. In this case, the entries of β M are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "with β j (t) , j = 1, . . . , n , time-dependent scalar coefficients, and B ij the entries of the matrix B defined above. The other transmission parameters are still of the form β H = aβ M and β I = bβ M .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Since for the NYC datasets only the accumulated numbers of infections, hospitalizations and deaths are agestructured, we assume that the daily reported cases are not age-structured. To introduce more realistic death and hospitalization rates, we adjust µ I and γ M by appropriate delayed ratios from daily reports. More precisely, if γ M and µ I represent the mean rates of hospitalization and death, respectively, for each age range i = 1, . . . , n , the constant rates γ i M and µ i I are replaced by where Ĩ M , Ĩ H , and D are the time series from the daily reports of new infections, hospitalizations, and deaths, respectively. In addition, τ M is the mean time of onset to hospitalization and τ D is the mean time from hospitalization to death. We set τ M = 1 , approximating the median value found in 28 , and the parameter τ D is set to τ D = 1 , obtained empirically in the numerical tests. Note that we do not consider the curves of daily reports of ICU admissions because these data are not available in the NYC dataset.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "text": "28",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Including sex in the model. COVID-19 affects male and female individuals differently. Depending on the age range, the case fatality ratio is much larger for male individuals 15, 16 . To take sex variance into account in the model, the transmission parameters ( β M , β H , and β I ) are generalized. The transmission matrix for the mild class assumes the following form: Note that the transmission between sexes is accounted by the mean value of the transmission inside sexes. Intuitively, this means that a female individual who maintains social distancing with other females will also continue such containment measures with male individuals. This assumption also applies to male individuals.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Monitoring and forecasting the disease spread and the effectiveness of containment measures in large regions, such as metropolitan areas, states, and countries, are difficult tasks. Heterogeneous distribution of population and differences in the implementation of social restrictions may lead to quite different disease dynamics among different locations. Moreover, people moving between regions can cause new infection waves. Thus, to account for these aspects, an epidemiological model must include the geographical distribution of the population. A number of approaches have been proposed, and a review on this subject can be found in 20 . In particular, SEIR-type models have been repeatedly used to describe the dynamics of human infectious diseases including geographical information. For example, 23,25 describe the COVID-19 dynamics in United States counties and in Italy, respectively.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "text": "20",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "To include the geographical distribution of the population into the model described by Eqs. (1)-(7), we enlarge the transmission matrices. By indexing each site under consideration by l = 1, . . . , m , let β l M , β l H , and β l I be the corresponding transmission matrices. Then, the transmission matrix for mildly infective individuals in the model becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "where 1 is the m × n-matrix with all entries equal to one and c l = min i,j [B l ] i,j , where B l is the matrix defining the transmission matrix β l M , for the l-th location. The transmission matrices for the other infective classes are similar. This choice for the matrix that represents the mixture of infective populations from different locations helps to simplify the model, considerably reducing the number of unknowns, facilitating calibration. In addition, the model structure is data-driven in the sense that it depends on the current information and thus reflects more precisely the behavior of the population under different containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "When dealing with large areas, such as states and countries, it is important to consider the distance between locations in the model by using exponential, Gaussian, or power law functions 20 . Due to the interconnectedness of NYC and its boroughs, we prefer to estimate the transmission-matrix components from the reported data.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "20",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "Estimation procedure. For simplicity, we start by presenting the estimation procedure for the model without sex or geographical dependence. Moreover, the data on new infections, new hospitalizations, and new deaths released by the NYC authorities do not include sex or age ranges. Thus, we use this simpler version of the model, where β M = β(t)B . In addition, to simplify the estimation, the constants a and b, related to the transmission matrices of hospitalized and in ICU individuals, are empirically set as a = 0.1 and b = 0.01 , respectively. To estimate the model parameters from the publicly available curves of daily new infections, we build the so-called posterior distribution relating parameters to data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "We assume that the number of daily new infective cases, denoted by I , is Poisson-distributed with parameter σ n i=1 E i (t) . Thus, denoting the vector of model parameters by θ , the logarithm of the likelihood function is where N is the number of the samples in the data and the log(I!) is approximated by the Stirling's formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "We also assume that the vector of parameters θ is Gaussian-distributed with the mean given by some vector of suitably chosen a priori parameters, denoted by θ 0 , and identity covariance matrix. Thus, the negative of the logarithm of the posterior distribution lP(θ|I, θ 0 ) satisfies The constant α is the so-called regularization parameter in the context of Tikhonov-type regularization methods 1 . The estimated parameters are obtained by minimizing lP(θ|I, θ 0 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "We estimate the initial proportion of mild infective individual in each age range as follows: where I M,0 is a scalar and p i is the population fraction of infective individuals in the i-th age range. The latter is estimated from census data. Thus, the vector of the parameters to be estimated assumes the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "where the values of b j , j = 1, . . . , n − 1 , correspond to the entries of the matrix B in Eq. (9) . The time-dependent transmission coefficient β(t) also appears in the definition of β M . The estimation of θ is carried out as follows:",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "1. Assume that β(t) is constant and estimate θ from the set of daily reports of new infections; 2. Estimate β(t) for each t j in the dataset by minimizing the following functional:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "The estimation of the model with geographical information is carried out as follows. Consider the m-dimensional time series of daily new reported infections from m different locations, where I l , l = 1, . . . , m , denotes the set of reports for the l-th location. For each l, let θ l and β l (t) denote the vector of parameters and the time-dependent transmission coefficient, respectively, of the l-th location. We estimate the set of parameters � = [θ 1 , . . . , θ m ] and the coefficients β(t) = [β 1 (t), . . . , β m (t)] T , by minimizing the log-posterior densities given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "where lP(θ l |I l , θ l 0 ) and F(β l (t j+1 )|β l (t j ), θ l , I l (t j+1 )) are given by (12) and (14), respectively. The computational cost of estimating this model varies with the number m of the sites considered. Based on the available computational resources, for large m, it may be useful to simplify the model by reducing the number of age ranges or merging the locations into a larger areas, thus reducing the model's dimension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "We implemented the model's solution and the estimation procedures in MATLAB (The MathWorks, Inc., Natick, USA). The code is available upon request. The optimization of the posterior density was performed by the general-purpose gradient-based algorithm LSQNONLIN from MATLAB's Optimization Toolbox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Including geographical information."
        },
        {
            "text": "We start by evaluating the accuracy of the proposed methodology on fitting real data. Then, we perform backtesting of the estimated results with out-of-sample data for periods of 7 and 20 days. Finally, we perform a forecast analysis under different scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "Our results are based on New York City reports of new infections, hospitalizations, and deaths. This dataset is updated daily and contains information about the disease distribution at the five NYC boroughs with agestructured accumulated numbers 27 .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "As the number of daily COVID-19 tests have been increasing in NYC and more effective treatments have been tested and implemented 41 , the rates of new hospitalizations and new deaths have been decreasing relative to the rates of new infections. To account for all these features, the rates used in the model were updated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "Estimation results. Our initial example set does not yet consider geographical dependence. This information shall be incorporated in \"Including geographical information\". The disease dynamics are estimated from the number of daily new infections in the entire NYC area. The data series is from 29-Feb-2020 to 21-Aug-2020 and is obtained from the publicly available data in 27 . This source provides COVID-19 case reports and statistics for NYC and each of its five boroughs. The populations of NYC and of its boroughs are distributed in the 5 age ranges present in the datasets. The population distribution in the age ranges and boroughs is based on the census data publicly available at 33 . The curves of the daily reports of new infections were smoothed-out by a moving average of seven consecutive days. The rates per 100,000 inhabitants were used to define the various model parameters. They include the hospitalization, recovery, and death rates, as well as the vector a in the definition of the transmission matrices.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "After preliminary calibration tests, two disease evolution regimes were clearly identified. In the first regime, the number of infective individuals increased exponentially, and in the second regime, the spread was considerably reduced due to the containment measures imposed by the state of emergency declared on 12-Mar-2020. The effect of such intervention was clearly observed by the change in the time-dependent transmission coefficient β(t) on 19-Mar-2020 (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "To capture possible regime changes, such as the different age-range mixing, we divided the time-series into two parts, namely, the data before and after 19-Mar-2020. For these two time series subsets, we estimate the vector of parameters θ and the time-dependent β . Note that for the second dataset, after 19-Mar-2020, we do not estimate the initial infective population. The estimated parameters and the corresponding 90% confidence 40 . Figure 2 presents the comparison between the reported and model predicted curves for daily new infections. The time evolution of the basic reproduction rate can be found in Fig. 2 . Table 2 depicts the predicted and reported number of infections, hospitalizations, and deaths for 21-Aug-2020 with 90% CIs. In Table 1 , the estimated values of β were far from each other in both periods, indicating the aforementioned change in the transmission regime. For the vector b , after containment, the estimated values decrease consistently, indicating that the interaction between age ranges was also significantly reduced. All these results show that disease spread was contained after 19-Mar-2020. However, as we shall see later on, new infection waves can occur if containment measures are relaxed. Figure 2 shows the adherence of the calibrated model predictions to the 7-day moving average of the reported number of new infections. The hospitalization and death rates were evaluated using the ratios of the reported data defined in Eq. (10) . The proportions of ICU admissions by age were obtained in 14 and were adjusted according to the proportions of deaths available in 27 . The model accuracy is also illustrated in Table 2 , showing that the model predictions for the accumulated numbers of infections, hospitalizations, and deaths, for each age range and sex, are close to the reported values. We also evaluate the relative error of the best fit model infections. It has a median value of 6.5 × 10 −4 and a 90% CI of 8.9 × 10 −6 to 0.09.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 437,
                    "text": "40",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1539,
                    "end": 1541,
                    "text": "14",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 448,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 749,
                    "end": 756,
                    "text": "Table 1",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1235,
                    "end": 1243,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1659,
                    "end": 1666,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "It is clearly observed from Fig. 2 that the time-dependent basic reproduction rate R(t) values can be classified into two different categories. Prior to 19-Mar-2020, R(t) has large values, indicating that the disease was spreading uncontrollably. After 19-Mar-2020, the transmission parameter value drops to approximately one, indicating the control of transmission by containment measures imposed from 12-Mar-2020 onwards. Note that the large values for the basic reproduction rate in the first part of the series, i.e., prior to 19-Mar-2020, may be caused by an accumulation of reports in the beginning of the outbreak. Such accumulation can be related, for example, to the difficulties faced by the health authorities in setting up an appropriate diagnosis protocol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "The adherence of the calibrated model predictions to reported data, the accuracy in the number of hospitalizations and deaths, as well as the behavior of the calibrated parameters indicating the effect of disease containment measures for the NYC data show that our proposed model captures the COVID-19 dynamics in NYC well. Therefore, it is useful to track the spread dynamics, allowing to assess the effects of, for example, travel quarantine, social distancing, and reopening strategies. If infection curves for different age ranges are available, it is possible to use the present model to track aspects such as the effects of reopening schools, universities, or parks and public gardens since these spaces are usually frequented by people of well-defined age ranges. Thus, Fig. 3 . Figure 3 shows the model predictions adherence to the curves of reported daily new infections. The high accuracy of the model is also evidenced by the comparison between the reports and predictions of the accumulated number of total infections, hospitalizations, and deaths for 01-July-2020 in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 777,
                    "end": 783,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1080,
                    "end": 1087,
                    "text": "Table 3",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "The behavior of the time-dependent transmission coefficient for each borough is similar to the basic reproduction rate R(t) in the previous example. This behavior is expected since transmission containment measures were undertaken since 12-Mar-2020 in the entire NYC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "This example demonstrates the ability of the present model to detect disease transmission patterns in different locations at the same moment. The model also accounts for the interaction between individuals of different age ranges, sexes, and locations. Using such features, it is possible to track the implications of reopening, the necessity of additional containment measures, or modification of the design of vaccination strategies. Such broad applications could not be achieved via simpler models. The median and 90% CI of the relative error of the best fit model infections are 6.7 × 10 −4 and 2.0 × 10 −5 to 0.03, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: estimation, backtesting, and forecasting"
        },
        {
            "text": "To test the short-term forecast capabilities of the model, we consider two different periods of the COVID-19 outbreak in NYC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Backtesting."
        },
        {
            "text": "Uncontained spread. We calibrate the parameters with data from reports on new infections in the period from 29-Feb-2020 to 19-Mar-2020, and we produce a seven-day forecast starting on 20-Mar-2020. This forecasted period is of particular interest since on 19-Mar-2020, the disease spread pattern changed considerably due to the containment measures undertaken 7 days earlier, as a consequence of the state of emergency declared on 12-Mar-2020. To generate the predictions, we assume that β(t) is constant for dates t after 19-Mar-2020 and that it takes the same value as that estimated on 19-Mar-2020. Figure 4 presents a comparison between the forecasted curves and the reported data. Although the parameters were estimated with information based on uncontrolled disease spread, the 7-day ahead forecast for daily new infections and new hospitalizations starting on 20-Mar-2020 show satisfactory accuracy. The accumulated number of infections, hospitalizations, and deaths for the forecasted period can be found in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 609,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Table 4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Backtesting."
        },
        {
            "text": "Contained spread. We now generate a forecast for the period 24-July-2020 to 12-Aug-2020. For dates t after 23-July-2020, the time-dependent values of the transmission coefficient are given by the mean of values for the period from 13 to 23-July-2020. Table 4 presents the predicted and the reported values of accumulated infections, hospitalizations, and deaths from 24-July-2020 to 12-Aug-2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Backtesting."
        },
        {
            "text": "As Fig. 4 and Table 4 show, the model predictions of infections, hospitalizations, and deaths once again show satisfactory accuracy. These results are explained by the model ability to incorporate the disease dynamics through the time-dependent parameters. Note that in these examples, the rates of hospitalizations and deaths are evaluated using appropriate ratios of reported data, as defined previously, until the last day of estimation. In the forecasted period, we repeat the rates for the days 19-Mar-2020 and 23-July-2020, respectively, for the corresponding data ranges studied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 4",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Backtesting."
        },
        {
            "text": "Reopening scenarios. We now apply the calibrated models from the previous sections to a number of plausible scenarios, such as the reopening of the entire NYC region, reopening of schools, and reopening of only one single borough, which we chose to be Staten Island. The predictions for these scenarios will illustrate the predictive capability of our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Backtesting."
        },
        {
            "text": "The entire NYC. The aim of this example is to present possible scenarios for the COVID-19 epidemic for long periods without an effective vaccine or appropriate treatment. We consider two different scenarios. In the first scenario, the transmission parameters stay at the level of strict containment, as was observed in the period from 04 to 14-June-2020. Thus, for any date t after 14-June-2020, the transmission coefficient β(t) is set as the mean for the estimated values of β(t) in the period from 04 to 14-June-2020, i.e., β(t) = 1.77 with 90% CI 0.27-4.69. In the second case, we simulate a controlled reopening by allowing the coefficient β(t) to reach twice the values obtained in the previous case, i.e., β(t) = 3.54 (0.53-9.38). However, if we impose the condition that whenever the number of daily new infections reaches 1000 cases, containment measures are undertaken, forcing β(t) to return to lower levels until it reaches the value 1.77 (0. 27-4.69 ). On the other hand, after undertaking containment measures, if the number of daily new infections is below 200 cases, we permit reopening, and β(t) may increase again until it reaches 3.54 (0.53-9.38). Figure 5 (left and center panels) present the curves of daily new infections for the aforementioned scenarios. Before 14-June-2020, we have the estimated curves. The forecasting is carried out from 15-June-2020 to 11-May-2021. According to this example, the reopening without an effective vaccine or the achievement of herd immunity may give rise to new infection waves, even when the number of daily new cases is relatively low. To simulate a controlled reopening of schools from 15-June-2020, we use the set of parameters estimated after 19-Mar-2020. To artificially increase the interaction between school-age individuals, the entries of the transmission matrix β M associated with the mildly infective individuals in the age range 0 to 17 years old are multiplied by 2.5. In addition, the time-dependent transmission coefficient is set to 1.25 times the mean of the estimated values for the period 06 to 15-June-2020. For this specific age range, the transmission parameter values are similar to those obtained for the period before 19-Mar-2020. This result is expected since controlling the mixing in youth population at schools is difficult. Indeed, recent news indicates that the COVID-19 transmission rate among people under 19 years old is similar to that in other age ranges 38, 39 . Reopening Staten island. Two different scenarios are considered in this example: reopening Staten Island with and without restrictive measures. In the first scenario, containment measures are slightly relaxed, without allowing people from different age ranges and boroughs to interact. Quantitatively, we keep the same parameter values estimated in the period 19-Mar-2020 onwards. The only change is in the transmission coefficient for Staten Island, which is set to twice the mean of the corresponding estimated values of β(t) for the period 22-June-2020 to 01-July-2020, for dates t after 01-July-2020. During the forecasted period (02-Jul-2020 to 29-Oct-2020), the transmission coefficients for the other boroughs are kept equal to the mean of the estimated values for the period 22-June-2020 to 01-July-2020.",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 962,
                    "text": "27-4.69",
                    "ref_id": null
                },
                {
                    "start": 2452,
                    "end": 2455,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2456,
                    "end": 2458,
                    "text": "39",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1167,
                    "end": 1175,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Backtesting."
        },
        {
            "text": "In the second scenario, people from different boroughs and age ranges are allowed to interact, keeping some social distancing and simple containment measures. However, in Staten Island, only simple containment measures are undertaken. In other words, the time-independent transmission parameters assume the same values estimated in the period 29-Feb-2020 to 19-Mar-2020. In addition, we allow the time-dependent transmission coefficient for Staten Island to reach twice the mean of the estimated values for the period 22-June-2020 to 01-July-2020, for dates t after 01-July-2020. Again, after 01-July-2020, the transmission coefficients for the other boroughs are kept equal to the mean of the estimated values for the period 22-June-2020 to 01-July-2020. Whenever the number of daily new infections reaches 1000 in NYC, containment measures are undertaken again. Therefore, the time-independent transmission parameters are brought back to the same values of the period after 19-Mar-2020, and the transmission coefficient for Staten Island is reset to the mean of the corresponding estimated values for the period 22-June-2020 to 01-July-2020. Reopening reoccurs whenever the number of daily new infections in NYC is below 100 reports. Figures 6 and 7 present the curves of daily new infections for the first and second scenarios, respectively. They show the evolution for each borough and for the entire NYC. In the first case, doubling the mean of the transmission coefficient alone is not sufficient to cause secondary waves of infection. In other words, if restriction of movement between boroughs is maintained and the interaction between age ranges remains contained through strict social distancing measures, infection will not return and the disease outbreak will die out. On the other hand, reopening a borough and allowing people of different ages and from different boroughs to interact, even while keeping some light containment and social distancing measures, can cause new waves of infection for large periods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1236,
                    "end": 1251,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Backtesting."
        },
        {
            "text": "We use a 7-day moving average to perform smoothing of the data. After calibration, the model predictions were adherent to the data of daily new infections and accurately predicted the number of daily new hospitalizations and deaths. The adjustment of the rates of hospitalization and death using appropriate ratios of reported data contributed to improving model predictions. While backtesting, forecasts for few days ahead under different contexts were found to be accurate. The model accurately identified the effects of the lockdown undertaken in NYC after 12-Mar-2020. A considerable change in the values of the transmission rates was observed. This change flattened the curve and kept the number of daily new infections low, as shown in 27 . www.nature.com/scientificreports/ The rates of hospitalizations and deaths were lower by the end of August than in earlier periods of the COVID-19 outbreak in NYC. This phenomenon may be caused by the changes in disease virulence or in the protocols used to address COVID-19, such as smaller onset to hospitalization mean time, more precise COVID-19 diagnosis, or the introduction of more effective treatments 41 . Moreover, in NYC, the number of COVID-19 daily tests has been increasing consistently since the beginning of the outbreak in the end of February 2020. To account for such changes in the aforementioned rates, the corresponding model parameters were adjusted using the ratios of reported data, incorporating this feature. This considerably increased the accuracy of the model predictions of hospitalizations and deaths, as shown by the results (Fig. 2 and Table 1) .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 744,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1604,
                    "end": 1611,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1616,
                    "end": 1624,
                    "text": "Table 1)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "With regard to reopening strategies, some simulated scenarios generated with calibrated parameters indicate that there is no completely safe method for reopening schools, boroughs, or the entire city unless people respect strict social distancing protocols, avoiding direct personal contact. As model predictions show, even when only a borough or only schools are reopened, new infection waves may occur, forcing public authorities to establish containment measures again. As long as infective individuals are present in a population, there is the risk of new infection waves in reopening strategies since it is not possible to guarantee that everyone will respect the containment protocols. This phenomenon was recently reported 37, 39 . Thus, reopening must be undertaken with strict control of disease transmission, while applying massive testing and enforcing social distancing measures.",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 733,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "39",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the role of children and teenagers in COVID-19 spread is still unknown, some recent events of disease spread among a youth population in an overnight camp in Georgia 38 and in schools in Israel 39 indicate that even though most individuals in this age group present mild symptoms, they can infect other people. Therefore, reopening schools also represents a risk of new infection waves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even New Zealand and China, which successfully contained COVID-19 spread and had long periods without registering community transmission, are now facing new cases 35, 36 . All these reports corroborate our model predictions, suggesting that without strict control of COVID-19 through social distancing or after massive and effective vaccination, a completely safe reopening may be impossible.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "36",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is important to mention that the present model is also suited to simulate and analyze vaccination strategies because it addresses the dependence of the disease outbreak on age and spatial distribution. This possibility will be addressed in a forthcoming article. program. NYC entered the fourth phase on 20-July-2020. By 22-Aug-2020, schools and shopping malls were still closed, yet public transportation and a number of economic activities were already operational 42, 43 . Strict social distancing measures were still enforced, and public authorities were closely following their observance. This approach kept the number of daily new infections stable. Figure 2 shows the COVID-19 situation in NYC until 21-Aug-2020. The panel presents the comparison of model predictions and reports of daily new infections, as well as the time-dependent basic reproduction rate R(t). We observe that since 19-Mar-2020, R(t) stays near one, meaning that disease transmission is under control, but not eradicated, and that new infection waves may still occur. Even after reaching the fourth phase of controlled reopening, NYC authorities managed to keep transmission under control through social distancing measures by limiting the operational capacity of numerous services, disinfecting public transportation, and many other practices.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 668,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Note that even if COVID-19 is eradicated in NYC, as long as no effective vaccine is ready for worldwide use, containment measures inside NYC must be continued to avoid new outbreaks caused by the reintroduction of the disease from abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SEIR-type models have been proposed by a number of authors to predict qualitative aspects of the dynamics of infectious diseases in general and of the COVID-19 pandemic in particular. See 44 for a recent account of the SIR models and their connections to other models. However, to address the elusive aspects of the complex human interactions within the terrain, we think that it is necessary to forego parsimonious models. Functional and high-dimensional models have been used in a number of areas ranging from financial mathematics to population dynamics 45, 46 . They are directly connected to the mathematical theory of inverse problems 1, 2, 22, 23 .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 560,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 644,
                    "end": 646,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The novelty of the work includes incorporating several aspects of the COVID-19 outbreak that have received little attention in the recent literature and provide sufficient flexibility for excellent adherence to real data. We consider time-dependent rates of transmission, hospitalization, and deaths, as well as the disease age-and sexdependent severity and transmission, while taking into account the spatial distribution of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The model was extensively tested with real data from NYC and its boroughs. After calibration, the model predictions matched the curves of daily new infections, and the model provided accurate predictions for the number of daily hospitalizations and deaths. The relative error of the best-fit model infections was of the order of less than 1% in all cases, indicating the excellent fitting of the models. The model also correctly detected the change in the transmission pattern on 19-Mar-2020 caused by containment measures undertaken on 12-Mar-2020. Moreover, it illustrated the stabilization of the time-dependent basic reproduction rate around the value 1 in NYC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Concerning the prediction of new infections, the model was also evaluated while using real data and calibrated parameters. It generated accurate results under controlled and uncontrolled transmission contexts. Moreover, different scenarios such as reopening of schools and of an entire borough of NYC were examined. In both cases, transmission rates increased considerably, demanding new containment measures. In other words, without reaching herd immunity or complete disease eradication, we will always face the risk of new infection waves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Our proposed model is sufficiently general to track transmission dynamics with dependence on age range, sex, and spatial distribution, while evaluating the disease impact on the population. Thus, it is a powerful tool to evaluate scenarios and build proper vaccination strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The datasets analysed are available in the NYC Health website COVID-19: Data https:// www1. nyc. gov/ site/ doh/ covid/ covid-19-data. page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "The code that was used to obtain the findings of the present study is available from the corresponding author upon reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code Availability"
        },
        {
            "text": "V.A., R.V. and J.Z. designed research; V.A. performed the research; V.A., J.Z. analyzed data; and V.A., R.V. and J.Z. wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of Mathematics and its Applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Engl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neubauer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "375",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An epidemic prediction from analysis of a combined HIV-COVID-19 co-infection model via ABC-fractional operator",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Alex. Eng. J",
            "volume": "60",
            "issn": "",
            "pages": "2979--2995",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aej.2021.01.041"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of caputo fractional-order model for covid-19 with lockdown",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        ". A"
                    ],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kumam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv. Diff. Equ",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13662-020-02853-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mathematical model to assess the imposition of lockdown during covid-19 pandemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Nisar",
                    "suffix": ""
                },
                {
                    "first": "A.-H",
                    "middle": [],
                    "last": "Abdel-Aty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Nofal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Res. Phys",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rinp.2020.103716"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stability analysis and optimal control of covid-19 with convex incidence rate in Khyber Pakhtunkhawa (Pakistan)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Res. Phys",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rinp.2020.103703"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A mathematical model of coronavirus disease (covid-19) containing asymptomatic and symptomatic classes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Modu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yusuf",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Res. Phys",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rinp.2020.103776"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The effect of messaging and gender on intentions to wear a face covering to slow down covid-19 transmission",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capraro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Barcelo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Behav. Econ. Policy",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using social and behavioural science to support COVID-19 pandemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J V"
                    ],
                    "last": "Bavel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hum. Behav",
            "volume": "4",
            "issn": "",
            "pages": "460--471",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimates of the severity of coronavirus disease 2019: A model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet. Infect. Dis",
            "volume": "20",
            "issn": "20",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "506--510",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1239--1242",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Report of the WHO-China joint mission on coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19)-United States",
            "authors": [],
            "year": 2020,
            "venue": "CDC COVID-19 Response Team. Severe outcomes among patients with coronavirus disease 2019",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sex differential in COVID-19 mortality varies markedly by age",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhopal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "20",
            "pages": "31748--31755",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31748-7"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Gender differences in patients with COVID-19: Focus on severity and mortality",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00152"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tracking the economic impact of COVID-19 and mitigation policies in Europe and the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Igan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pierri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Presbitero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New predictions suggest a deeper recession and a slower recovery",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wef",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Data-based analysis, modelling and forecasting of the COVID-19 outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anastassopoulou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siettos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PloS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0230405"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bayesian dynamical estimation of the parameters of an SE(A)IR COVID-19 spread model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Somersalo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Metapopulation network models for understanding, predicting, and managing the coronavirus disease COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Somersalo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Phys",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fphy.2020.00261"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inferring change points in the spread of COVID-19 reveals the effectiveness of interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb9789"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Nat. Acad. Sci",
            "volume": "117",
            "issn": "",
            "pages": "10484--10491",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2004978117"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Intern. Med",
            "volume": "172",
            "issn": "",
            "pages": "577--583",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1574--1581",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5394"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W.-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The impact of COVID-19 vaccination delay: A modelling study for Chicago and NYC Data",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V L"
                    ],
                    "last": "Albani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zubelli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2102.12299"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious-diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A J"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00178324"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "BBC. New Zealand coronavirus: 14 new Covid-19 cases reported",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "China records biggest one-day rise in coronavirus cases since march",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Europe's second wave? country-by-country breakdown of resurging covid-19 cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Euronews",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "SARS-CoV-2 transmission and infection among attendees of an overnight camp",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Szablewski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "1023--1025",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6931e1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "When covid subsided, israel reopened its schools. it didn't go well",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kershner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Belluck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fitting dynamic models to epidemic outbreaks with quantified uncertainty: A primer for parameter uncertainty, identifiability, and forecasts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tech. Rep., World Heath Organization",
            "volume": "2",
            "issn": "",
            "pages": "379--398",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2017.08.001"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "What restrictions on reopening remain in New York? The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The challenges of modeling and forecasting the spread of covid-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sledge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "117",
            "issn": "",
            "pages": "16732--16738",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2006520117"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A splitting strategy for the calibration of jump-diffusion models",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Albani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zubelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finance Stochast",
            "volume": "24",
            "issn": "",
            "pages": "677--722",
            "other_ids": {
                "DOI": [
                    "10.1007/s00780-020-00425-4"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Transport equations in biology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perthame",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "dI I dt = γ H : I H − (ν I + µ I ) : I I , (6) dR dt = ν M : I M + ν H : I H + ν I : I I , (7) dD dt = µ M : I M + µ H : I H + µ I : I I .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "M = β(t) B, β H = aβ M , and β I = bβ M ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of the epidemiological model described by Eqs. (1)-(7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model predictions and reported daily new infections (left) and time-dependent basic reproduction rate (right). Solid lines represent best-fit predictions, and bars are the 7-day moving average of reported cases. Filled envelopes are the 90% CIs. The vertical dashed lines mark different events in disease dynamics. The first line divides the dataset into uncontained and contained spread, and the remaining lines mark the beginning of reopening phases. NYC data. Figure generated with MATLAB R2019b (mathworks.com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "easier to track the disease spread dynamics more accurately, allowing the decision of whether additional reopening or further restrictions can be implemented.Including geographical information.Let us consider the epidemiological dynamics of the five boroughs of NYC, namely, Queens, Manhattan, Staten Island, Brooklyn, and the Bronx. The datasets for the five boroughs were downloaded from 27 on 02-July-2020.The calibrated model predictions of daily new infections and the corresponding time-dependent transmission coefficients can be found in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Left column: Model predictions and reported daily new infections for each NYC borough. Right column: Time-dependent transmission parameter estimated for the NYC each boroughs. Solid lines represent the model best fit predictions, and bars depict the 7-day moving average of the number of reported cases. Dashed lines divides the spread regime into uncontained and contained. The filled envelopes are the 90% CIs. The time series is from 29-Feb-2020 to 01-July-2020. Figure generated with MATLAB R2019b (mathworks. com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "presents a comparison between the predicted and the reported data for the forecasted period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Predictions for the daily reported new infections (left), new hospitalizations (center), and new deaths (right) for the periods 19 to 24-Mar-2020 (top row) and 24-July-2020 to 12-Aug-2020 (botton row). The solid lines represent the model predictions with best fit and the bars that depict the reported NYC data. The model forecasts are presented on the right side of the dashed lines. The filled envelopes are the 90% CIs. Figure generated with MATLAB R2019b (mathworks.com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "right panel) presents model predictions of this \"safe\" reopening. Note that whenever the number of daily new infections reaches 1000 cases, containment measures are imposed again. Reopening occurs if the number of daily new cases falls below 200. Therefore, even in an idealized situation, reopening schools may cause new infection waves among the entire population. Thus, monitoring transmission dynamics is of fundamental importance to set the appropriate time for relaxing or tightening containment measures. In Israel, the recent reopening of schools caused a secondary wave of new infections that forced the adoption of new containment measures 39 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Model predictions of daily new infections for reopening scenarios. Left: containment measures are maintained during the whole period. Center: Reopening is allowed until the daily number of new infections reaches 1000 or if it is below 200 (horizontal dashed lines). Right: Reopening schools. The filled envelopes represent the 90% CIs. Figure generated with MATLAB R2019b (mathworks.com). Scientific Reports | (2021) 11:9089 | https://doi.org/10.1038/s41598-021-88281-w",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model predictions of daily new infections for the period 02-July-2020 to 29-Oct-2020 in NYC, when lockdown is slightly lifted, but keeping strict containment measures. The filled envelopes represent the 90% CIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure generated with MATLAB R2019b (mathworks.com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Model predictions of daily new infections for the period 02-July-2020 to 29-Oct-2020 in NYC, when lockdown is lifted, with light containment measures. The filled envelopes represent the 90% CIs. Figure generated with MATLAB R2019b (mathworks.com).",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "are the transmission matrices for the age ranges defined above for the female and male individuals, respectively. The transmission matrices β H and β I have the form β H = aβ M and β I = bβ M .",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Best fit and 90% CIs of the model parameters obtained from the time-series subsets of daily reported new infections in NYC.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Model predictions with 90% CIs (top rows) and reported numbers (bottom rows) of accumulated infections, hospitalization, and deaths for NYC on 21-Aug-2020, by age range and sex.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Model predictions and reported accumulated infections, hospitalizations, and deaths for the boroughs of NYC on 01-July-2020. Top rows represent predictions and bottom rows are reported cases. Inside the parentheses are the 90% CIs.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Model predictions and reported accumulated infections, hospitalizations, and deaths for the periods 19 to 26-Mar-2020 and 24-July to 12-Aug-2020. Top rows represent predictions, while bottom rows are the reported cases. Between parentheses are the 90% CIs.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Tracking the reopening of NYC. On May 2020, the State of New York initiated a four-phase reopening",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "https://doi.org/10.1038/s41598-021-88281-w www.nature.com/scientificreports/",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to J.P.Z.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}