{
    "paper_id": "01f57d6c9ad7f267e2ad46e5b26beb9204fa2c6f",
    "metadata": {
        "title": "Being a Nurse at the Ground Zero of Care in Turkey During the COVID-19 Pandemic: A Qualitative Study",
        "authors": [
            {
                "first": "Birgül",
                "middle": [],
                "last": "Cerit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Lütfiye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nur",
                "middle": [],
                "last": "Uzun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study was conducted to examine the experiences of nurses working during the COVID-19 pandemic using a qualitative descriptive research design. The study sample, determined using the criterion sampling method, consisted of nine nurses who work in a COVID-19 clinic of a pandemic hospital. The data were collected through interviews. The data were analyzed using content analysis. COREQ reporting guidelines were used in the study. From the content analysis, five main themes emerged in the study: \"nurses' perceptions of the pandemic process\", \"nurses' feelings about the pandemic process\", \"difficulties nurses experienced in caring for patients with COVID-19\", \"professional achievements nurses gained while working in the COVID-19 clinic\" and \"nursing care practices and changes during the COVID-19 pandemic\". The results of the study showed that during the pandemic, nurses experienced both positive and negative feelings/thoughts, faced various difficulties as well as several professional gains while providing care, and witnessed the changing face of self-care and patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a virus that would come to be defined as the 2019 novel coronavirus (2019-nCoV) by the World Health Organization (WHO), emerged in Wuhan, China and rapidly spread across the world. The WHO designated the disease caused by this virus as coronavirus disease 2019 and declared it to be a public health emergency of international concern (WHO, 2020a). January 14, 2021, has helped to reduce the risk of the general population as well as healthcare professionals from being infected. As of November 2021 in Turkey, 80% of the population aged 18 and over have had at least two doses of the vaccine (Republic of Turkey Ministry of Health, 2021a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the experiences from previous epidemics, such as Ebola, SARS and MERS, nurses, who constitute the largest group among healthcare professionals (WHO, 2020b) , are at the forefront of all healthcare teams and spend most of their time with patients (Fernandez et al., 2020) . This has not changed during the COVID-19 pandemic. Therefore, nurses are considered to be among the groups with high potential of being directly exposed to these infectious diseases and being at risk of death.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 168,
                    "text": "(WHO, 2020b)",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 283,
                    "text": "(Fernandez et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Healthcare workers are at greater risk of being infected with COVID-19 (Hartmann et al., 2021) . According to the WHO, in a systematic review it was reported that the incidence of SARS-COV-2 has risen from 0.4% to 49.6% in health workers (WHO, 2021c) . Studies have reported the rate of healthcare workers infected by COVID-19 to be 20% in Italy (The Lancet, 2020) 38% in Madrid/Spain (Folgueira et al., 2020) , 12.9% in Massachusetts/USA (Wang, Ferro, et al., 2020) and 28.9% in Wuhan/China (Wang, Hu, et al., 2020) . Furthermore, the WHO reported that the number of healthcare workers who died between January 2020 and May 2021 was recorded as 6633 but warned that this number does not reflect the truth, as it is estimated to be over 115 thousand (WHO, 2021d) . In a study conducted in Turkey, it was noted that the number of healthcare workers who lost their lives due to COVID-19 was 403, of which 24 were midwives and nurses (Turkish Medical Association, 2021) . Given these figures, the widespread transmission and risk of death from COVID-19 causes fear in healthcare workers. Studies have highlighted the various fears experienced by nurses during the pandemic, such as fear of infecting their family members, stigmatization, restriction of personal freedom, long and busy working hours, lack of quality protective equipment, lack of standard medical treatments, fear of facing serious health emergencies and fear of witnessing the grief of individuals and families for their beloved ones, all of which negatively affect routine nursing care practices (Fernandez et al., 2020; Liu et al., 2020; Qin et al., 2020; Sun et al., 2020) .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 94,
                    "text": "COVID-19 (Hartmann et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 250,
                    "text": "(WHO, 2021c)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 409,
                    "text": "(Folgueira et al., 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 439,
                    "end": 466,
                    "text": "(Wang, Ferro, et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 516,
                    "text": "(Wang, Hu, et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 762,
                    "text": "(WHO, 2021d)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 966,
                    "text": "(Turkish Medical Association, 2021)",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1585,
                    "text": "(Fernandez et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1586,
                    "end": 1603,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1604,
                    "end": 1621,
                    "text": "Qin et al., 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1622,
                    "end": 1639,
                    "text": "Sun et al., 2020)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a result, when the WHO designated 2020 as the \"International Year of the Nurse and the Midwife\", it did not fully anticipate that nurses in all countries across the world would be at the very center of this global pandemic. The year 2020 has truly been the year of nurses, as they have stood out with their knowledge, skills, patience and dedication during the COVID-19 pandemic, have demonstrably shown their value, and have exemplified how effective they are in improving global health. Governments and healthcare systems around the world should therefore recognize the true potential of nurses and acknowledge the central role they play in the universal healthcare system (Kiyat et al., 2020) . It is also important to know that nurses are key figures, not only for the group they provide care during the pandemic but also for controlling the pandemic (Chang et al., 2020; Liu et al., 2020) . In this context, it is of paramount value to examine the pandemic experiences of nurses, who undertake the largest burden of the pandemic within the healthcare system. As there are no qualitative studies on this issue in Turkey, this study is unique in the country.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 698,
                    "text": "(Kiyat et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 858,
                    "end": 878,
                    "text": "(Chang et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 879,
                    "end": 896,
                    "text": "Liu et al., 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study is to determine the experiences that nurses working in a COVID-19 clinic have had with the pandemic process. In order to achieve this aim, answers to the following questions were sought:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim and Research Questions"
        },
        {
            "text": "• What perceptions do nurses working in the COVID-19 clinic have on the pandemic? • What are the feelings nurses working in the COVID-19 clinic have toward the pandemic? • What are the losses and gains experienced by nurses working in the COVID-19 clinic? • What changes in nursing care practices have nurses experienced in dealing with patients with COVID-19 during the pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim and Research Questions"
        },
        {
            "text": "This study was carried out using the phenomenology qualitative research approach. This specific qualitative design focuses on phenomena about which there is awareness but little to no in-depth understanding. In this type of studies, individuals or groups who experience the specific phenomenon under study and who can express or reflect this phenomenon serve as data sources. The data analysis associated with phenomenology studies aims to reveal experiences and meanings (Yıldırım & Şimşek, 2016) . In this context, based on the responses given by the nurses working in a COVID-19 clinic to interview questions regarding their perceptions and feelings about the pandemic, their experiences of being a nurse in the COVID-19 clinic, and their opinions regarding the care practices used on patients with COVID-19, the phenomenology design was selected for this study to draw attention to the subject by revealing nurses' views. This study was guided by the Consolidated Criteria for Reporting Qualitative Research (COREQ) checklist (Tong et al., 2007) .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 497,
                    "text": "(Yıldırım & Şimşek, 2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1030,
                    "end": 1049,
                    "text": "(Tong et al., 2007)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "This study was carried out in a 38-bed capacity, adult COVID-19 clinic of a state hospital serving as a pandemic hospital in a medium-sized province of the Western Black Sea Region of Turkey. It is the first inpatient service converted for inpatient treatment of clinical COVID-19 cases. Diagnosis and treatment processes are carried out in the clinic after patients are evaluated for COVID-19 risk in the emergency room. The nurses working in this clinic have an average of 10 shifts per month, with each shift being 12 h. The nurses selected for the study group were determined using the criterion sampling method. To satisfy the requirements of the phenomenological model applied to identify the experiences of nurses during the COVID-19 pandemic, only those nurses who had been working in the COVID-19 service since its inception were eligible for participation in the study. The study group included a total of nine nurses who met this criterion and voluntarily agreed to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The face-to-face interview technique was used in the study. Data were collected between August 7 and 18, 2020 using a sociodemographic information form and a semi-structured interview form, which were developed by the researchers. After being invited to participate in the study, the nurses were informed about the content of the study, and verbal consent was obtained from those who agreed to participate. The interviews were conducted with each nurse by appointment at a determined hour in a private, quiet room of the clinic where they would not be interrupted by others. The principles of the interview were explained to the nurses, and a number was assigned to each nurse to avoid using their names (N1, N2, N3,…, N9). Each interview lasted approximately 25-30 min. Audio recordings of the interviews were made to enable accurate analysis of their responses and to relisten to their responses if necessary, without having to call them back and jeopardizing their work time. Before the interviews, the nurses were informed that only the researchers would listen to the audio recordings, and that they would not be shared with other people. They were also informed that they could request the audio recordings to be turned off at any time during the course of the interview. This was done to ensure that the nurses felt comfortable during the interview and to deter them from feeling reluctant to share their thoughts due to the voice recording. All the nurses, except one, allowed the researcher to make audio recordings during the interview. In the case of the nurse who did not accept audio recording, the researcher took notes of the statements made by the nurse during the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "This form included seven questions about the nurses' age, gender, education level, professional seniority, marital status, number of children and cohabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociodemographic Information Form"
        },
        {
            "text": "The semi-structured interview form was prepared by the researchers to determine the perceptions and feelings that the nurses working in the COVID-19 clinic had about the pandemic, their experiences and professional achievements while working in the COVID-19 clinic, and changes in their nursing and patient care practices. To confirm the content validity of the form, expert opinions were obtained from two academicians and two clinical nurses. Next, a pilot study of the form was performed with two nurses who were not included in the study group but provided care to patients with COVID-19. The data obtained from the pilot study were not included in the study. A final version of the form was created in line with the expert opinions and with the nurses' opinions obtained from the pilot study. The form included the following questions: What did you think as a nurse when the COVID-19 disease was first reported in Turkey? What did you feel when you were first assigned to the COVID-19 clinic? What are you feeling right now? What difficulties have you had while providing care to patients with COVID-19? What were your professional achievements while working in this clinic? What kind of changes took place in your care practices for patients with COVID-19 during the pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semi-Structured Interview Form"
        },
        {
            "text": "The data were analyzed using content analysis. Once the interviews were completed, the raw transcriptions of the audio recordings were transferred to computer environment by the researchers. After listening to the audio recordings, the raw data were converted into a written text. A second listening of the audio recordings was performed to check the written texts. Within the scope of the study, the data were encoded by reading the written text multiple times. The coding process was carried out by two researchers independently, and then they came together to discuss the analysis. The coding was done in line with the research questions, and during the coding, the data were checked several times and the resulting codes were thoroughly studied. After the codes were grouped according to their meaning, the theme names were formed based on the similarity of these codes. The data were then described according to the codes attached to the relevant themes and quotations. According to the percentage of agreement index used to confirm the reliability of the coding, the reliability was calculated as 79%. Studies recommend that the compliance between coders be at least 70% for acceptable reliability (Yıldırım & Şimşek, 2016) . Therefore, the coding reliability was considered to be at an acceptable level in the present study.",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1229,
                    "text": "(Yıldırım & Şimşek, 2016)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Prior to the study, approvals to conduct the research were obtained from the Scientific Research Center of the Republic of Turkey Ministry of Health and from the Bolu Abant İzzet Baysal University Clinical Research Ethics Committee (Date: 07.07.2020, approval number: 2020/179). Official written permission to perform the study was granted from the hospital where the study was conducted, and verbal consents were obtained from all the participants. All participating nurses voluntarily agreed to take part in the research, which was conducted in accordance with the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "Examination of the nurses' sociodemographic characteristics showed that all were female (n = 9), their mean age was 31.78 years (SD = 7.36) (range = 24-43 years), 66.7% (n = 6) had a bachelor's degree, 11.1% (n = 1) had a master's degree, 11.1% (n = 1) had an associate degree, and 11.1% (n = 1) were high school graduates. Their mean years of service as nurses were 9.33 years (SD = 6.20) (range = 1-18 years), and 66.7% (n = 6) of the nurses were single, 33.3% (n = 3) were married, 22.2% (n = 2) had children, 55.6% (n = 5) were living with their families, 33.3% (n = 3) were living alone, and 11.1% (n = 1) were living with their friends ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 652,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sociodemographic Characteristics of the Participants"
        },
        {
            "text": "The results of this study are presented under the following five main themes: nurses' perceptions of the pandemic process, feelings about the pandemic, Experience as a nurse (years) 9.33 6.20 difficulties during the pandemic, professional achievements in the pandemic, and nursing care and changes during the pandemic. These themes are explained using sub-themes and codes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sociodemographic Characteristics of the Participants"
        },
        {
            "text": "One main theme and eight codes were included under this heading (Table 2) . Table 2 presents the nurses' perceptions of the pandemic process. Accordingly, most of the nurses working in the COVID-19 clinic were uneasy when the first case was seen in Turkey and thought that difficult days would come. The nurses also reported that they were entering a road with no end in sight, that they would learn many things by trial and error in this process, that the importance of nursing would be understood better, that they were concerned about how they would provide care to patients without being affected by the virus and whether the hospital had suitable conditions to respond to the pandemic, and that they were uncertain how this situation would end (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Theme I: Nurses' Perceptions of the Pandemic Process"
        },
        {
            "text": "Below are uneasiness samples expressed by some of the nurses regarding the pandemic and their thoughts about the hard times ahead:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme I: Nurses' Perceptions of the Pandemic Process"
        },
        {
            "text": "\"In the beginning, I was anxious. How would we provide care to the patient? What could be the biggest challenge for us? Would I get the COVID-19 disease? Would I be affected by the pandemic? How could we help these patients? How will it end without affecting us? I'm worried.\" (N4) \"I thought about how tired the nurses would get… I felt a sense of great concern for my profession, because we would always be the ones who worked the most and spend the most time with the patients.\" (N5) \"I was sure that we were going to have a tough time professionally. I had doubts that the process could be managed properly. Since it is not possible to provide nursing services remotely, I was aware that this process would wear us out.\" (N9) Codes n",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme I: Nurses' Perceptions of the Pandemic Process"
        },
        {
            "text": "A road with no end in sight 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "Learning by trial and error 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "Uneasiness 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "The importance of nursing will be understood 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "How to care without being affected 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "Suitability of the hospital conditions 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "How will it end 2 Hard times ahead 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of the Pandemic Process"
        },
        {
            "text": "This theme consisted of two sub-themes and related codes, including nurses' feelings when they first learned that they were assigned to the COVID-19 clinic and their feelings while working in this clinic (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Theme II: Nurses' Feelings about the Pandemic Process"
        },
        {
            "text": "Most of the nurses stated that they were afraid when they first learned that they were assigned to the COVID-19 clinic. Some of them believed that they should be the ones to do this work, while others reported feeling anxiety, horror, anger and irritability (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sub-Theme 1: Nurses' feelings when they were assigned to the COVID-19 Clinic"
        },
        {
            "text": "Below are some sample quotes from the nurses about the fear they experienced: \"I was scared at the first assignment, because I had never provided care to this kind of patients before and had not received any specific training on it, either. It is a very sensitive issue... After all, I am an individual, I have family and relatives, and I was very afraid of getting infected and infecting my family.\" (N4) (Worried) \"It was very scary at first, of course. What would we do? What kind of working system would we have? Would it (the virus) infect us? So, like every human being, we were naturally afraid of dying (Laughs). When I was first assigned to the clinic, I was a bit confused; it was complicated, because we suddenly changed, and we entered a system we did not know. How would we adapt to this system? This was sad and scary because we would be separated from our colleagues.\" (N8) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Nurses' feelings when they were assigned to the COVID-19 Clinic"
        },
        {
            "text": "Most of the nurses stated that they felt happy while working in the COVID-19 clinic, while others emphasized that they should have a greater voice in the matter, felt proud, had different experiences, felt fear, were stigmatized, and learned team collaboration while working in the clinic (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sub-Theme 2: Nurses' feelings while they were working in the COVID-19 Clinic"
        },
        {
            "text": "One nurse expressed her happiness as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 2: Nurses' feelings while they were working in the COVID-19 Clinic"
        },
        {
            "text": "\"I am very happy to be working actively. One of the most basic principles of our profession is to be able to help people. In a period when everyone should be isolated, trying to be with our patients in every sense, even with our \"astronaut clothes\", is a satisfactory situation for me professionally and conscientiously.\" (N9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 2: Nurses' feelings while they were working in the COVID-19 Clinic"
        },
        {
            "text": "Another nurse explained her experience as follows: \"I feel different now because I have had experiences. For example, I am in the early stages of my profession, and I feel different and better. I know how to deal with patients. As nurses, we provide care to the patient one-on-one; we are on the front lines. As a nurse, I feel very different, because not everyone can tolerate this. I even think that we, as nurses, are created very differently from other professionals.\" (N4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 2: Nurses' feelings while they were working in the COVID-19 Clinic"
        },
        {
            "text": "Another nurse talked about the stigma she experienced as follows: \"I do not tell people that I work in the COVID-19 clinic, because when I tell them I feel they take one step back. They assume I carry the virus. (N2)\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 2: Nurses' feelings while they were working in the COVID-19 Clinic"
        },
        {
            "text": "Two sub-themes related to the difficulties nurses have experienced while providing care to patients with COVID-19 were identified. Table 4 shows the codes created under these sub-themes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Theme III: Difficulties Nurses Experienced in Caring for Patients with COVID-19"
        },
        {
            "text": "On the use of PPE, the nurses experienced more stress on the difficulties they had with using it rather than its inadequacy. Most of the nurses stated that they had difficulties due to the fogging of the glasses or visor. They also had difficulties because of sweating, inability to breathe, inability to move, the long amount of time it took to put on and remove PPE, deterioration in skin integrity, inability to see when establishing vascular access to the patient and ineffective communication with the patient (Table 4) . Below are some sample quotes made by the nurses on the difficulties they experienced due to the fogging of the glasses or visor:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 524,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sub-Theme 1: Difficulties arising from PPE use"
        },
        {
            "text": "\"You can't see through the glasses. I sometimes even have to look closely at the room numbers. (Laughs). I look carefully at the faces of patients so that I do not enter a wrong room, because I can't see the surroundings due to steamed glasses. When measuring blood pressure, I have to look at the measuring instrument a few times so that I don't get it wrong... \"(N3) \"Fogged glasses and the use of protective equipment are especially a nuisance. Recently, when I was taking blood from a patient, I could not palpate due to the fogging of my glasses, that is, if I could see it, I would take blood, but I couldn't. \"(Laughs) (N6) \"Protective equipment was the most challenging thing for me while providing care. We encountered several problems, such as bumping into things due to the fogging of the visors, constantly dropping things on the ground, and not being able to control the area...\" (N9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Difficulties arising from PPE use"
        },
        {
            "text": "One of the difficulties related to the use of PPE that the nurses emphasized most was communication. One nurse expressed this difficulty as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Difficulties arising from PPE use"
        },
        {
            "text": "\"I like talking to my patients. The process significantly prevented this. You cannot talk or even move your lips when using the equipment, and obviously, you don't even want to talk, because you think that the shorter the time you connect with the patient, the better it is for your health. Yet, patients see and communicate with us in most general. They want to talk with us because they have questions about their situations… If it is not essential, you just say I do not know, or I am not authorized, and you leave the room. In other words, this communication barrier affects the care to a great extent. On the other hand, we dress like an astronaut and enter patient rooms. Normally, you would introduce yourself as a nurse and comfort the patient simply with your smile. Our patients are in quarantine and stressed, but I can only say a few sentences to calm them down. I smile, but they don't see it.\" (N5) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Difficulties arising from PPE use"
        },
        {
            "text": "The nurses reported several administrative difficulties, including long working hours, disruptions in educational activities, inability to contact managers and having to work with newly appointed and inexperienced nurses (Table 4) . One nurse explained the difficulties she experienced regarding long working hours as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "\"The extension of my working time affected me in the first days. Staying here (at hospital) for 12 hours increases your workload and requires that you wear the equipment more. This is tiring.\" (N2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "Another nurse explained the difficulties that new nurses experience when they are assigned directly to the COVID clinic as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "\"Many new nurses were hired during this period. Newly hired nurses cannot establish vascular access, do not know how to take ECGs, and are not familiar with hospital documents and computer systems. In other words, they cannot do routine nursing practices. Can you imagine that your first place of duty is a COVID-19 inpatient service? This has increased the workload of senior nurses… You complete the care of your patients, but they (newly hired nurses) don't stop needing you. There is also the added responsibility on you, of course, to follow them (newly hired nurses) all the time to prevent them from harming the patient.\" (N5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "One nurse explained her difficulties in the education process as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "\"Many things about the virus have been updated, and new guides are always being announced. However, the trainings are not renewed in parallel with these updates. I think the trainings are incomplete and inadequate.\" (N9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "One of the nurses stated that they had difficulty accessing the managers and expressed this difficulty with the following statement:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "\"Hospital managers did not come to our service frequently, either to audit or to listen to our complaints. All of this made me feel unsafe. I felt like I had been shut down and left there alone.\" (N9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Administrative difficulties"
        },
        {
            "text": "There is a main theme under this heading and there are seven codes under this theme ( Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Theme IV: Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "Most of the nurses stated that while working in the COVID-19 clinic, they had professional gains in learning isolated patient care and isolation precautions and understood the importance of communication and tight-knit teamwork. In addition, they emphasized that they developed their role of patient advocate, increased their adaptation to the pandemic, realized their protective role and learned how to approach the patient in a holistic way ( Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Theme IV: Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "One of the nurse's explanations about her achievements in learning isolation precautions and caring for isolated patients are given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme IV: Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "\"I really learned very good things in terms of isolation. I mean, I have learned exactly what it means to care for an isolated patient, and I have experienced this for a long time.\" (N4) Some of the nurses expressed their gains regarding the importance of communication and engagement with patients as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme IV: Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "\"You are a hero. (Laughs)... I feel that way. The nurse means everything for the patient… We have become a communication channel. Although I couldn't breathe in the mask and gown, I still wanted to breathe for them.\" (N5) \"We are the first ones that patients can reach and call for help, and we witness their distress. There were no relatives around the patients; it was different from normal times. We were everything to them.\" (N6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme IV: Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "Under this theme, there are three sub-themes and related codes on the nurses' care practices to patients with COVID-19 and the changes imposed for both nurses and patients in this regard (Table 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Theme V: Nursing Care Practices and Changes during the COVID-19 Pandemic"
        },
        {
            "text": "The nurses stated that routine nursing practices were commonly performed from the moment the COVID-19 patient was admitted to the clinic. Most of the nurses noted that they admitted patients to the service, introduced them to their room, provided them with information about general rules and patient education, monitored their vital signs, took their ECGs and monitored their food/beverage needs ( Table 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "text": "Table 6)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "One of the nurses made the following statements regarding the introduction of patients to their rooms: The first time the patients are assigned a room, they are informed about the use of nurse call buttons at the bedside. We tell them that when they want to contact us, they should not leave the room, but use the nurse call buttons, and that when they press the button, we will take the necessary precautions before coming to their room.\" (N1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "One of the nurses offered the following explanation on how the patient is informed about the general rules:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "\"We explain in detail the rules to be followed by patients. We inform them they will be isolated in the room and are not allowed to have a hospital attendant. We also explain to them how to reach us, telling them to use the call Signing consent forms on discharge 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "Visitor/hospital attendant restrictions 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "Always wearing a mask in the room 4 system when they need something and to wear a mask at all times, even in the room, and we inform them that they can use our WhatsApp line ... \"(N6) One of the nurses explained how they admit patients to the inpatient clinic as follows: \"Our patients come to the service in isolation, and the medical staff bringing or transferring them wear protective equipment. The patient is referred by the emergency room, and we take them to patient rooms. We prepare consent forms. One nurse enters the data in the system, while another one goes into the patient room wearing protective equipment.\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub-Theme 1: Care practices"
        },
        {
            "text": "Most of the nurses stated that the changes they experienced in terms of care practices due to the COVID-19 pandemic were related to delivery, admission and intervention of patient. They stated that they delivered the patient to the nurse station instead of the bedside, accepted the patient to the service using an isolation chair/ stretcher, and had to intervene with the patient using PPE. They also used tablets in communication with the patient, created separate dirty and clean areas, kept the documents they received from the patient in a transparent file for a designated period of time, and fixed the treatment hours for each patient (Table 6) . One nurse described the change regarding patient delivery as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 651,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "\"The less contact we have with the patient, the better it is for us, so we do not accept patient deliveries in the patient room.\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "Another nurse explained that they could use tablets when they needed to communicate with the patient, except in emergencies: \"… We have a tablet in the service. Patients can write us on WhatsApp. In this way, we can communicate with them.\" (N2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "Another nurse explained how they changed shoe covers and gloves when passing from one patient to another as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "\"… We changed our gloves and shoe covers to avoid contamination when passing from one patient to another during their treatment.\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "Another nurse explained why they had to fix patient treatment hours as follows: \"Initially, we had trouble in medication treatments, because we had to enter the patient's room every hour. Later, we fixed their treatment hours as two times a day at 11:00 and 23:00. In this way, we don't need to enter the patient's room for treatment unless there is an emergency.\" (N5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 2: Changes for nurses"
        },
        {
            "text": "The nurses pointed to a variety of changes for the patient during care practices due to the COVID-19 pandemic, including that patients were not allowed to go out of their rooms, they could communicate by WhatsApp, when necessary, they needed to sign a consent form when they were discharged, they could not have a visitor/ hospital attendant, and they were required to wear a mask at all times, even in the room (Table 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 421,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Sub Theme 3: Changes for patients"
        },
        {
            "text": "Below are some samples of the nurses' statements about the changes for patients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 3: Changes for patients"
        },
        {
            "text": "\"Contact numbers are shared with the patients during their hospitalization. We tell to them that they can write us about their requests and questions on this number using the WhatsApp application. In this way, the patients are able to convey their questions and requests to us without having to leave their rooms.\" (N1) \"We do the discharge procedures together with a doctor. The patients are informed that they will stay in quarantine for 14 days, and they sign the written consent forms agreeing to this.\" (N5) \"Most of the time, the patients have no hospital attendants. Visitors are not allowed either. When the patient needs something, their relatives cannot enter the service. Nurses or other staff receive belongings and deliver them to the patient.\" (N3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sub Theme 3: Changes for patients"
        },
        {
            "text": "Nurses, who are at the forefront of what is referred to as ground zero in the pandemic, have worked devotedly to provide quality, safe healthcare services 7/24 in Turkey and around the world. This study examined nurses' perceptions of the pandemic process, their feelings about the pandemic, the difficulties they experienced during the pandemic, their professional achievements while working in the COVID-19 clinic, and the changes that have been imposed in nursing care practices in this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, the nurses had negative perceptions of the COVID-19 pandemic in general, the majority of them were anxious about the pandemic, and they considered that hard times were ahead. The unknown course of the virus and the care-oriented nature of the treatment process place pressure and coercion on the nurses. Nurses are expected to monitor patients' clinical progress and respond quickly (Liu et al., 2020; Sun et al., 2020) . The inexperience with and uncertainty over the process that frontline clinical nurses are faced with increases their negative perception. Although nurses have difficulty seeing the end of the road, lack knowledge about the pandemic process and have anxiety about the pandemic management, they are recognized as being the main component to maintaining the healthcare system (Celik et al., 2020) . Knowing all this, it is important to plan appropriately about where and how the nursing workforce will be used to ensure that nurses can effectively perform their roles in the healthcare services, to reduce their anxiety and to manage the pandemic successfully (Catania et al., 2021; Duygulu et al., 2020; Wang, Feng, et al., 2020) .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 416,
                    "text": "(Liu et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 417,
                    "end": 434,
                    "text": "Sun et al., 2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 810,
                    "end": 830,
                    "text": "(Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1116,
                    "text": "(Catania et al., 2021;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1117,
                    "end": 1138,
                    "text": "Duygulu et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1139,
                    "end": 1164,
                    "text": "Wang, Feng, et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nurses' Perception of the Pandemic Process"
        },
        {
            "text": "The present study found that the nurses mainly had feelings of fear and anxiety when they first learned that they were assigned to the COVID-19 clinic, but over time, as they gained experience working in the clinic, these feelings were replaced by happiness, but they felt a greater sense of stigma. At the beginning of the pandemic, there were many negativities, including uncertainties about the process, a high number of COVID-19 cases and mortality rates, demanding quarantine practices, the absence of a proven treatment for the disease, a high risk of transmission of the virus, lack of quality equipment, and the unpreparedness of healthcare systems and professionals to deal with the pandemic process. The fear and anxiety experienced by the nurses could be attributed to the feeling of isolation they have in bearing the brunt of responsibilities imposed on healthcare professionals, the self-awareness they have of being at the forefront of the battle against the pandemic, and the health risks that the pandemic poses to them and their families (Aydın & Hursit, 2021; Catania et al., 2021; Celik et al., 2020) . Similar to the present study, other studies have reported that nurses may feel stress, anxiety, anger and disappointment due to lack of known treatments for the virus, their high risk of contamination, insufficient PPE and other required materials, and uncertainty about the future (Lau & Chan, 2005) . One study found that providing care to COVID-19 patients was extremely stressful for healthcare professionals (Vinkers et al., 2020) . According to the nurses' comments to the Turkish Nurses Association (TNA), forced assignments to special units, such as pandemic clinics and intensive care units, on short notice and without sufficient training opportunities to work effectively in these units, have caused fear and panic among nurses (Celik et al., 2020) . According to the nurses' comments to the Turkish Nurses Association (TNA), forced assignments to special units, such as pandemic clinics and intensive care units, on short notice and without sufficient training opportunities to work effectively in these units, have caused fear and panic among nurses (Celik et al., 2020) . (Celik et al., 2020) . Furthermore, it has been shown that when nurses apply bio-psycho-social-spiritual holistic care to patients, feel a sense of pride in performing their duties and in their self-sacrifice, and make an effort to help patients feel hopeful during their trauma their emotions become more positive (Carey, 2021) . This is important insofar as being on the frontline of the pandemic exposes nurses to the dangers, hardships and risks associated with the COVID-19 disease, including contracting COVID-19, working long hours, psychological distress, fatigue, occupational burnout, physical and psychological violence and stigmatization (WHO, 2020c). Although nurses are appreciated by society for the courage they have shown in the struggle against the pandemic, they are nonetheless perceived as potential virus carriers due to their work at \"ground zero\" of the pandemic and are therefore stigmatized by the society and even by their colleagues who are not responsible for care of COVID-19 patients. Healthcare professionals around the world suffer this stigmatization and struggle with many difficulties. For example, in some countries, healthcare professionals are not allowed get on public transport vehicles and are not provided services in restaurants and hotels, which exposes them to social discrimination and stigmatization (Aacharya & Shah, 2020; Bagcchi, 2020) . Appropriate training programs would be effective in preventing these negativities (Bagcchi, 2020) . In this sense, applying effective process management and training healthcare professionals, who have no experience in providing care to COVID-19 patients, on the precautions to be taken against the disease, mode of transmission, and protective measures could help to diminish the stigmatization of nurses.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1078,
                    "text": "(Aydın & Hursit, 2021;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1079,
                    "end": 1100,
                    "text": "Catania et al., 2021;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1101,
                    "end": 1120,
                    "text": "Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1405,
                    "end": 1423,
                    "text": "(Lau & Chan, 2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1536,
                    "end": 1558,
                    "text": "(Vinkers et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1862,
                    "end": 1882,
                    "text": "(Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2186,
                    "end": 2206,
                    "text": "(Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2209,
                    "end": 2229,
                    "text": "(Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2524,
                    "end": 2537,
                    "text": "(Carey, 2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3557,
                    "end": 3580,
                    "text": "(Aacharya & Shah, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3581,
                    "end": 3595,
                    "text": "Bagcchi, 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3680,
                    "end": 3695,
                    "text": "(Bagcchi, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Nurses' Feelings about the Pandemic Process"
        },
        {
            "text": "This study found that nurses experienced difficulties related to PPE use, such as sweating, inability to breathe, inability to move, deterioration in skin integrity, inability to establish vascular access, inability to communicate effectively with patients, and the amount of time it took to put on and take off the equipment. Considering that COVID-19 is transmitted by droplets and contact, nurses are under a high risk of exposure to COVID-19, as the care they provide requires their close contact with these patients (Carter & Notter, 2020; Tsay et al., 2020) . The use of PPE and the control measures applied in healthcare facilities help to prevent the spread of this disease and protect nurses from being infected. Regulations state that barrier measures must be applied at the maximum level for people who work closer than one meter to COVID-19 patients (Republic of Turkey Ministry of Health, 2021b). However, this seriously affects the nurses' radius of action in the fight against the pandemic. Referring to their experiences from past pandemics, like Ebola and MERS, and from today's COVID-19, many healthcare professionals have reported difficulties with PPE use (Bambi et al., 2020; Kang et al., 2018; Liu et al., 2020; Lucchini, et al., 2020a; Sun et al., 2020) . In addition to these difficulties related to PPE use, there have also been problems procuring enough quality PPEs to meet the growing demand in the fight against COVID-19 in both Turkey and across the world (Catton, 2020; Celik et al., 2020; Chen et al., 2021; Jackson et al., 2020) . This is a major issue, considering that nurses must have the proper quality PPE to protect themselves when they are in physical contact with their patients and are responsible for providing them with effective care and helping them recover their health in the COVID-19 pandemic, which has proven to be a difficult crisis to control and manage. Improving working conditions and hours, increasing the number of nurses, giving them a more reasonable amount of time to put on and take off their PPEs and setting limits on the number of times they need to use PPEs can mitigate the difficulties nurses have experienced during the pandemic.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 544,
                    "text": "(Carter & Notter, 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 545,
                    "end": 563,
                    "text": "Tsay et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1176,
                    "end": 1196,
                    "text": "(Bambi et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1197,
                    "end": 1215,
                    "text": "Kang et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1216,
                    "end": 1233,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1234,
                    "end": 1258,
                    "text": "Lucchini, et al., 2020a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1259,
                    "end": 1276,
                    "text": "Sun et al., 2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1486,
                    "end": 1500,
                    "text": "(Catton, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1501,
                    "end": 1520,
                    "text": "Celik et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1521,
                    "end": 1539,
                    "text": "Chen et al., 2021;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1540,
                    "end": 1561,
                    "text": "Jackson et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Difficulties Nurses Experienced in Caring for Patients with COVID-19"
        },
        {
            "text": "The present study found that administrative difficulties were another issue faced by nurses. The nurses expressed that long working hours, not scheduling in-service trainings on time, not being able to reach managers, and working with newly appointed nurses posed difficulties for them. As found in this study, the TNA reported that difficult working conditions, including 24-h shifts, insufficient rest periods, inadequate and insufficient rest areas, and inadequate and imbalanced nutrition, are among the most significant problems nurses have in Turkey (Celik et al., 2020) . Clearly, the COVID-19 pandemic has imposed unprecedented challenges to nurses, professionally, socially and psychologically. Its rapidly changing nature has caused several significant difficulties in healthcare service delivery and management, including having to develop new infection management policies overnight and having to perform unfamiliar care practices (Catania et al., 2021) . In addition, considering the high risk of disease transmission that healthcare workers face, the necessity of taking occupational health and safety measures to protect all healthcare employees during service and care provision also comes to the fore. In this context, nurse managers have important responsibilities in managing the nursing services provided in the hospital during the pandemic and in creating a healthy working environment for their employees (Duygulu et al., 2020) . It is necessary for nurse managers to supply a suitable and sufficient amount of equipment, provide basic training for nurses on the correct use of PPE, and participate and show leadership in guiding nurses in emergencies. In addition, establishing relevant strategies, such as the development of basic COVID-19 competencies in the nursing workforce, which includes the skills necessary to manage a pandemic, and the provision of adequate and sustainable human resources is a key responsibility for nurse managers in dealing with this emergency (Bambi et al., 2020; Catania et al., 2021; Duygulu et al., 2020) . The Republic of Turkey Ministry of Health has appointed healthcare personnel to public hospitals in order to provide adequate care to the increased number of patients and to meet the healthcare workforce need in new pandemic clinics and intensive care units. However, as revealed in this study, this has created some serious difficulties as newly appointed nurses, who tend to be new graduates or have no professional experience and whose first clinics were COVID-19 clinics, have not undergone orientation or have no experience. Process management should be planned together with managers and active employees to reduce managerial difficulties. In this process, nurses, who are the main health personnel involved in one-toone contact with patients, should have the required educational training, and their personnel competencies should be monitored, and an accessible management policy should be implemented.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 576,
                    "text": "(Celik et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 943,
                    "end": 965,
                    "text": "(Catania et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1427,
                    "end": 1449,
                    "text": "(Duygulu et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1997,
                    "end": 2017,
                    "text": "(Bambi et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2018,
                    "end": 2039,
                    "text": "Catania et al., 2021;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2040,
                    "end": 2061,
                    "text": "Duygulu et al., 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Difficulties Nurses Experienced in Caring for Patients with COVID-19"
        },
        {
            "text": "In the present study, most of the nurses stated that they learned how to provide care to an isolated patient in the COVID-19 clinic and apply isolation precautions and understood the importance of communication and engagement. Although the pandemic continues to leave deep marks on the professional life of nurses, many nurses have reacted positively to the new reality, as was proven to be the case in this study. Nurses have reinforced their knowledge base and designed new solutions for the current situation (Catania et al., 2021) . Throughout the pandemic process, the experience and competencies of nurses have increased, and they have been provided opportunities to improve their skills by participating in a multidisciplinary team (Bambi et al., 2020) . In this study, the initial negative feelings of nurses when they were assigned to the COVID-19 clinic were replaced by feelings of professional and humanitarian achievements over time. Similar to this study, several other studies have found that nurses perform multiple roles, such as caregivers, educators and patient advocates and they develop a positive attitude over time Zhang et al., 2020) . Nursing is believed to be a link in the professional health chain, where in the case of dealing with COVID-19, the focus is on preserving human life and securing employee health and patient safety. This pandemic is regarded as a moment of reinvention and re-learning in the face of a challenging scenario for employees and organizations (Miranda et al., 2020) . Therefore, despite all the difficulties encountered, the holistic approach that has been adopted in providing patient care, where there is communication between patients and other healthcare professionals, and where the healthcare team members, including nurses, who serve as a bridge between patients and their families, are actively involved in the fight against the pandemic, can be considered as a positive development in terms of its reflection on the quality of patient care.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 534,
                    "text": "(Catania et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 739,
                    "end": 759,
                    "text": "(Bambi et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1138,
                    "end": 1157,
                    "text": "Zhang et al., 2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1497,
                    "end": 1519,
                    "text": "(Miranda et al., 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Professional Achievements Nurses Gained While Working in the COVID-19 Clinic"
        },
        {
            "text": "This study found that in providing care to patients with COVID-19, nurses have mostly performed routine nursing practices and close follow-up. In the study interviews, the nurses were asked to describe the changes in both themselves and their patients during the pandemic. Accordingly, most of them reported that there were changes made in patient admission, delivery and intervention, specifically stating that patients were not allowed to leave their rooms, could communicate by What-sApp, signed consent forms on discharge, were not allowed to have visitors/hospital attendants, and were required to wear a mask at all times, even in the room. Although life in many parts of the world has come to a standstill due to the COVID-19 pandemic, there have been extraordinarily rapid developments in the methods and practices used to adapt to this new world order (Kurnaz & Serçemeli, 2020) . These changes have also affected the healthcare sector, having serious impacts on individuals who provide and receive health services. In providing care to patients with COVID-19, nurses have to use PPE, which requires them to administer care practices while wearing multiple layers of clothing, are not able to enter patient rooms and communicate with or touch patients without risk to their safety, and have to create separate areas for putting on and taking off protective equipment, which is a time-consuming activity; these all have a physical, mental and psychological toll on the nurses over time and lead to a significant increase in nurses' workload and fatigue (Catania et al., 2021; Catton, 2020; Celik et al., 2020; Lucchini, et al., 2020a, b) . In addition, admitting patients to the service using an isolation stretcher/chair, transferring patients at the nurse station instead of at bedside, and using tablets for communication with patients are a reflection of the changing face of nursing care during the pandemic. Changes in healthcare practices not only affect patient care but also offer an environment for the use of new methods. Similar to this study, other studies have reported that patients are not allowed to have visitors or hospital attendants during the pandemic, should communicate with their families in a virtual environment, and are encouraged to use masks and comply with other protective measures (Lucchini, et al., 2020b; Luttik et al., 2020) . In one study (Luttik et al., 2020) , an intensive care nurse stated that \"many people die without seeing their families\". This draws attention to how desperate this traumatic process can be for healthcare professionals, patients and their families. However, despite all the negativities, all healthcare professionals, especially nurses, who are the backbone of healthcare systems throughout the world and whose importance has never been realized so clearly (Jackson et al., 2020) , strive to provide quality care in a self-sacrificing and principled manner, risking their lives when they are without sufficient equipment, working long hours, sometimes without sleeping at all, compromising their own needs and neglecting their families.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 887,
                    "text": "(Kurnaz & Serçemeli, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1561,
                    "end": 1583,
                    "text": "(Catania et al., 2021;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1584,
                    "end": 1597,
                    "text": "Catton, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1598,
                    "end": 1617,
                    "text": "Celik et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1618,
                    "end": 1645,
                    "text": "Lucchini, et al., 2020a, b)",
                    "ref_id": null
                },
                {
                    "start": 2322,
                    "end": 2347,
                    "text": "(Lucchini, et al., 2020b;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2348,
                    "end": 2368,
                    "text": "Luttik et al., 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2384,
                    "end": 2405,
                    "text": "(Luttik et al., 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2828,
                    "end": 2850,
                    "text": "(Jackson et al., 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Nursing Care Practices and Changes during the COVID-19 Pandemic"
        },
        {
            "text": "This research was limited to the analysis of Turkish nurses who provided care to patients with COVID-19 in 2020, from the time of the first case in the pandemic hospital in the province where the research was conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitations"
        },
        {
            "text": "The study found that most of the nurses were anxious during the pandemic, felt that hard times were ahead, and experienced fear and anxiety at the beginning of the pandemic. Over time, as they gained more experience, anxiety and fear were replaced by happiness and confidence as well as greater feelings of stigmatization. The nurses also experienced administrative difficulties due to the use of PPE in providing care to patients with COVID-19. While working in the COVID-19 clinic, the nurses learned how to provide care to isolated patients and apply isolation precautions and understood the importance of communication and team engagement. Nurses were mostly engaged with performing routine nursing practices while providing care to patients with COVID-19. However, there were changes in care practices due to the pandemic, with the most significant changes occurring in patient admission to the service, patient delivery methods and medical interventions with PPE. Other changes brought about by the pandemic included the use of tablets and virtual applications by nurses to communicate with patients, the signing of consent forms by patients on discharge, disallowance of patients to leave their rooms, required wearing of a mask by patients at all times, even in their room, and prohibition of visitors/ hospital attendants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Based on the results of this study, it can be recommended to develop strategies aimed at supporting nurses in the management of the nursing workforce, provide nurses opportunities to have a say in managerial decisions and policies, plan systematic training programs in the light of up-to-date information on the pandemic, evaluate and improve the competencies of new nurses assigned to high-risk units, such as COVID-19 clinics, create more acceptable work conditions for nurses that prevent them from working long hours wearing PPEs and protect their health and lives, and provide them with support programs for coping with their concerns and fears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethical dimensions of stigma and discrimination in Nepal during COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Aacharya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ethics Medicine and Public Health",
            "volume": "14",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jemep.2020.100536"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The efect of nurses' death anxiety on life satisfaction during the COVID-19 pandemic in Turkey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Aydın",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hursit",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Religion and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-021-01357-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stigma during the COVID-19 pandemic. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bagcchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "30498--30507",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30498-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New issues in nursing management during the COVID-19 pandemic in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bambi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lozzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Critical Care",
            "volume": "29",
            "issn": "4",
            "pages": "92--93",
            "other_ids": {
                "DOI": [
                    "10.4037/ajcc2020937"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19, nursing, pediatrics and measuring religion and health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Religion and Health",
            "volume": "60",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1007/s10943-020-01174-6"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 disease: A critical care perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Notter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinics in Integrated Care",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intcar.2020.100003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lessons from Italian front-line nurses' experiences during the COVID-19 pandemic: A qualitative descriptive study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Catania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Timmins",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dasso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ottonello",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Nursing Management",
            "volume": "29",
            "issn": "",
            "pages": "404--411",
            "other_ids": {
                "DOI": [
                    "10.1111/jonm.13194"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nursing in the COVID-19 pandemic and beyond: Protecting, saving, supporting and honouring nurses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Catton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Nursing Review",
            "volume": "67",
            "issn": "2",
            "pages": "157--159",
            "other_ids": {
                "DOI": [
                    "10.1111/inr.12593"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The COVID-19 pandemic: Turkish Nurses Association",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Celik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ozbas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Celik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karahan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Education and Research in Nursing",
            "volume": "17",
            "issn": "3",
            "pages": "279--284",
            "other_ids": {
                "DOI": [
                    "10.5222/KUHEAD.2020.34603"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protecting health-care workers from subclinical coronavirus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rebaza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S D"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "8",
            "issn": "3",
            "pages": "30066--30073",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30066-7"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dispatched nurses' experience of wearing full gear personal protective equipment to care for COVID-19 patients in China-A descriptive qualitative study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Clinical Nursing",
            "volume": "30",
            "issn": "",
            "pages": "2001--2014",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15753"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 outbreak: Nurse managers' role and responsibilities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duygulu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Başaran",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuruca",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Erdat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hacettepe University Faculty of Nursing",
            "volume": "7",
            "issn": "",
            "pages": "34--46",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Implications for COVID-19: A systematic review of nurses' experiences of working in acute care hospital settings during a respiratory pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Halcomb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moxham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Alananzeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Nursing Studies",
            "volume": "111",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2020.103637"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS-CoV-2 infection in health care",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Folgueira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munoz-Ruiperez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Alonso-Lopez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.07.20055723"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus disease 2019 (COVID-19) infections among healthcare workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Terashita",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Infectious Diseases",
            "volume": "73",
            "issn": "7",
            "pages": "1850--1854",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa1200"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Life in the pandemic: Some reflections on nursing in the context of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradbury-Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neville",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Nursing",
            "volume": "29",
            "issn": "",
            "pages": "2041--2043",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15257"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Working experiences of nurses during the middle east respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corte",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Nursing Practice",
            "volume": "24",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ijn.12664"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nurses in the fight against the novel Coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "İ",
                    "middle": [],
                    "last": "Kiyat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "İşcan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Elkan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Turkish Nurses Association",
            "volume": "1",
            "issn": "1",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A research on academicans' perspectives on distance education and distance accounting education in the COVID-19 pandemia period",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kurnaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serçemeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Social Sciences Academy",
            "volume": "2",
            "issn": "3",
            "pages": "262--288",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19: Protecting health-care workers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30644--30653",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30644-9"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS (severe acute respiratory syndrome): Reflective practice of a nurse manager",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Clinical Nursing",
            "volume": "14",
            "issn": "1",
            "pages": "28--34",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2702.2004.00995.x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The experiences of health-care providers during the COVID-19 crisis in China: A qualitative study. The Lancet Global Health",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "30204--30211",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30204-7"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nursing activities score is increased in COVID-19 patients. Intensive &amp",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rona",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Foti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Critical Care Nursing",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.iccn.2020.102876"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nursing workload in the COVID-19 ERA. Intensive &amp",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lozzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bambi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Critical Care Nursing",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.iccn.2020.102929"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The COVID-19 pandemic: A family affair",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L A"
                    ],
                    "last": "Luttik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mahrer-Imhof",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "García-Vivar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brødsgaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Dieperink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Imhof",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Family Nursing",
            "volume": "26",
            "issn": "2",
            "pages": "87--89",
            "other_ids": {
                "DOI": [
                    "10.1177/1074840720920883"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Working conditions and the impact on the health of the nursing professionals in the context of COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M A"
                    ],
                    "last": "Miranda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Santana",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pizzolato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Saquis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cogitare Enferm",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5380/ce.v25i0.72702"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dysregulation of immune response in patients with Coronavirus 2019 (COVID-19) in Wuhan. China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Infectious Diseases",
            "volume": "71",
            "issn": "15",
            "pages": "762--768",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa248"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Republic of Turkey Ministry of Health. https:// covid 19asi. saglik. gov. tr/ Republic of Turkey Ministry of Health. (2021b). Guidelines for working in health institutions and infection precautions in the COVID-19 pandemic. Republic of Turkey Ministry of Health",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A qualitative study on the psychological experience of caregivers of COVID-19 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Infection Control",
            "volume": "48",
            "issn": "6",
            "pages": "592--598",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.03.018"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Consolidated criteria for reporting qualitative research (COREQ): A 32-item checklist for interviews and focus groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sainsbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal for Quality in Health Care",
            "volume": "19",
            "issn": "6",
            "pages": "349--357",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/mzm042"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nursing's response to COVID-19: lessons learned from SARS in Taiwan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Nursing Studies",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2020.103587"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "What the healthcare personal death report in Turkey",
            "authors": [],
            "year": 2021,
            "venue": "Turkish Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Stress resilience during the coronavirus pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Vinkers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Amelsvoort",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Bisson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Branchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Domschke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Neuropsychopharmacology",
            "volume": "35",
            "issn": "",
            "pages": "12--16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.euroneuro.2020.05.003"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan. China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Contingency management strategies of the nursing department in centralized rescue of patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Nursing Sciences",
            "volume": "7",
            "issn": "2",
            "pages": "139--142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnss.2020.04.001"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Association between universal masking in a health care system and SARS-CoV-2 positivity among health care workers",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "7",
            "pages": "703--704",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.12897"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coronavirus disease (COVID-19) outbreak: Rights, roles and responsibilities of health workers, including key considerations for occupational safety and health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "World Health Organization (WHO). (2020b)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "WHO coronavirus (COVID-19) dashboard. https:// covid 19. who. int/ World Health Organization (WHO). (2021a). COVID-19 weekly epidemiological update. World Health Organization. (2021b). WHO Coronavirus (COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Infection prevention and control during health care when coronavirus disease (COVID-19) is suspected or confirmed",
            "authors": [],
            "year": 2021,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The impact of COVID-19 on health and care workers: a closer look at deaths",
            "authors": [],
            "year": 2021,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Qualitative research methods in the social sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yıldırım",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Şimşek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "COVID-19: What is next for nursing in public health emergency? Nurse Education in PraCtice",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nepr.2020.102821"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Theme and codes regarding the pandemic process",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Difficulties experienced by nurses in caring for patients with COVID-19 * n folded, PPE: Personal Protective Equipment",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Professional achievements nurses gained while working in the COVID-19 clinic",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Care practices and changes experienced in patients with COVID-19 * n folded, ECG: Electrocardiography, PPE: Personal Protective Equipment",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all the study participants for agreeing to take part in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors received no financial support for the research, authorship and publication of this article. Official written permission to perform the study was granted from the hospital where the study was conducted, and verbal consents were obtained from all the participants. All participating nurses voluntarily agreed to take part in the research, which was conducted in accordance with the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}