{
    "paper_id": "026b1136865b26382241df34afca2247af0ad227",
    "metadata": {
        "title": "Exploring Health-Related Quality of Life Burden in Peanut Allergy and the Potential Benefit of Oral Immunotherapy: Estimation of Health State Utility Values for Children and Adolescents and Their Caregivers",
        "authors": [
            {
                "first": "Katy",
                "middle": [],
                "last": "Gallop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Acaster Lloyd Consulting Ltd",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "katy.gallop@acasterlloyd.com"
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Acaster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Acaster Lloyd Consulting Ltd",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "De Vries",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Browne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {},
                "email": "rryan@aimmune.com"
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "Du"
                ],
                "last": "Toit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Aimmune",
                "middle": [],
                "last": "Therapeutics",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: This study aimed to estimate utility values for health states relating to oral immunotherapy (OIT) for peanut allergy (PA), for children with PA and their caregivers. Patients and Methods: Two methods were used: an online survey and structured interviews. Both methods assessed current utility/ untreated PA (health-related quality of life, HRQoL) and HRQoL in different health states: \"up-dosing phase of treatment\", \"maintenance phase\" and \"able to tolerate 6-8 peanuts if accidentally ingested\". The survey was conducted in individuals with and without experience of OIT; data collected included the EQ-5D-Y (child states) and EQ-5D-5L (caregiver states). Results: In total, 100 caregivers and 38 adolescents completed the treatment-naïve survey, a separate sample of 50 caregivers participated in structured interviews. Seven caregivers and two adolescents with experience of OIT for PA completed the survey. Data from the three samples were pooled, the mean utility values were untreated PA: 0.796 (child), 0.855 (caregiver); up-dosing: 0.711 (child), 0.806 (caregiver); maintenance: 0.821 (child), 0.849 (caregiver), tolerate 6-8 peanuts: 0.859 (child), 0.884 (caregiver). The results show a gain in utility of 0.063 for children and 0.029 for caregivers between the untreated and tolerate 6-8 peanuts health states. Conclusion: This study is the first to assess utilities relating to OIT for PA. The results show the potential benefit of OIT for individuals with PA and their caregivers and provide values for use in cost-effectiveness evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Peanut allergy (PA) affects around 0.6% of children in the UK 1 and is the most common cause of fatal food-allergic reactions. 2 The standard of care for PA in the UK currently involves strict avoidance of peanuts as well as adrenaline autoinjectors (AAI) for emergency treatment if accidental exposure occurs. In December 2020 the European Medicines Agency (EMA) approved defatted powder of Arachis hypogaea L., semen (PDAH, previously known as AR101), making it the first approved oral immunotherapy (OIT) for PA with the goal of desensitizing patients to peanuts in case of accidental ingestion. Treatment with OIT involves the controlled daily ingestion in the home setting, of precise amounts of peanut protein, involving an \"up-dosing\" phase, where the dose is gradually increased over time under clinical supervision, until reaching a consistent \"maintenance\" dose.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research has found that the vigilance required to avoid peanuts in everyday life as well as fear of life threatening reactions can have a negative impact on children's health-related quality of life (HRQoL). 3, 4 Similarly, individuals with PA experienced greater impacts on social, psychological and physical aspects in comparison to their non-PA siblings. 5 For example, peanut avoidance can cause emotional issues such as anxiety and stress, 5 feelings of frustration and isolation, 6 and experiencing restrictions on activities, 7 which can include socialising and going on holiday. 6 Recent research has explored the impact of peanut allergy on children and adolescents in Europe, illustrating the wide-ranging impact of peanut avoidance and fear of reactions in a conceptual model. 4 A systematic review of caregiver burden associated with paediatric food allergy found considerable evidence that caring for a child with a food allergy has a negative impact on parents' HRQoL. 8 In particular, parents reported poorer emotional HRQoL, stress and trait anxiety than their comparison groups. 8 Research on PA specifically has also shown that caregivers of individuals with PA can experience a negative impact on their own HRQoL. 4, 9, 10 A recent study investigated the impacts of PA on caregivers through the use of validated HRQoL instruments. The survey found that caregivers experience psychosocial and productivity burden 10 and found that greater caregiver reported child burden was associated with higher caregiver anxiety. 11 The study also measured caregiver and child HRQoL using the EQ-5D-5L and EQ-5D-Y (proxy-reported) and found that caregivers of children with severe PA report worse HRQoL for themselves and their child than caregivers of children with mild or moderate PA (caregiver perceived severity). 10, 11 Qualitative research has explored the impact of PA on caregivers' HRQoL, demonstrating an impact on their emotions, social activities, relationships and work. A conceptual model showed that many factors can moderate the impact, particularly the level of control over the child's food and environment which can have a positive impact (eg the caregiver has a high level of control and therefore feels less anxious about their child having an accidental ingestion) or negative impact on caregivers' HRQoL (eg the caregiver has little control and therefore worries when their child is out with friends).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 211,
                    "end": 212,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 359,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 445,
                    "end": 446,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 486,
                    "end": 487,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 587,
                    "end": 588,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 788,
                    "end": 789,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 983,
                    "end": 984,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1236,
                    "end": 1238,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1535,
                    "end": 1537,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1824,
                    "end": 1827,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although PDAH is approved for use by the EMA, several Health Technology Assessment (HTA) agencies such as the National Institute for Health and Care Excellence (NICE) in the UK, require the HRQoL impact of new medicines to be measured in terms of utility values, in order to evaluate their cost-effectiveness. Utility values are preference weights, where preferences reflect years of life that someone is willing to sacrifice to avoid a health state that is worse than full health 12 and are measured on a cardinal ratio scale of 0 to 1, where 0 is equal to being dead and 1 indicates full health. 13 Utilities are typically captured using preference-based measures such as the EQ-5D; 14 the score weighting of the EQ-5D was developed using the time trade-off technique, which establishes participants' willingness to trade years of life to avoid a health state.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Published estimates for food allergy utilities range from 0.803 15 for clinically or self-diagnosed food allergy (age group not specified) to 0.91 for adolescents aged 13-17 (parent-reported EQ-5D). 16 Currently there are no published utility values for peanut allergy specifically, however in their review of the cost-effectiveness of emerging treatments for PA the Institute for Clinical and Economic Review (ICER) in the United States used published values for food allergy and assumed that desensitization to peanuts would improve utility by 0.06 for children and 0.054 for adolescents. 17 There are no published utilities estimating the impact of food allergies or PA specifically on informal caregivers.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The method of utility estimation preferred by NICE in the UK, the \"reference case\", is the EQ-5D questionnaire reported by patients. 18 The EQ-5D is a standardised and validated instrument that is widely used, 14 a version designed for children is also validated (EQ-5D-Y). 19 In updated methods guidance (currently a draft for consultation 20 ), NICE state that if EQ-5D data from patients or carers are not available, a sample from the general population or with the condition should complete the EQ-5D based on vignettes describing the health states. As no utilities for individuals who have received OIT for PA or for their caregivers have been published, this method was used with a PA population in the current study.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, the objectives of the current study were to estimate utilities for patients and caregivers for four health states relating to OIT for PA: (1) untreated PA, (2) up-dosing phase of treatment, (3) maintenance phase of treatment and (4) being able to tolerate between 6 to 8 peanuts if accidentally ingested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study used a cross-sectional design incorporating different methods of data collection: an Online Survey and structured interviews, each with independent samples. All participants gave informed consent prior to participating; caregivers of adolescent participants consented to their child participating and adolescents provided assent. The study protocol and materials were reviewed and approved by the Western Independent Review Board (approved 16/12/19) . The study complies with the Declaration of Helsinki.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "16/12/19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Caregiver participants whose children were naïve to OIT treatment were recruited through a specialist recruitment agency; those whose children had previously received PDAH in a clinical trial were recruited by a patient advocacy group (PAG); adolescent participants were recruited via their caregivers. The recruitment agency identified potential participants through a panel of individuals who have registered their interest in participating in research studies; the PAG reached out to its PA members via email. Potential participants completed a brief screener questionnaire to check their eligibility. Treatment-naïve participants were eligible if they were adult caregivers to a child (aged 4 to 17) with a medical diagnosis of PA and living in the UK. Participants had to be interested in their child receiving immunotherapy for their PA however they were excluded if their child already had experience of immunotherapy for PA. Participants whose children had experience of PDAH were eligible if they lived in the UK and were a caregiver to a child with a medical diagnosis of PA who had participated in a clinical trial for PDAH (active treatment only) while aged 4-17. Adolescents (aged 12 or older) whose caregiver participated were also invited to participate in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants Survey"
        },
        {
            "text": "Caregivers were recruited for structured interviews via the PAG and the specialist patient recruitment agency. Participants were eligible if they were adult caregivers to a child (aged 4 to 17) with a medical diagnosis of PA, who had been prescribed an AAI for their PA and could provide evidence of the diagnosis. In line with the survey sample, participants lived in the UK and had to be interested in their child having immunotherapy for their PA, however they were excluded if their child already had experience of immunotherapy for PA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured Interviews"
        },
        {
            "text": "Following screening, consent and assent (where appropriate) treatment naïve and OIT treated participants were routed to the appropriate population-specific version of the survey. The caregiver survey consisted of demographic and clinical questions about the child's PA and questions about caregivers own HRQoL and their child's current HRQoL (same for both participant groups). HRQoL was measured using the EQ-5D-5L for caregivers, and EQ-5D-Y for individuals with PA. For treatment naïve participants the final section of the survey included different scenarios describing individuals with PA at different stages of treatment with a PA OIT (up-dosing, maintenance, being able to tolerate up to 8 peanuts); for each scenario, participants were asked to imagine their child in that scenario and provide a proxy evaluation of their child's and their own HRQoL in that scenario. In the adolescent survey, participants answered questions about their current HRQoL and were then asked to imagine themselves in each of the scenarios described and rate their HRQoL in each scenario. The scenarios described the treatment requirements and reaction risks associated with each health state. See Figure 1 for an example scenario and Scenarios 1-3 The draft survey and health state scenario development included reviews by two clinicians with experience of treating patients with PA in clinical trials of PDAH, a PAG and an individual with PA. The health state scenarios were also piloted in 4 interviews with caregivers of children with PA. For treated participants the survey asked participants to recall and rate their and their child's HRQoL before participating in the trial, during up-dosing, during maintenance and at the time of the survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1185,
                    "end": 1193,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Procedures Survey"
        },
        {
            "text": "Due to the complexity and length of the survey, participants who completed the survey in less than 15 minutes were excluded; this was the minimum time it was felt possible to complete the survey attentively. Data collection took place between March and April 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures Survey"
        },
        {
            "text": "All interviews were conducted via video conference call (Zoom) by trained researchers following an interview script and were audio recorded. Participants were first asked to rate each health state and current HRQoL on a visual analogue scale (VAS). Following the VAS ratings, participants completed the EQ-5D-5L (for caregivers) and EQ-5D-Y (for their child with PA) for each health state and their current HRQoL. Caregivers rated each health state separately for themselves and for their child. The interviews were counterbalanced in terms of whether participants were asked to consider their child's HRQoL or their own HRQoL in each scenario first or vice versa. Participants were also asked to explain their ratings. Interviews lasted approximately 30 to 45 minutes. Participants also completed a background questionnaire including the same demographic and clinical questions as included in the online survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structured Interviews"
        },
        {
            "text": "Demographic and clinical data were analysed using descriptive statistics. The EQ-5D-5L and EQ-5D-Y utility values for the scenarios and participants' own HRQoL were scored using the UK population weights (EQ-5D-5L 21 ; EQ-5D-Y 22 ). Descriptive statistics (mean, standard error) were provided for each patient and caregiver health state. The data from the different methods were pooled: the treated participants' pre-trial ratings were pooled with the ratings for current HRQoL from the untreated participants and the treated participants' current HRQoL was pooled with the \"tolerate up to 8 peanuts\" health state, as all treated participants had successfully reached the maintenance dose on the trial and had a food challenge to confirm they could tolerate the ingestion of peanut protein equivalent to at least 1 peanut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "In total 100 caregivers and 38 adolescents completed the treatment naïve survey and 50 caregivers participated in the treatment naïve structured interviews; seven caregivers, and two adolescents completed the treated survey. The caregiver demographics for each sample and overall are shown in Table 1 . The table shows the caregivers in each sample were a similar age with an overall mean of 41 years. The two survey samples contained an approximately equal number of males and females; however, the structured interview sample was predominantly female (92%). Overall, approximately a quarter (27%) of participants were the only caregiver for their child, most participants who reported there are 2 or more caregivers provided at least 50% of the care for their child in terms of managing their PA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 300,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample Description"
        },
        {
            "text": "The demographics of the children with PA from each sample are shown in Table 2 . The children had a mean age of 11 years and approximately two-thirds (62%) were male. Half of the sample had another food allergy in addition to PA and most (85%) caregivers rated their child's PA as moderate or severe. Other n (%) 9 (9%) 0 (0%) 1 (14%) 10 (6%) None of the above n (%) 53 (53%) 29 (58%) 6 (86%) 88 (56%)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sample Description"
        },
        {
            "text": "Prefer not to answer n (%) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Description"
        },
        {
            "text": "Utilities Table 3 shows a utility increase of 0.063 from un-treated PA HRQoL to the \"tolerate 6 to 8 peanuts\" health state. The data also shows a utility gain (of 0.029) for caregivers of children who can tolerate 6-8 peanuts compared to caring for a child with untreated PA. The table summarises the pooled child and caregiver utility values from the three samples, including adolescent self-report data rather than the caregiver proxy report data where available. The child values are from N=40 adolescent self-reports and N=117 caregiver proxy-reports. Table 4 shows the values from the N=38 un-treated and N=2 treated adolescents who completed the surveys and the proxy-reported values from their caregivers. The table shows that the self and proxy reported ratings are very similar, particularly for the \"current\" and \"tolerate 6-8 peanuts\" health states, however adolescents perceive a slightly larger increase in HRQoL between untreated PA and the \"tolerate 6-8 peanuts\" health state than caregivers report. The alignment between the adolescent self-report and caregiver proxy values suggests that pooling the adolescent selfreport data with the caregiver proxy reported values, when self-report is not available, is reasonable but may provide a conservative estimate of the child utility gain from PA OIT. Table 5 shows the mean child and caregiver values estimated from the three different methods. The table shows the \"current HRQoL\" values are very similar from the two treatment naïve samples (child values: survey: 0.802; interviews: 0.810) and all three caregiver samples (mean utility: 0.852-0.856). For both the child and caregiver values, the utilities estimated from the structured interviews and the treated survey are lower for the up-dosing and maintenance health states and slightly higher for the \"tolerate 6-8 peanuts\" health state compared to the estimates from the treatment-naïve survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 556,
                    "end": 563,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1314,
                    "end": 1321,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "DovePress"
        },
        {
            "text": "The two treatment-naïve samples (survey and interviews) contained an approximately equal split of caregivers of children (aged 4-11) and caregivers of adolescents (aged [12] [13] [14] [15] [16] [17] . When the proxy-reported utility values for children and adolescents are compared, the survey participants reported very similar values for both age groups, the interview sample reported slightly higher current HRQoL for adolescents compared to children (0.823 for adolescents compared to 0.797 for children) and for the \"tolerate 6-8 peanuts\" health state (0.911 for adolescents compared to 0.855 for children); the utility gain for tolerating 6-8 peanuts is also slightly higher for adolescents compared to children (0.087 vs 0.058).",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "This study reports the first utility values for health states relating to oral immunotherapy for PA and the first utility values for caregivers of children with PA. A combination of methods were used, with the pooled results showing that the utility difference between untreated PA and being able to tolerate up to eight peanuts increases a child's utility value by 0.063 and a caregiver's utility by 0.029. The study also shows that where data was collected from both adolescents' selfreporting and caregivers providing proxy ratings the utility values are closely aligned, indicating that pooling both selfand proxy-reported data is appropriate, though may underestimate utility gain associated with successful OIT. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The utility values for current HRQoL are very similar from the survey and interview samples for both children (survey: 0.802; interviews: 0.810) and caregivers (survey: 0.855; interviews: 0.856). However, the pre-trial values from the treated survey sample are substantially lower than the current HRQoL of treatment-naïve participants in the survey and interviews; this may be due to a recall bias as participants were recalling back a number of years. The utility value from the treated sample for tolerating peanuts is higher than the treatment-naïve estimates for tolerating 6-8 peanuts, even though the actual amount of peanuts they know they can tolerate is lower, suggesting that the estimated values from un-treated participants may underestimate the HRQoL benefit of being able to tolerate 6-8 peanuts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "The utility values estimated using each of the methodologies show a HRQoL improvement between either current HRQoL and the desensitized health state or between pre-trial and desensitized for both children and caregivers. However, this difference is smaller for the treatment-naïve survey compared to the other methods. Although the current HRQoL is similar, the treatment-naïve survey sample appears to be a less severe PA sample than the structured interview sample, as a higher proportion of caregivers reported a milder PA severity than the interview sample, therefore the treatment-naïve survey participants may have perceived less benefit associated with desensitization when factoring in the requirements of the treatment. The structured interview methodology also means that participants were engaged with the task of health state valuation as they were questioned about their ratings throughout and were given the opportunity to change previous responses if they wished to. Survey participants were excluded if they completed the survey in less than 15 minutes, therefore anyone rushing through the survey would have been excluded, however unlike the interviews, the level of participant engagement with the survey could not be judged. Therefore, although from a smaller sample, the interview values represent a more methodologically robust estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "As discussed previously, until the current study there were no published utility estimates for PA specifically, only for FA. The published estimates in FA range from 0.803 15 to 0.91. 16 The lower value of 0.803 is very close to the value estimated in the current study for untreated PA (0.796 overall) which adds face validity to the value from the current study. In addition, the utility gain associated with going from untreated to being able to tolerate up to eight peanuts in the current study (0.063) is very closely aligned with the estimate used by ICER in their cost-effectiveness review (children: 0.060; adolescents: 0.054 17 ). The similarities with the published values provide face validity for the values estimated in the current study. Furthermore, the difference in utility before and after successful OIT (0.063) is similar to the difference in values seen in children with Type 1 diabetes with and without complications or comorbidities (0.05). 23 This similarity also applies to the caregiver values, with the difference in caring for a child before and after successful OIT from the current study (0.029) being almost the same as the difference in utility for caregivers of children with and without complications or comorbidities of Type 1 diabetes (0.02). 23 Currently in the UK there is limited guidance about how to estimate utilities for child and adolescent health states. Recent reviews of health technology appraisals including pre-school children, older children and adolescents found that most submissions used HRQoL measures designed for adults. 24, 25 Although child-specific preference-based measures are available, there are several challenges in collecting utility values directly from children. For example, the health states in the current study included children aged between four and 17, with the younger children being too young to self-report using the EQ-5D-Y as it is validated for children aged eight and older. In addition, the data collection took place during the COVID-19 pandemic at a time when the UK was under lockdown restrictions, therefore all data collection took place remotely which would be less appropriate for collecting data from children. Due to these challenges the majority of the data collected was proxy-reported, however adolescents were also invited to complete the surveys and therefore selfreported values have been used where available. Future research should collect utility data from children, adolescents and their caregivers while undergoing OIT for PA. Other future research could explore utility differences between those who would and would not consider OIT for their PA.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1578,
                    "end": 1581,
                    "text": "24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1582,
                    "end": 1584,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "Some limitations should be acknowledged when interpreting the results of this study; firstly, the sample size of the treated survey is very small. Also, the pre-trial and treatment utility values may be affected by recall bias. Furthermore, as discussed, the majority of the child values were proxy-reported rather than self-reported. The survey data collected suggested that adolescents' self-reports and caregivers' proxy-reports were closely aligned, however further research could explore whether this is also true if younger children self-report their HRQoL using a preference-based measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "Finally, the majority of data collected was from participants valuing hypothetical scenarios, more robust data would capture utilities from patients directly while undergoing different stages of OIT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "This study provides the first estimates of health state utility values for PA OIT health states for both children and caregivers. The study used data pooled from various methods to estimate these values which can be used to estimate the cost-effectiveness of new treatments for PA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study protocol and materials were reviewed and approved by the Western Independent Review Board (approved 16/ 12/19). All participants gave informed consent prior to participating; caregivers of adolescent participants consented to their child participating and adolescents provided assent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of the epidemiology of peanut allergy in the United Kingdom",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Berni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Berni",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Expert Rev Clin Immunol",
            "volume": "15",
            "issn": "",
            "pages": "1333--1339",
            "other_ids": {
                "DOI": [
                    "10.1080/1744666X.2020.1693264"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fatalities due to anaphylactic reactions to foods",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muñoz-Furlong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "107",
            "issn": "",
            "pages": "191--193",
            "other_ids": {
                "DOI": [
                    "10.1067/mai.2001.112031"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Peanut allergy: burden of illness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenhawt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Allergy Asthma Proc",
            "volume": "40",
            "issn": "",
            "pages": "290--294",
            "other_ids": {
                "DOI": [
                    "10.2500/aap.2019.40.4240"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "APPEAL-2: a pan-European qualitative study to explore the burden of peanut-allergic children, teenagers and their caregivers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunngalvin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acaster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Exp Allergy",
            "volume": "50",
            "issn": "",
            "pages": "1238--1248",
            "other_ids": {
                "DOI": [
                    "10.1111/cea.13719"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of peanut allergy on quality of life, stress and anxiety in the family",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Knibb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hourihane",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Allergy",
            "volume": "64",
            "issn": "",
            "pages": "461--468",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1398-9995.2008.01843.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "APPEAL-1: a multiple-country European survey assessing the psychosocial impact of peanut allergy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunngalvin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blumchem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Timmerman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "75",
            "issn": "",
            "pages": "2899--2908",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14363"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The impact of food allergy on the daily activities of children and their families",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bollinger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Dahlquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mudd",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Allergy, Asthma Immunol",
            "volume": "96",
            "issn": "10",
            "pages": "60908--60916",
            "other_ids": {
                "DOI": [
                    "10.1016/S1081-1206(10)60908-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A scoping review of the caregiver burden of pediatric food allergy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Golding",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Middelveld",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Allergy, Asthma Immunol",
            "volume": "127",
            "issn": "",
            "pages": "536--547",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anai.2021.04.034"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quality of life in food allergy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Sicherer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "11",
            "issn": "",
            "pages": "236--242",
            "other_ids": {
                "DOI": [
                    "10.1097/ACI.0b013e3283464cf0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Psychosocial and productivity impact of caring for a child with peanut allergy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acaster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy. Asthma Clin Immunol",
            "volume": "16",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Peanut allergy impact on productivity and quality of life (PAPRIQUA): caregiver-reported psychosocial impact of peanut allergy on children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acaster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Exp Allergy",
            "volume": "50",
            "issn": "",
            "pages": "1249--1257",
            "other_ids": {
                "DOI": [
                    "10.1111/cea.13727"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "QALYs: the basics. Value Heal",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Torrance",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "5--9",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1524-4733.2009.00515.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Health outcomes in economic evaluation: the QALY and utilities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br Med Bull",
            "volume": "96",
            "issn": "",
            "pages": "5--21",
            "other_ids": {
                "DOI": [
                    "10.1093/bmb/ldq033"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gudex",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Qual Life Res",
            "volume": "20",
            "issn": "",
            "pages": "1727--1736",
            "other_ids": {
                "DOI": [
                    "10.1007/s11136-011-9903-x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Household costs associated with food allergy: an exploratory study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Voordouw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cornelisse-Vermaat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br Food J",
            "volume": "112",
            "issn": "",
            "pages": "1205--1215",
            "other_ids": {
                "DOI": [
                    "10.1108/00070701011088197"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Household costs associated with objectively diagnosed allergy to staple foods in children and adolescents",
            "authors": [
                {
                    "first": "Jlp",
                    "middle": [],
                    "last": "Protudjer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansson",
                    "suffix": ""
                },
                {
                    "first": "Heibert",
                    "middle": [],
                    "last": "Arnlind",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "3",
            "issn": "",
            "pages": "68--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2014.09.021"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Oral Immunotherapy and Viaskin ® Peanut for peanut allergy: effectiveness and value",
            "authors": [],
            "year": 2019,
            "venue": "Patient Preference and Adherence",
            "volume": "2022",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2147/PPA.S357864"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Institute for Health and Care Excellence. Guide to the methods of technology appraisal",
            "authors": [],
            "year": 2013,
            "venue": "DovePress 18",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "National Institute for Health and Care Excellence. NICE health technology evaluations: the draft manual",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wille",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Badia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonsel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual Life Res",
            "volume": "19",
            "issn": "",
            "pages": "875--886",
            "other_ids": {
                "DOI": [
                    "10.1007/s11136-010-9648-y"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interim scoring for the EQ-5D-5L: mapping the EQ-5D-5L to EQ-5D-3L value sets. Value Heal",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Hout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "708--715",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jval.2012.02.008"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modeling valuations for EuroQol health states",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Med Care",
            "volume": "35",
            "issn": "",
            "pages": "1095--1108",
            "other_ids": {
                "DOI": [
                    "10.1097/00005650-199711000-00002"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Health-related quality of life in type 1 diabetes mellitus pediatric patients and their caregivers in Spain: an observational cross-sectional study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "López-Bastida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lopez-Siguero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oliva-Moreno",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Med Res Opin",
            "volume": "35",
            "issn": "",
            "pages": "1589--1595",
            "other_ids": {
                "DOI": [
                    "10.1080/03007995.2019.1605158"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The challenges of measuring and valuing quality of life in preschool children: a retrospective review of NICE appraisals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lovett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Children",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/children8090765"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A review of the methods used to generate utility values in NICE technology assessments for children and adolescents. Value Heal",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rowen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "907--917",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jval.2020.02.011"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Patient Preference and Adherence is an international, peer-reviewed, open access journal that focusing on the growing importance of patient preference and adherence throughout the therapeutic continuum. Patient satisfaction, acceptability, quality of life, compliance, persistence and their role in developing new therapeutic modalities and compounds to optimize clinical outcomes for existing disease states are major areas of interest for the journal. This journal has been accepted for indexing on PubMed Central. The manuscript management system is completely online and includes a very quick and fair peer-review system",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example health state scenario: tolerate 6-8 peanuts. https://doi.org/10.2147/PPA.S357864 DovePress Patient Preference and Adherence 2022:16",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample Characteristics: Caregivers",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sample Characteristics: Children Aged 4 −17 with Peanut Allergy Notes: *Caregiver perception **Severity before trial.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pooled Utility Values: Child and Caregiver Values by Health State (N=157)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Child Health States: N=40 Adolescent Self-Report and Corresponding Caregiver Proxy-Report (N=38 Treatment Naive; N=2 Treated)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Mean Utility Values Estimated from the Different Methods (Adolescent Self-Report Data Included Where Available)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the participants who took part in the study and Anaphylaxis Campaign for their help with participant recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The study was funded by Aimmune Therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "JdV, RB and RR are employees of Aimmune Therapeutics. GDT reports research grants to institution and advisory board fees from Aimmune Therapeutics. KG and SA are employees of Acaster Lloyd Consulting who received funding from Aimmune Therapeutics to conduct the study. The authors report no other conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}