{
    "paper_id": "02837054db885371c66dff066f0a896b04d6c427",
    "metadata": {
        "title": "Marked enhancement of neutralizing antibody and IFN-γ T-cell responses by GX-19N DNA booster in mice primed with inactivated vaccine",
        "authors": [
            {
                "first": "Yong",
                "middle": [
                    "Bok"
                ],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SL VaxiGen Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Duckhyang",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genexine Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "You",
                "middle": [
                    "Suk"
                ],
                "last": "Suh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genexine Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Juyoung",
                "middle": [],
                "last": "Na",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genexine Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "In"
                ],
                "last": "Ryu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "SL VaxiGen Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Chul"
                ],
                "last": "Sung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Genexine Inc",
                    "location": {
                        "addrLine": "Korea Bio Park",
                        "settlement": "Seongnam",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to the COVID-19 pandemic, an unprecedented level of vaccine development has occurred. As a result, various COVID-19 vaccines have been approved for use. Among these, inactivated virus particle (VP) vaccines have been widely used worldwide, but additional vaccination strategies are needed because of the short duration of immune responses elicited by these vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, we evaluated homologous and heterologous prime-boost regimens using a VP vaccine and GX-19N DNA vaccine for their ability to enhance the protective immune response against SARS-CoV-2. We demonstrated that a heterologous prime-boost regimen with the VP vaccine and GX-19N DNA vaccine resulted in enhanced S RBD -& N-specific antibody responses, compared to the homologous VP vaccine prime-boost vaccination. In addition, the neutralizing antibody response was significantly improved with the heterologous VP prime-DNA boost regimen, and the neutralizing antibody induced with the heterologous prime-boost regimen did not decrease against the SARS-CoV-2 variant of concern (VOC). The heterologous VP prime-DNA boost regimen not only significantly increased S-and N-specific IFN-γ T-cell responses, but also induced an equivalent level of T-cell response against SARS-CoV-2 VOCs. Our results provide new insights into prophylactic vaccination strategies for COVID-19 vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There has been an unprecedented level of vaccine development in response to the COVID- 19 pandemic. As a result, 22 COVID-19 vaccines have been approved for use, and more than 3.7 billion doses have been administered. This rapid development of an effective vaccine against COVID- 19 and its distribution to the general population has proven to be a very successful strategy for reducing the transmission and disease burden of COVID-19.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MAIN TEXT"
        },
        {
            "text": "Among several vaccine platforms, inactivated virus particle (VP) vaccines have been extensively studied. They are generally safe and are widely used to prevent respiratory infections such as influenza and other infectious diseases such as hepatitis A, polio, and rabies 1 . VP vaccines are manufactured through an inactivation process of the virus, which leads to a loss of infectivity but retains the main viral antigenicity. VP vaccines also have the advantage of being easily stored and transported for years at 2-8 °C, making them suitable for use in many low-income countries and locations with limited cold storage capacity. However, production rates may be limited by the yield of the virus in cell culture and the requirements for a production facility at biosafety level 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAIN TEXT"
        },
        {
            "text": "The COVID-19 VP vaccines BBIBP-CorV (Sinopharm Beijing), Coronavac (Sinovac), and BBV152",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAIN TEXT"
        },
        {
            "text": "(Bharat Biotech) have demonstrated protective efficacies of 78.1% 2 , 50.7% 3 , and 77.8% 4 , respectively, and have been approved for emergency use in several countries. As a result, a significant portion of the world's population has received a two-dose emergency immunization with one of the COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAIN TEXT"
        },
        {
            "text": "The DNA vaccine is an effective platform for rapid control of the SARS-CoV-2 outbreak as it can be completed in weeks to produce a clinical-grade vaccine 5 . In addition, DNA vaccines have the advantage of being highly stable at various temperatures, making them suitable for delivery in environments where resources are limited and there are no cold chains 6 . It has been reported that unlike conventional vaccines, DNA vaccines can effectively stimulate both cellular and humoral responses to pathogens in a challenge model 7 . In addition, the potential of prophylactic DNA vaccines against viral infections such as MERS-CoV and ZIKV has been demonstrated in recent clinical trials 8, 9, 10, 11 . As the COVID-19 pandemic has spread worldwide, recent studies have reported that DNA vaccines induce antigen-specific T-cell responses, neutralize antibodies, and further protect animals from SARS-CoV-2 challenge 12, 13, 14 . A COVID-19 DNA vaccine, ZyCoV-D, has recently been approved for emergency use as it has shown 66.6% protective efficacy in phase 3 clinical trials 15 . In addition, two, eight, and one candidate DNA vaccines are currently in phases 3, 2, and 1 of clinical trials, respectively 16 .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 358,
                    "end": 359,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 527,
                    "end": 528,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 696,
                    "end": 698,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "VP vaccines."
        },
        {
            "text": "A heterologous prime-boost has been shown to effectively improve the immunogenicity of HIV-1 and influenza vaccines 17, 18, 19, 20 . Heterologous prime-boost regimens using DNA and VP In this study, six-week-old female mice were primed with a VP vaccine and boosted with the VP vaccine or GX-19N DNA vaccine four weeks later for booster vaccination. Immune responses were evaluated two weeks after the last vaccination. The Spike-specific binding antibody was evaluated by ELISA using the receptor binding domain (S RBD , Wuhan) and nucleocapsid (N, Wuhan) proteins. The heterologous VP vaccine prime-GX-19N DNA vaccine boost induced a significantly higher S RBD -specific antibody response than the homologous VP vaccine prime-boost regimen. Compared to VP prime, VP boost increased antibody titer by 1.7fold, whereas DNA boost increased antibody titer by 181-fold. (Fig. 1A) . The ratio of IgG2a to IgG1 antibody titer was, albeit statistically insignificant, increased after GX-19N boosting (Fig 1B) , indicating the enhancement of Th1-polarized immunity, as reported previously 22, 23 . Likewise, the heterologous prime-boost vaccination also induced significantly higher NP-specific antibody responses than the homologous prime-boost vaccination. VP-prime followed by VP-boost increased antibody titer by 1.4-fold, whereas GX-19N DNA-boost increased antibody titer by 512fold. (Fig. 1C ). In addition, we evaluated the neutralizing antibody responses to the Wuhan and VOCs (B.1.351 and B.1.617.2) using the surrogate virus neutralization test (sVNT), which is highly correlated with the conventional virus neutralization test (cVNT) and pseudovirus-based VNT (pVNT) 24 . In contrast to the previous report that the boosting with 2 g VP vaccine increased about 2-fold neutralization titer, the booster immunization with VP vaccine in our experiment did not further enhance neutralization antibody responses in mice primed with VP vaccine. This discrepancy may be due to the differences in immunization dose (0.4 g vs. 2 g), and assay methods for evaluating neutralization antibody responses (sVNT vs. cVNT).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1673,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 876,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1002,
                    "text": "(Fig 1B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1382,
                    "end": 1390,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "VP vaccines."
        },
        {
            "text": "Heterologous vaccination induced a significantly higher neutralizing antibody titer than the homologous VP prime-boost vaccination. The neutralizing antibody titer obtained through the T-cell responses were also evaluated following the homologous and heterologous vaccination regimens. A higher Wuhan SARS-CoV-2 spike-specific IFN-γ response was detected by ELIspot in mice that received a heterologous vaccination regimen. Compared to VP-prime, VP-boost increased T cell response by 1.6-fold, whereas GX-19N DNAboost increased T cell response by 38.3fold. (Fig. 3A) . As expected, we observed similar levels of cellular responses to the B.1.351 (mean = 1,644 SFUs/10 6 splenocytes) and B.1.617.2 (mean = 1,753 SFUs/10 6 splenocytes) spike peptides (Fig.   3B ). Similar to the results for the spike peptides, a higher N-specific IFN-γ response was observed in the heterologous VP vaccine prime-GX-19N DNA vaccine boost regimen. VP-prime followed by VP-boost increased cellular response by 2.9-fold, whereas GX-19N DNA-boost increased cellular response by 8.8-fold. (Fig. 4A) . We also observed similar levels of IFN-γ T cell response to B.1.351 (mean = 739 SFUs/10 6 splenocytes) and B.1.617.2 (mean = 794 SFUs/10 6 splenocytes) nucleocapsid peptides (Fig. 4B) . This is consistent with previous findings that cellular immunity is relatively unimpaired by VOCs compared to neutralizing antibody responses 26 Comparison of data between groups was performed using two-tailed Student's t-tests. Statistical significance was set at P <0.05. Balb/c mice (n=4/group) were immunized at weeks 0 and 4 as described in the methods, and antibody responses were measured in the sera of mice collected 2 weeks after the last immunization.",
            "cite_spans": [
                {
                    "start": 1406,
                    "end": 1408,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 566,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 749,
                    "end": 759,
                    "text": "(Fig.   3B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1252,
                    "end": 1261,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "VP vaccines."
        },
        {
            "text": "Graphs show SARS-CoV-2 S RBD -specific IgG titer (A), ratios of S RBD -specific IgG2a to IgG1 titer (B) and SARS-CoV-2 N-specific IgG titer (C). Individual mice were represented by a single data point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VP vaccines."
        },
        {
            "text": "P-values were determined by two-tailed Student's t-test. *p<0.05. Balb/c mice (n=4/group) were immunized at weeks 0 and 4 as described in the methods, and antibody responses were measured in the sera of mice collected 2 weeks after the last immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VP vaccines."
        },
        {
            "text": "Sera from vaccinated mice were tested for sVNT 20 ",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "VP vaccines."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 vaccines strategies: a comprehensive review of phase 3 candidates",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Kyriakidis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez-Cortes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Grimaldos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Prado",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "NPJ Vaccines",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of 2 Inactivated SARS-CoV-2 Vaccines on Symptomatic COVID-19 Infection in Adults: A Randomized Clinical Trial",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Kaabi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "326",
            "issn": "",
            "pages": "35--45",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and safety of a COVID-19 inactivated vaccine in healthcare professionals in Brazil: The PROFISCOV study",
            "authors": [
                {
                    "first": "Ricardo",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacy, safety, and lot to lot immunogenicity of an inactivated SARS-CoV-2 vaccine BBV152): a, double-blind, randomised",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ella",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel Vaccine Technologies: Essential Components of an Adequate Response to Emerging Viral Diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "319",
            "issn": "",
            "pages": "1431--1432",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intradermal SynCon(R) Ebola GP DNA Vaccine Is Temperature Stable and Safely Demonstrates Cellular and Humoral Immunogenicity Advantages in Healthy Volunteers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tebas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Dis",
            "volume": "220",
            "issn": "",
            "pages": "400--410",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Optimization of a DNA Vaccine Against SARS",
            "authors": [
                {
                    "first": "Alexander",
                    "middle": [
                        "N"
                    ],
                    "last": "Zakhartchouk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "DNA AND CELL BIOLOGY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and immunogenicity of an anti-Middle East respiratory syndrome coronavirus DNA vaccine: a phase 1, open-label, single-arm, dose-escalation trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Lancet Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "1013--1022",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safety, tolerability, and immunogenicity of two Zika virus DNA vaccine candidates in healthy adults: randomised, open-label, phase 1 clinical trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaudinski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "391",
            "issn": "",
            "pages": "552--562",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Safety and Immunogenicity of an Anti-Zika Virus DNA Vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tebas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New England Journal of Medicine",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "DNA vaccines: prime time is now",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Gary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Opin Immunol",
            "volume": "65",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immunogenicity of a DNA vaccine candidate for COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "YDNA vaccine protection against SARS-CoV-2 in rhesus macaques",
            "authors": [
                {
                    "first": "Jingyou",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Soluble Spike DNA Vaccine Provides Long-Term Protective Immunity against SARS-CoV-2 in Mice and Nonhuman Primates",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Vaccines (Basel)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preexposure Efficacy of a Novel Combination DNA and Inactivated Rabies Virus Vaccine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Subhabrata",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "HUMAN GENE THERAPY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enhanced immunogenicity of gp120 protein when combined with recombinant DNA priming to generate antibodies that neutralize the JR-FL primary isolate of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7933--7937",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Polyvalent HIV-1 Env vaccine formulations delivered by the DNA priming plus protein boosting approach are effective in generating neutralizing antibodies against primary human immunodeficiency virus type 1 isolates from subtypes A",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "34--47",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multifunctional T-cell characteristics induced by a polyvalent DNA prime/protein boost human immunodeficiency virus type 1 vaccine regimen given to healthy adults are dependent on the route and dose of administration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "6458--6469",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Replication-incompetent adenoviral vaccine vector elicits effective antiimmunode®ciency-virus immunity",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "W"
                    ],
                    "last": "Shiver",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Heterologous HA DNA vaccine prime--inactivated influenza vaccine boost is more effective than using DNA or inactivated vaccine alone in eliciting antibody responses against H1 or H3 serotype influenza viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "3626--3633",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Potentiation of antigen-specific, Th1 immune responses by multiple DNA vaccination with an ovalbumin/interferon-c hybrid construct. Immunology, 1998. 23. MK Song et al. Enhancement of Immunoglobulin G2a and Cytotoxic T-Lymphocyte Responses by a Booster Immunization with Recombinant Hepatitis C Virus E2 Protein in E2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "DNA-Primed Mice",
            "authors": [],
            "year": 2000,
            "venue": "JOURNAL OF VIROLOGY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A SARS-CoV-2 surrogate virus neutralization test based on antibodymediated blockage of ACE2-spike protein-protein interaction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Biotechnol",
            "volume": "38",
            "issn": "",
            "pages": "1073--1078",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neutralising antibody activity against SARS-CoV-2 VOCs B.1.617.2 and B.1.351 by BNT162b2 vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Lancet",
            "volume": "397",
            "issn": "",
            "pages": "2331--2333",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Impact of SARS-CoV-2 variants on the total CD4(+) and CD8(+) T cell reactivity in infected or vaccinated individuals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarke",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Rep Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immune responses against SARS-CoV-2 variants after heterologous and homologous ChAdOx1 nCoV-19/BNT162b2 vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barros-Martins",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "",
            "pages": "1525--1529",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Safety, reactogenicity, and immunogenicity of homologous and heterologous prime-boost immunisation with ChAdOx1 nCoV-19 and BNT162b2: a prospective cohort study",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Hillus",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Safety and immunogenicity of heterologous versus homologous prime-boost schedules with an adenoviral vectored and mRNA COVID-19 vaccine (Com-COV): a singleblind, randomised, non-inferiority trial",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Lancet",
            "volume": "398",
            "issn": "",
            "pages": "856--869",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Humoral immune response in inactivated SARS-CoV-2 vaccine: When should a booster dose be administered? MedRxiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A booster dose is immunogenic and will be needed for older adults who have completed two doses vaccination with CoronaVac: a randomised, double-blind, placebocontrolled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Immunogenicity and safety of a third dose, and immune persistence of CoronaVac vaccine in healthy adults aged 18-59 years: interim results from a double-blind, randomized, placebo-controlled phase 2 clinical trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBIBP-CorV: a randomised, double-blind, placebo-controlled, phase 1/2 trial. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effect of an Inactivated Vaccine Against SARS-CoV-2 on Safety and Immunogenicity Outcomes: Interim Analysis of 2 Randomized Clinical Trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "",
            "pages": "951--960",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Safety, tolerability, and immunogenicity of an inactivated SARS-CoV-2 vaccine in healthy adults aged 18-59 years: a randomised, double-blind, placebo-controlled, phase 1/2 clinical trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Lancet Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Safety and immunogenicity of a recombinant tandem-repeat dimeric RBDbased protein subunit vaccine (ZF2001) against COVID-19 in adults: two randomised, double-blind, placebo-controlled, phase 1 and 2 trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Lancet Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "1107--1119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "vaccines have been shown to induce more effective antibody and T-cell responses than the homologous prime-boost regimen 16, 21 . Although most previous studies have used heterologous DNA vaccine prime-VP vaccine boost regimens, given the current situation where COVID-19 VP vaccines are predominant and COVID-19 DNA vaccines are rare, efficacy evaluation of heterogeneous VP vaccine prime-DNA vaccine boost regimens could provide more practical and valuable information.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "heterogeneous regimen was 76.1-fold higher for the Wuhan (mean = 14 vs. 1,076 sVNT 20 titer), 53.8-fold higher for the B.1.351 (mean = 10 vs. 538 sVNT 20 titer), and 76.1-fold higher for the B.1.617.2 (mean = 14 vs. 1,076 sVNT 20 titer) variants than that obtained through the homologous prime-boost regimen (Fig 2A). Interestingly, the neutralizing antibody titer obtained for the B.1.351 and B.1.617.2 variants through the heterologous regimen were comparable to those obtained for the Wuhan (Fig. 2B), presumably due to the induction of cross-reactive neutralizing antibodies. It is worth noting that level of neutralization antibody responses induced by an mRNA vaccine (BNT162b2) was reduced about 5-fold against variants (B.1.351, B.1.617.2), compared to the wild-type 25 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Similar results showing enhancement of neutralization antibody and T cell responses by GX-19N booster immunization were also obtained in a separate independent experiments with different dose and boosting interval.Clinical studies are underway to compare the immunogenicity of heterologous prime-boost regimens using approved COVID-19 vaccines. Some studies have already reported that heterologous prime-boost immunization induces a superior immune response compared to homologous primeboost immunization27,28,29 . However, these studies are limited to adenoviral vector-based vaccines (ChAdOx1nCoV-19) and mRNA-based vaccines (BNT162b2), and heterologous prime-boost studies for other platform vaccines such as DNA vaccines and VP vaccines are not in progress. The COVID-19 VP vaccine is one of the most commonly used vaccines in the world. However, some studies have demonstrated that a significant proportion of antibody responses are reduced within six months of vaccination, indicating the need for an additional immunization strategy for VP vaccines30,31,32 , and one plausible approach may be a heterologous prime-boost immunization strategy. Here, we have shown that a highly effective antibody response and T-cell response can be induced by heterologous prime-boost using the VP vaccine and the GX-19N DNA vaccine. Thus, GX-19N boost vaccination is likely to compensate for the weakness of VP vaccines, which are known to induce weak T-cell responses compared to other vaccine platforms such as DNA, mRNA, and viral vectors33,34,35,36 . Finally, based on our results, together with good safety and stability of DNA vaccine, GX-19N DNA vaccine is expected to be optimal as a heterologous booster for VP vaccines.Methods Vaccines. The COVID-19 DNA vaccine, consisting of GX-19 and GX-21 at a 1:2 ratio, was constructed by inserting the antigen genes of SARS-CoV-2 into the pGX27 vector. GX-19 (pGX27-S ΔTM/IC ) contains the SARS-CoV-2 spike (S) gene lacking the transmembrane (TM)/intracellular (IC) domain, and GX-21 (pGX27-S RBD -F/NP) is designed to express the fusion protein of the receptor binding domain (RBD) of the spike protein, the T4 fibritin C-terminal foldon (S RBD -Foldon), and the nucleocapsid protein (N). The S, S RBD -Foldon, and N are preceded by the secretory signal sequence of the tissue plasminogen activation (tPA). The inactivated SARS-CoV-2 vaccine produced from Vero cells contains 4 μg of viral antigens and 0.225 mg of aluminum hydroxide adjuvant in a 0.5-mL dose. Mouse immunizations. Female BALB/c mice aged 6-8 weeks (Central Lab Animal) were intramuscularly immunized with 0.4 μg/ animal VP vaccine at week 0 and boosted with 12 μg/animal GX-19N, in a total volume of 50 μL PBS, into the tibialis anterior muscle with in vivo electroporation with the OrbiJector® system (SL VAXiGEN Inc.) at week 4. The mice were sacrificed two weeks after the final immunization. Antigen binding ELISA. Serum collected at each time point was evaluated for binding titers. In this assay, 96-well immunosorbent plates (NUNC) were coated with 1 μg/mL recombinant SARS-CoV-2 Spike RBD-His protein (Sino Biological 40592-V08B) in PBS overnight at 4 °C. Plates were washed three times with 0.05% PBST (Tween 20 in PBS) and blocked with 5% skim milk in 0.05% PBST (SM) for 2-3 h at room temperature. Sera were serially diluted in 5% SM, added to the wells, and incubated for 2 h at 37 °C. Following incubation, plates were washed five times with 0.05% PBST and then incubated with horseradish peroxidase (HRP)-conjugated anti-mouse IgG (Jackson ImmunoResearch Laboratories 115-035-003), IgG1 (Jackson ImmunoResearch Laboratories 115-035-205), or IgG2a (Jackson ImmunoResearch Laboratories 115-035-206) for 1 h at 37 °C. After the final wash, plates were developed using TMB solution (Surmodics TMBW-1000-01), and the reaction was stopped with 2N H 2 SO 4 . The plates were read at 450 nm using a SpectraMax Plus384 (Molecular Devices).Surrogate virus-neutralization assay Surrogate virus neutralization test (sVNT) analyzed the binding ability of RBD to ACE2 after neutralizing RBD with antibodies in serum. Serum collected two weeks after final immunization was quantified according to the manufacturer's instructions (Sugentech, CONE001E). Briefly, sera were serially diluted in dilution buffer and reacted with HRPconjugated RBD for 30 min at 37 °C. The reacted samples were added to a plate coated with human ACE2 protein and incubated for 15 min at 37 °C. Following incubation, the plates were washed five times with wash solution. After the final wash, plates were developed using TMB solution, the reaction was arrested with a stop solution. The plates were read at 450 nm using a SpectraMax Plus384 (Molecular Devices). The reciprocal of the dilution resulting in a binding inhibition rate of 20% or more (PI20) was defined as the neutralizing antibody titer.IFN-γ ELISPOT. The Mouse IFN-γ ELISPOT set (BD 551083) was used as directed by the manufacturer.ELISPOT plates were coated with purified anti-mouse IFN-γ capture antibody and incubated overnight at 4 °C. Plates were washed and blocked for 2 h with RPMI + 10% FBS (R10 media) Then, 5 × 10 5 splenocytes were added to each well and stimulated for 24 h at 37 °C in 5% CO 2 with R10 media (negative control), concanavalin A (positive control), or specific peptide pools (2 μg/ml).Peptide pools consisted of 15-mer peptides overlapping by 11 amino acids and spanned the entire S and N proteins of SARS-CoV-2 (GenScript). After stimulation, the plates were washed, and spots were developed according to the manufacturer's instructions. Plates were scanned and counted using the AID ELISPOT reader classic. Spot-forming units (SFU) per million cells was calculated by subtracting the number of negative control wells.Statistical analysis. Data analyses were performed using GraphPad Prism 7 (GraphPad Software).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Heterologous VP prime-GX-19N DNA boost showed higher IgG titer than the homologous VP prime-boost regimen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Surrogate virus neutralization titers against SARS-CoV-2 Wuhan, B.1.351, and B.1.617.2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "titers against Wuhan, B.1.351, and B.1.617.2 (A). sVNT 20 titer against Wuhan compared to that against B.1.351 and B.1.617.2 (B). Individual mice are represented by a single data point. P-values were determined by two-tailed Student's t-test. ns, not significant; *p<0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Spike-specific T-cell response against SARS-CoV-2 Wuhan, B.1.351, and B.1.617.2. Balb/c mice (n=4/group) were immunized at weeks 0 and 4 as described in the methods, and the T-cell response was measured by IFN-γ ELIspot in splenocytes stimulated with peptide pools spanning the SARS-CoV-2 spike protein. Spike-specific T cells (A). T-cell response against Wuhan compared to that against B.1.351 and B.1.6172. (B). Individual mice are represented by a single data point. P-values were determined by two-tailed Student's t-test. ns, not significant; **p<0.01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Nucleocapsid-specific T-cell response against SARS-CoV-2 Wuhan, B.1.351, and B.1.617.2. Balb/c mice (n=4/group) were immunized at weeks 0 and 4 as described in the methods, and the T-cell response was measured by IFN-γ ELIspot in splenocytes stimulated with peptide pools spanning the SARS-CoV-2 nucleocapsid protein. Nucleocapsid-specific T-cells (A). T-cell response against Wuhan compared to that against B.1.351 and B.1.6172 (B). Individual mice are represented by a single data point. P-values were determined by two-tailed Student's t-test. ns, not significant; **p<0.01.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}