{
    "paper_id": "02878ff0705e33fd06263f48e5e3fa3df34c4aa3",
    "metadata": {
        "title": "Systemic resilience and COVID-19: lessons from Taiwan",
        "authors": [
            {
                "first": "Victoria",
                "middle": [
                    "Y"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "addrLine": "9501 Euclid Ave",
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [
                    "Y"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "addrLine": "9501 Euclid Ave",
                        "postCode": "44106",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In May 2021, Taiwan experienced its first COVID-19 surge. Up until then, this geopolitically vulnerable nation had contained the pandemic well. The situation seemed dire at the peak of the surge, however, within two months, the crisis had been resolved. Aside from technical measures such as border control and mandated social distancing, other underlying systemic factors-including an accreditation-strengthened and digitalized healthcare system, government resourcefulness, and continuously adaptive strategies-were crucial to Taiwan's success, and have demonstrated the importance of systemic resilience in terms of navigating the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Two years into the coronavirus disease 2019 (COVID-19) pandemic, infection rates and deaths continue to rise in many countries. In May 2021, Taiwan experienced its first COVID-19 surge. Up until then, Taiwan had contained the pandemic well, its people had lived a relatively normal life, with fewer than 1300 cases in total. The situation was worrisome at peak of the surge, but by mid-July of 2021, the crisis was quickly resolved. Was this solely because of fortune? Aside from technical measures including stringent border control, mask rationing, quarantining and mandated social distancing [1, 2] , what are other underlying systemic factors that have helped this geopolitically vulnerable nation survive the pandemic?",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Having learned from the 2003 Severe Acute Respiratory Syndrome (SARS) outbreak, Taiwan knew it was imperative that a single agent handle a national public health crisis of this magnitude. In 2016, Taiwan completed its modernization of the Communicable Disease Control (CDC) and Disaster Prevention and Protection (DPP) Acts to provide legal support for emergency curfew, materials requisition, interjurisdictional coordination and economic stabilization [3] . These empowered the Central Epidemic Command Center (CECC) to mobilize resources from civil administration (such as police and fire departments etc.), transportation and even the national defense system. To establish public cohesion, the CECC was activated early on in January 2020; this has been central to Taiwan's success in facilitating information transparency, case-based responses and population-based interventions [1, 2] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 887,
                    "end": 889,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Leadership and public cohesion"
        },
        {
            "text": "For nearly 4 decades, cyclic hospital accreditation in Taiwan has strengthened its healthcare system's preparedness for massive crises, during which infection control, risk management, safety and quality are the priorities. Over the years, Taiwan has rehearsed its Emerging Infectious Disease (EID) surveillance and response system through H1N1, Middle East Respiratory Syndrome (MERS) and avian flu scenarios. To prevent the healthcare system from being overwhelmed by crowds of COVID patients, Taiwan has integrated quarantine infirmaries, surge facilities and major medical centers into a sophisticated support network aimed at curbing community transmission [1, 2] . As early as mid-January 2020, Taiwan's healthcare facilities started shifting to crisis operation mode by implementing visitor entry control, patient flow reconfiguration and zone compartmentalization [1, 2, 4] . Hospitals are required to place all admitted COVID patients in isolated wards, and to follow the evidence-based treatment guidelines issued by CECC. Taiwan's National Healthcare Insurance (NHI) has also provided advanced payment plans to ensure hospitals' financial sustainability during the pandemic.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 879,
                    "end": 881,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Prepared for the worst"
        },
        {
            "text": "Taiwan learned bitter lessons when many healthcare workers (HCWs) succumbed to SARS. The Joint Commission of Taiwan (JCT) subsequently reformed Taiwan's post-graduate medical education to enhance quality, safety, infection control and public health training. Protecting HCWs to secure healthcare capacity has remained Taiwan's top priority throughout the COVID-19 pandemic. Major actions have included: (i) maintaining adequate personal protective equipment (PPE) 2 Wang Figure 1 Daily new confirmed cases per million population [8] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 479,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Securing healthcare capacity"
        },
        {
            "text": "supplies through the national security stockpile program; (ii) subsidizing HCWs to ensure adequate manpower in caring for COVID patients; (iii) preventing staff burnout by optimizing block or team shifts based on a reduced-workload policy; (iv) surveilling HCWs regularly for potential clusters;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Securing healthcare capacity"
        },
        {
            "text": "(v) providing mental health counseling and support to promote HCWs' wellness; (vi) prioritizing HCWs for early vaccination [1, 2] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Securing healthcare capacity"
        },
        {
            "text": "COVID-19 has catalyzed rapid digital transformation. Taking advantage of its robust telecommunication infrastructure and information technology industry, Taiwan quickly adopted smart healthcare solutions to counter the pandemic [4] . GPS-equipped mobile phones and NHI smart healthcare cards are programmed for contact tracing and quarantine monitoring. Big data analyses on NHI, National Immigration Agency (NIA), and Taiwan Center of Disease Control (TCDC) databases provide valuable epidemiology and utilization predictions. It successfully identified early community breakthroughs from Diamond Princess cruise passengers [5] [6] [7] . Skyrocketing demands for non-contact healthcare through telemedicine have prompted the NHI to reimburse virtual healthcare services.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Digital transformation"
        },
        {
            "text": "Due to the absence of large-scale community transmission in Taiwan, the CECC has maintained its stance that populationwide screening is scientifically unnecessary, labor-intensive, and economically costly. Learning from mistakes made while dealing with waves of cluster infections during the pandemic, the CECC has continuously refined its 'targeted testingcontact investigation-evacuation-isolation' (TCEI) tactics [1, 2] . Even at the height of the community surge, during which the government was heavily scrutinized for its complacency and for not providing universal screening/testing [6] , the CECC stuck to its TCEI doctrine and successfully flattened the curve within 2 months (Figure 1 ) [8] . Continuous adherence to evidence-based guidelines and monitoring of the quality of COVID-19 management, including appropriate diagnostic testing, disease monitoring and treatment, is crucial.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Continuously adaptive strategies"
        },
        {
            "text": "Taiwan faces an unstable vaccine supply problem. However, pre-determined national policies have supported domestic vaccine development; a made-in-Taiwan, protein-based SARS-CoV-2 vaccine has received emergency use authorization (EUA) to fulfill the gap of domestic demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination efforts"
        },
        {
            "text": "The COVID-19 crisis has been dynamic with tremendous societal and economic impacts. The accreditation-strengthened, highly regulated and digitized healthcare system, as well as government financial support (including the reimbursement of virtual healthcare) and EID rehearsal strategies allowed Taiwan to establish its own anti-COVID playbook. Taiwan maximized its performance and exemplified how systemic resilience-with relentless preparation, proactive strategizing, resourceful leadership and adaptable mindset-helps navigate uncertainty during this once-in-a-century pandemic. As the pandemic continues, it is imperative that Taiwan continues to adapt, as well as monitor the quality of covid care and guideline conformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Taiwan's experience in fighting COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Immunol",
            "volume": "22",
            "issn": "",
            "pages": "393--397",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Determinants of Taiwan's early containment of COVID-19 incidence",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Public Health",
            "volume": "110",
            "issn": "",
            "pages": "943--947",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Legal preparedness as part of COVID-19 response: the first 100 days in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Response to COVID-19 in Taiwan: big data analytics, new technology, and proactive testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "",
            "pages": "1341--1343",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Containing COVID-19 among 627,386 persons in contact with the diamond princess cruise ship passengers who disembarked in Taiwan: big data analytics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Jyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How a False Sense of Security, and a Little Secret Tea, Broke Down Taiwan's COVID-19 Defenses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zennie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The SARS-CoV-2 pandemic: the race to trace: contact tracing scale-up in San Francisco-early lessons learned",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Enanoria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stoltey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Public Health Pol",
            "volume": "42",
            "issn": "",
            "pages": "211--221",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Data. Coronavirus Pandemic (COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "This article is not sponsored by any funding sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Waived from IRB approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IRB Approval"
        }
    ]
}