{
    "paper_id": "032c3b45e8555d406cf4d0bf475d0e36a1268862",
    "metadata": {
        "title": "Deep Learning-Based Potential Ligand Prediction Framework for COVID-19 with Drug-Target Interaction Model",
        "authors": [
            {
                "first": "Shatadru",
                "middle": [],
                "last": "Majumdar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Soumik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Nandi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuvam",
                "middle": [],
                "last": "Ghosal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Bavrabi"
                ],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Writam",
                "middle": [],
                "last": "Mallik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Nilanjana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dutta",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arindam",
                "middle": [],
                "last": "Biswas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Subhankar"
                ],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Souvik Pal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Nabarun"
                ],
                "last": "Bhattacharyya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To fight against the present pandemic scenario of COVID-19 outbreak, medication with drugs and vaccines is extremely essential other than ventilation support. In this paper, we present a list of ligands which are expected to have the highest binding affinity with the S-glycoprotein of 2019-nCoV and thus can be used to make the drug for the novel coronavirus. Here, we implemented an architecture using 1D convolutional networks to predict drug-target interaction (DTI) values. The network was trained on the KIBA (Kinase Inhibitor Bioactivity) dataset. With this network, we predicted the KIBA scores (which gives a measure of binding affinity) of a list of ligands against the S-glycoprotein of 2019-nCoV. Based on these KIBA scores, we are proposing a list of ligands (33 top ligands based on best interactions) which have a high binding affinity with the S-glycoprotein of 2019-nCoV and thus can be used for the formation of drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A worldwide pandemic has been declared by the World Health Organization (WHO) following the global spread of COVID-19 (coronavirus disease 19). Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) has been traced down as the virus causing this global havoc [1] . Originated at Wuhan, China, in December 2019 [2] , currently this newly found virus has caused numerous deaths all over the world including India as well [3] . A few clinical trials have been made with some commonly used drugs all over the world, like chloroquine, hydroxychloroquine, lopinavir, ritonavir and remdesivir [4] . But the experts have stated that experiments performed in laboratories do not always give conclusive results which can lead to the recommendation of this medicine for cure. Therefore in the present scenario, the medical community is yet to get a vaccine or drug or medication that can help fight the COVID-19 outbreak. In this paper, we propose a deep learning-based drug prediction model to control the outbreak of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, an end-to-end deep learning-based framework will work on the protein-ligand binding of various chemical molecules and give us a prediction of the type of drug which may work on the protein part of RNA of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The world medical fraternity is yet to come across any prominent medicine or drug to fight the havoc caused by COVID-19, as per recent updates from WHO [6] . Thereby, our goal is to help medical fraternity in inventing medicines by suggesting them effective ligands. Various countries have gone into complete lockdown administering social distancing as the sole tool to prevent the citizens from getting affected. Health workers are provided with Personal Protective Equipment (PPE) for securing themselves while treating COVID-positive patients. Not only the devastating health effects, this pandemic impacted hugely on world economy too [7] . Many universities and laboratories across the world are conducting various experiments to find out a new and effective drug or compound which can help to structure a medicine that will help us combat COVID-19 [8] [9] [10] . But till date, the results have not been fruitful. There had been an unexpected enthusiasm among various individuals in administering hydroxychloroquine (HCQS) as cure of this disease [11] . But medical professionals are not ready to administer the same in mass quantity as the result is not proven to be helpful. Though when administered has been found to be safe in the USA, usage of remdesivir for the treatment of COVID-19-affected patients is yet to be considered a safe option until large trial is conducted with the same [12] . Recent news shows there has been a clinical trial in New York on COVID-19 patients with heartburn medicines [13] . But the authorities have kept the trial under wrap off now until they get a concrete result. Therefore to summarize the situation, there is no proven drug or medicine which can fight COVID-19 virus till now. Adoption of artificial intelligence (AI) techniques in medical platform can lead to a probable solution toward it [5] . In recent years, the new DL techniques [12] have been adopted in drug discovery and development, opening a new opportunity to computational decision making in pharmaceutical science. After studying the structures of proteins, active small molecules toward the protein targets can be discovered from the structure-based drug design methodologies. Therefore, this research is of utmost importance where the proposed new compound, if validated by biochemists as an effective solution, can help mankind survive this tough time. In this paper, a deep learning-based architecture has been used to implement a drug prediction model which may work on the protein part of RNA of SARS-COV-2. Our contribution here is to select the number of filters to get the best possible result and also the input dimensions to suit the proposed CNN models.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1512,
                    "end": 1516,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1841,
                    "end": 1844,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1886,
                    "end": 1890,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the work has been organized in few sections. Background section (Section 2) deals with discussion on some recent published works to prevent COVID-19. Section 3 describes the proposed methodology we have followed. Here, we have used neural networks and 1D CNN to predict protein-ligand interaction value. Protein sequence composition (PSC) and ProtVec are used for featuring protein sequence, and graph neural network and ECPF4 are used for featuring ligand. Comparing the performance of these models, we picked PSC and ECPF4 for featuring protein and ligands. Concatenation of these two models yields 9444-dimensional input vector where the output of the model will be a real number, signifying the binding tendency between the protein and the ligand. We have created one python dictionary with SMILES code as keys and model's output corresponding to SMILES code as values. After sorting, we are getting the top 33 ligands which are supposed to have the highest binding capacity with the S-protein part of SARS-CoV-2. The results are commendable here, reported in Section 5. Section 6 draws the final conclusion and an open problem as future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Megha [14] has presented an approach for molecular docking analysis of selected natural products from plants for inhibition of SARS-CoV-2 main protease. The paper primarily focuses on proposing a new and naturally found compound that can be included in our daily food habit which will help us fight the dangerous SARS-CoV-2 viruses. The results of the research show that many of these compounds portray binding abilities with the SARS-CoV-2 protease. The focus of the entire study lies on finding binding affinity of various ligands (27) with the COVID-19 6LU7 and 6Y2E proteases. Studying these binding affinity efforts has been made to draw a conclusion to whether a natural productbased solution can be developed which will help us to fight the pandemic. The data that were chosen to be worked on include COVID-19 3CLpro/Mpro (PDB ID: 6LU7) 1, 5 and free enzyme of the SARS-CoV-2 (2019-nCoV) main protease (PBD ID: 6Y2E) 3, the active site of protease obtained using Computed Atlas for Surface Topography of Proteins (CASTp), the 3D structure of selected ligand, anti-HIV drug, saquinavir (has been used as a positive control). The result of the study shows that high virulence and spread of COVID-19 are reduced by 15 out of 27 natural products that are active in binding the protease. These 15 natural products are present in our day to day cuisine and can help us with providing the first line of defense against COVID-19. Some of these products are found in curcumin and coriandrin, compounds found in apple peels (ursolic acid), in olive oil (oleanolic acid), in cucurbit vegetables (hederagenin), in red pepper (apigenin), in Glycyrrhiza glabra (glabridin), rosemary and thyme or mint family plants (sageone), to name a few.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "(27)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Another approach was presented to show protein-ligand scoring with convolutional neural networks [15] . This research helps us to get a faster computational approach for drug discovery compared to the long procedure of trial and error carried out in a clinic and laboratory. Scoring functions are one of the primary parameters against which the structure-based drug design method is evaluated. Here, the scoring function of a convolutional neural network has been adapted which takes a 3D representation of protein-ligand interaction as input and gives an output that helps to differentiate between correct and incorrect binding poses. For pose prediction and virtual screening, two different datasets have been used. For pose prediction, CSAR-NRC has been used which contains around 466 ligand-bound cocrystals. Those targets have been excluded which shows a binding affinity of less than 5pK units. For virtual screening, Database of Useful Decoys: Enhanced is used which contains 102 targets and more than 20,000 active molecules and over a million decoy molecules. To give an acceptable input to the CNN, the 3D structural data were transformed into a grid. Each grid point holds information about the heavy atom residing at that point. Caffe deep learning framework has been used to train this model. For model evaluation, threefold cross-validation has been done for both pose prediction and virtual screening.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Another group of scientists introduced us to an approach of deep learning-based drug screening for novel coronavirus 2019-nCov [16] . To avoid the long traditional clinic-based drug discovery method and to rapidly come up with a solution to fight COVID-19, a deep learning-based alternate approach has been adapted in the paper. Firstly, the RNA of the virus is collected from the GISAID database and transformed into a protein sequence. Next, using homology modeling, a protein 3D structure is constructed. DFCNN, a deep learning-based method, is developed by the researchers which can perform quick virtual screening and identifies potential drugs for SARS-CoV-2 protease after performing a thorough drug screening process against 4 different chemical compound databases. Also, drug screening is performed against tripeptides. The DFCNN does not have the gradient vanishing problem, and the layers are fully connected in the neural network. The database used for DFCNN is from PDBbind. The primary advantage of DFCNN is that it does not involve docking run and the dataset can have nonbinding decoys. Check for any kind of mutation in the virus has been done by matching the protein sequence of the virus when collected from 18 different patients. As of now, the virus is stable. The 4 different compound databases against which the performance of the DFCNN has been checked are the Chemdiv dataset [17], Targetmol-Approved_Drug_ Library [18], Targetmol-Natural_Compound_Library [19] and Targetmol-Bioactive_Compound_Library [20] . Results show the compounds with DFCNN have a score as high as 0.997 (Targetmol-Natural compound library). The DFCNN system when checked against the tripeptides set showed a score of 0.995. This high value indicates that peptides are most likely to bind with the pocket of SARS-CoV-2 main protease. Study shows peptides formed by I, K, P amino acids have the highest probability of binding with the pockets.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We introduce a methodology for finding out the probable candidate drug molecule, also known as a ligand which binds with the S-protein sequence of SARS-CoV-2. The hunt here is to find a ligand that can bind with the active site of the SARS-CoV-2 protein chain. Biochemically, a drug is called an effective drug if it has a stable binding state with the active site of the S-protein chain of a certain virus. There are two different approaches to drug discovery of which Target-Based Discovery is the dominant approach. This approach involves screening of compounds for specific activity against known targets. This is where machine learning and neural networks come in. Convolutional neural networks are excellent in finding spatial and temporal patterns in a dataset. A drug's efficiency may be affected by the degree to which it binds. The drug-target interaction (DTI) refers to the effective binding capacity of the drug molecule (ligand) and the target molecule (protein) chain. The use of neural networks and artificial intelligence for drug prediction is a well-versed field of research. We used a model consisting of 1D CNNs to find the best ligand with the highest effective potential binding. The raw protein names or SMILES codes [21] of ligands (as given in the downloaded dataset) have not been used directly as inputs to our model. Rather, we have vectorized both the protein sequences and SMILES codes and generated vectors corresponding to each protein sequence and each SMILES code. The input to our model is a vector formed by the concatenation of the vector corresponding to a protein sequence, with the vector corresponding to a SMILES code. Vectorization plays a vital role in proper drug-target interaction value prediction and is discussed in details in later sections. The KIBA score corresponding to a particular protein-ligand pair is not a 0-1 value, but is a real-valued number.",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[21]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "We used the Kinase Inhibitor Bioactivity (KIBA) dataset to train our network [22] architecture for drug-target interaction prediction. The KIBA dataset, on the other hand, originated from an approach called KIBA, in which Kinase Inhibitor Bioactivities from different sources such as Ki, Kd and IC50 were combined. KIBA scores were constructed to optimize the consistency between Ki, Kd and IC50 by utilizing the statistical information they contained. The KIBA dataset originally comprised 467 targets and 52 498 drugs. The KIBA dataset has the following descriptions: Protein-229, Compound-2111 and Interaction-118254. It was later filtered to contain only drugs and targets with at least 10 interactions yielding a total of 229 unique proteins and 2111 unique drugs. Table 1 summarizes the dataset in the forms that we used in our experiments along with the distribution graphs. The workflow is shown in Fig. 1 . The detailed KIBA score, length of SMILES characters and length of protein sequence are shown in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[22]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 777,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 907,
                    "end": 913,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1019,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Description of the Dataset"
        },
        {
            "text": "The primary focus of the work in the processed dataset is protein names, ligand SMILES code and the KIBA score corresponding to this pair. Now, it is hard to convert protein names to vectors. So, first, we had to generate protein sequence corresponding to the protein names. The task has been accomplished using the propy [23] library of python. Next, we had to convert the protein sequences into vectors. There are multiple ways existing in the literature for representing proteins as feature vectors. We have used protein sequence composition (PSC) descriptors [24] for vectorizing the protein sequence in this research. Initially, we converted the protein names to their corresponding protein sequences using GetProteinSequence function of propy library and then generated the PSC descriptors for the protein sequences with the help of the GetProDes function of the same library of python. Thus, we received a 8420-dimensional feature vector for each protein sequence. PSC descriptors consist of amino acid composition (AAC), dipeptide composition (DC) and tripeptide composition (TC) [24] . AAC is the frequency of each amino acid in the protein sequence and needs 20 feature values for it. DC is the frequency of dipeptide, that is, every two amino acid combination. It is represented by 400 feature values. TC is the frequency of three amino acid combination and is represented by 8000 feature values. Thus, PSC descriptors convert a protein sequence into (20+400+8000) = 8420 feature vectors.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[23]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[24]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[24]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Vectorization of Protein Sequence"
        },
        {
            "text": "We have the Simplified Molecular-Input Line-Entry System (SMILES) codes of the ligands. SMILES is a chemical Fig. 1 The block diagram of the proposed work Basically, a molecule is converted into a bit vector or count vector of a given length. Some of the main properties of ECFPs are: They represent molecular structure by circular atom neighborhood; they represent the presence of particular sub-structures; they can be rapidly calculated; and they are not predefined and can represent essentially infinite number of different molecular features (including stereo-chemical information). The 2 important parameters in ECFPs are diameter and length. Diameter specifies the maximum diameter of the circular neighborhoods considered for each atom and is generally kept at 4. ECFP4 means maximum diameter is set to 4; similarly, ECFP6 means diameter is set to 6. Diameter parameter controls the number and the maximum size of considered atom neighborhoods. Length specifies the length of bit-string representation, that is, the length of the bit vector which is generally 1024 [25] . Instead of molecular fingerprint vectors like ECFP, we can use a vector generated by a differentiable neural network which takes a graph as input. This is done by Neural Graph Fingerprints. That graph is a representation of a molecule with vertices representing individual atoms and edges representing bonds. The length of the generated vector can be fixed by user. Important information like the atoms present, bonds present, degree of bonds, atom features, etc., is collected from the SMILES codes with the help of the RDKit library of python [26] , and this information is used to build a molecular graph, representing the molecule. Then, the algorithm followed in this work [27] is used to get a realvalued vector corresponding to a molecule. The advantages of neural fingerprints over fixed length fingerprints are better predictive performance than fixed fingerprints. Neural fingerprints can be optimized to encode only the relevant features, thus reducing computation, while fixed length fingerprints will need large vectors to encode all possible sub-structures. We tried out both ECFP4 and Neural Graph Fingerprints with the PSC descriptors of proteins. We found that ECFP4 performs better than Neural Graph Fingerprints. Hence, we decided to use ECFP4 in our paper.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[25]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1758,
                    "end": 1762,
                    "text": "[27]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Vectorization of Ligand SMILES Code"
        },
        {
            "text": "Till now, we have vectorized each protein sequences into a 8420-dimensional vector using PSC descriptors. Also, we have vectorized each SMILES code into a 1024-dimensional vector using ECFP4. Then, we concatenated the PSC descriptor vector of each protein sequence with the ECFP4 bit vector of its corresponding ligand SMILES code, as is done in [28] . Thus, we have a concatenated vector of length (8420+1024) = 9444. This concatenated vector was used as input to our model.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Generating Concatenated Input Vector for our Model"
        },
        {
            "text": "Convolutional neural networks (CNNs) are mainly used for image classification problems where we use 2D CNNs. But the power of CNNs can also be used for one-dimensional sequences of data with the help of 1D CNNs. We have used 1D CNNs to build up our architecture. The very first area of interest was the input dimensions to the architecture. We implemented 1D CNNs using keras library in python [29] . Since our input vector is 9444-dimensional vector, we either have to input it as (9444, 1) or (1, 9444). We found that for any given architecture, the performance was much better when the input shape was (1, 9444). Hence, we used this input shape for our architecture. The input vector reshaped to (1, 9444) was first passed through a 1D convolutional layer with 64 filters. Convolution involves the multiplication and addition of the input vector with another vector, called the weight or filter, thus producing a feature map. Over those feature maps, activation functions are applied. We have used the ReLU activation function. The output was passed through another 1D convolutional layer with 64 filters. Then, BatchNormalization was done. BatchNormalization is used to stabilize the learning process and to reduce the number of training epochs. After that, we applied two more 1D convolutional layers each having 128 filters followed by BatchNormalization. Then, we flattened the output from BatchNormalization, which was a (1, 128)-dimensional vector to generate a 128-dimensional vector. This was connected to a dense layer having 100 neurons which was finally connected to a single neuron, the output neuron. We used the ReLU activation function in all the convolutional layers. The kernel size was kept to 1. The dense layer with 100 neurons also had activation function ReLU. The last output layer with 1 neuron had linear activation function since we are trying to predict regression values. The diagram of the model is shown in Fig. 3 .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[29]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1940,
                    "end": 1946,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Architecture"
        },
        {
            "text": "Training was done on the KIBA dataset. We only used the first 19,000 rows due to lack of adequate computational resources. We trained our model on Google Colab using its Tesla K80 GPU. The training set was split into validation set by a factor of 0.1. The batch size was 100, and we trained the model for 100 epochs. The model was compiled using Adam optimizer. The learning rate of the Adam optimizer was set to 0.001. The loss function used was root mean squared loss (RMSE) loss function which is a common loss function for regression-based problems. We used mean squared error ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training"
        },
        {
            "text": "After the completion of the training process, we have a model whose input is the vector formed by the concatenation of the ECFP4 descriptor of ligand SMILES code and the PSC descriptor of a protein sequence. The output of the model is the corresponding KIBA score for the protein-ligand pair which is a real-valued number. Hence, the task is a regression task. The KIBA score gives an indication of the binding affinity of the protein-ligand pair. Now, we use our model for predictive analysis. We want to predict those ligands which are supposed to have the highest binding affinity with the S-glycoprotein of SARS-CoV-2. Three monomeric subunits of spike (S) glycoprotein trimerized to form a functional spike protein interact with host ACE2 receptors and mediate host cell entry. Destabilization or inhibition of formation of functional spike glycoprotein may prevent the entry of virus inside the host cell. Hence, we need to predict ligands which can bind with the S-protein chains, thus stopping the tripeptide formation. So, our input to the model was the PSC descriptor of the S-protein sequence of SARS-CoV-2, concatenated with the ECFP4 descriptor of a ligand. A large database of ligands was essential to test their binding affinity with the S-protein. For that, we used the data available [30] from GitHub repository [31] . We have used the data available there and converted that into a CSV file containing the SMILES code of over 615,000 distinct ligands. So, we have the SARS-CoV-2 S-glycoprotein sequence on the one hand and the ligand SMILES code on the other hand. We iterated over the entire length of the ligand dataset of over 615,000 distinct ligands. At each iteration, the 9444-dimensional vector formed by Table 2 concatenating the 8420-dimensional PSC descriptor of the S-protein with the 1024-dimensional ECFP4 vector of a ligand was given as input to the model and the predicted score was stored in a python dictionary. The keys of the dictionary were the SMILES code of the ligands, and the values of the dictionary were the predicted model scores corresponding to those ligands. Higher KIBA score indicates a lower binding affinity between a drug and the corresponding target (protein) and vice versa. Hence, we printed the dictionary in ascending order of the predicted KIBA scores and saved the top 33 ligands. These ligands have the lowest predicted KIBA scores and thus the highest possible binding affinity with the S-protein of SARS-CoV-2 among this set of about 615000 ligands. These 33 ligands with their SMILES codes are presented in Table 2 . The binding affinity of the ligands with S-protein is expected to gradually decrease as we go down the table.",
            "cite_spans": [
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[30]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1731,
                    "end": 1738,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2573,
                    "end": 2580,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We present the 2D structures of first four of those ligands in Fig. 7 . We used the chimera software [32] to visualize the PDB file of the S-protein. The PDB structure was downloaded from the site [33] . The PDB structure contained a trimeric complex formed by combining 3 S-protein monomeric units. These 3 monomeric units were represented as chain A, chain B, chain C in chimera. We removed chains B and C and also ligands, water molecules and ions, thus getting only chain A, that is, a single monomeric S-protein unit. The visualization image is shown in Fig. 8 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[32]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 559,
                    "end": 565,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "At this stage, druggability test of all the predicted ligands is an essential task to validate the results. We calculated physicochemical property parameters of the ligands, such as partition coefficient (log p), molecular weight (MW), number of hydrogen bond donors (HBDs), hydrogen bond acceptors (HBAs) and rotatable bonds (Rot B) by following Lipinski's rule of 5 [34] and compared the parameters with the rules. Lipinski's rule of five is a thumb rule for druggability test of a determinate molecule. In the drug discovery setting, the rule of 5 predicts that poor absorption or permeation is more likely when there are more than 5 H-bond donors, 10 H-bond acceptors, the molecular weight is greater than 500, and the calculated Log P (CLog P) is greater than 5 [35] . We performed a check for each parameters using RDKit [26] and validated the proposed ligands which satisfy the rule of 5. Thirty-three proposed ligands have molecular weight less than 500, less than 5 H-bond donors, less than 10 H-bond acceptors, number of rotatable bonds less than 10 and CLog P less than 5. But, few ligands out of total 50 partially satisfy the rule of five, i.e., having less than 5 H-bond donors, less than 10 H-bond acceptors, number of rotatable bonds less than 10 but molecular weight and CLog P value are out of range. So, we have not considered those ligands as best performers in this work. The detailed report of first few predicted ligands is given in Table 3 .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[34]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[35]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1456,
                    "end": 1463,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We compared our architecture to a few renowned architectures ever researched upon. The RMSE metric was chosen since it is a standard evaluation metric for regression problems, which is the case for our model. A state-of-the-art architecture was proposed in the PADME research paper [28] which adopts Molecular Graph Convolutions (MGC) which is more flexible than ECFP. This architecture achieved a RMSE of 0.79 and Table 4 ). The comparison graph of the models for the KIBA Dataset is given in Fig. 9 .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[28]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Comparison Analysis"
        },
        {
            "text": "According to various reports placed by the United Nations, at present we are facing such a health crisis that has not been witnessed on Earth in the last 75 years. The spread of COVID-19 is not only causing health crisis but affecting the society and economy of various nations giving them a tremendous blow. Due to its high virulence and ability to contaminate at a very fast rate, the virus is spreading in the community. The symptoms are that of the common cold, and therefore, many times a patient is not even able to realize that he/she has been affected. And by the time realization dawns, more people have been contaminated. This virus is proving to be fatal for old people with low immunity systems. To stop this chain, governments have administered lockdown situations where day-to-day life's proceedings have come to a standstill. This has especially affected the poor and daily wage employees who earn their bread from everyday income. Homeless people, migrant workers or people stuck in places away from their homeland are facing even more trouble trying to connect to their families and provide them with necessities. Different projects have halted as people are not able to travel to their workplace and not everything can be resolved over the Internet. With the economy taking a backseat, job seekers are believed to face an even tougher situation in coming days. Situations are getting worse with every passing day, and only stopping the spread of this virus or finding a cure for the same can revive our societal condition. Therefore, this research is of utmost importance where the proposed new compound, if validated by biochemists as an effective solution, can help mankind survive this tough time. In this work, we have trained a machine learning model for the prediction of KIBA scores for a pair of protein-ligand. Using that model, we have identified the top 33 ligands which can be used to find a potential cure for SARS-CoV-2. We are very much thankful to Mr. Prasenjit Paria, SRF, CIFRI Lab, Barrackpore, India, for validation of our results with two standard software [38, 39] and other measures. In future, we will try to find the available druggable pockets of the S-glycoprotein of SARS-CoV-2 and also further validate our results with the help of docking.",
            "cite_spans": [
                {
                    "start": 2096,
                    "end": 2100,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 2101,
                    "end": 2104,
                    "text": "39]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This work was carried out in close collaboration between all coauthors. The first author defined the research theme and contributed in early design of the system. Further, the idea was implemented and refined by other system developers. Corresponding author wrote the full paper. All authors have contributed in the work, seen and approved the final manuscript. We are very much thankful to Mr. Prasenjit Paria, SRF, CIFRI Lab, Barrackpore, India, for validation of our results with two standard software and other measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        },
        {
            "text": "Ethical Approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        },
        {
            "text": "Informed consent was obtained from all individual participants included in the study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Forecasting Models for Coronavirus Disease (COVID-19): A Survey of the State-of-the-Art",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shinde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Kalamkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Mahalle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hassanien",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SN Computer Science",
            "volume": "1",
            "issn": "4",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Finding an accurate early forecasting model from small dataset: A case of 2019-ncov novel coronavirus outbreak. arXiv preprint 2020",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "#IndiaFightsCorona COVID-19. MyGov.in; 2020",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Of India",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus treatments: what drugs might work against COVID-19? The Conversation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bamford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On the coronavirus (COVID-19) outbreak and the smart city network: universal data sharing standards coupled with artificial intelligence (AI) to benefit urban health monitoring and management",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Allam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "In: Healthcare. vol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Solidarity clinical trial for COVID-19 treatments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Composite Monte Carlo decision making under high uncertainty of novel coronavirus epidemic using hybridized deep learning and fuzzy rule induction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Applied Soft Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Drug Repurposing against SARS-CoV-2 RDRP-a computational quest against CoVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Chakrabortya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gangopadhyay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ganguli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structurebased design of antiviral drug candidates targeting the SARS-CoV-2 main protease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6497",
            "pages": "1331--1336",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Networkbased drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell discovery",
            "volume": "6",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "FDA cautions against use of hydroxychloroquine or chloroquine for COVID-19 outside of the hospital setting or a clinical trial due to risk of heart rhythm problems. FDA; 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fda-Cder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Deep learning for drug design: an artificial intelligence paradigm for drug discovery in the big data era",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Xqs",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The AAPS journal",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "New York clinical trial quietly tests heartburn remedy against coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "Pm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science | AAAS",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular docking analysis of selected natural products from plants for inhibition of SARS-CoV-2 main protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sampangi-Ramaiah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vishwakarma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "U"
                    ],
                    "last": "Shaanker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Current Science",
            "volume": "118",
            "issn": "7",
            "pages": "1087--92",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteinligand scoring with convolutional neural networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ragoza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hochuli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Idrobo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sunseri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Koes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of chemical information and modeling",
            "volume": "57",
            "issn": "4",
            "pages": "942--57",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Deep learning based drug screening for novel coronavirus 2019-nCov. Interdisciplinary Sciences: Computational Life Sciences",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Saravanan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SMILES, a chemical language and information system. 1. Introduction to methodology and encoding rules",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weininger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of chemical information and computer sciences",
            "volume": "28",
            "issn": "1",
            "pages": "31--36",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Making sense of large-scale kinase inhibitor bioactivity data sets: a comparative and integrative analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szwajda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shakyawar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hintsanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wennerberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Chemical Information and Modeling",
            "volume": "54",
            "issn": "3",
            "pages": "735--778",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "propy: a tool to generate various modes of Chou PseAAC",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioinformatics",
            "volume": "29",
            "issn": "7",
            "pages": "960--962",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "DeepConv-DTI: Prediction of drugtarget interactions via deep learning with convolution on protein sequences",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS computational biology",
            "volume": "15",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Extended-connectivity fingerprints",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of chemical information and modeling",
            "volume": "50",
            "issn": "5",
            "pages": "742--54",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "rdkit/rdkit: 2020\\_03\\_4 (Q1 2020) Release. Zenodo; 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Convolutional networks on graphs for learning molecular fingerprints",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Duvenaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maclaurin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iparraguirre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bombarell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aspuru-Guzik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Advances in neural information processing systems",
            "volume": "",
            "issn": "",
            "pages": "2224--2232",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Padme: A deep learningbased framework for drug-target interaction prediction",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dueva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cherkasov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ester",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Keras: the Python deep learning API",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Keras",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A novel methodology on distributed representations of proteins using their interacting ligands",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Öztürk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ozkirimli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Özgür",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "13",
            "pages": "295--303",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "UCSF Chimera a visualization system for exploratory research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenblatt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of computational chemistry",
            "volume": "25",
            "issn": "13",
            "pages": "1605--1617",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lipinski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Dominy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Feeney",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "3--25",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BDDCS, the rule of 5 and drugability",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Benet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hosey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ursu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Oprea",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advanced drug delivery reviews",
            "volume": "101",
            "issn": "",
            "pages": "89--988",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A multiple kernel learning algorithm for drug-target interaction prediction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nascimento",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Prudêncio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC bioinformatics",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "SimBoost: a read-across approach for predicting drug-target binding affinities using gradient boosting machines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heidemeyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cherkasov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ester",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of cheminformatics",
            "volume": "9",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Public chemical compound databases. Current Opinion in Drug Discovery and Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) KIBA scores, (b) length of SMILES (chars), (c) length of protein sequence (chars)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The proposed architecture for DTI model (MSE) and mean average error (MAE) as metrics. We used model checkpoint of keras to save the best model only. We monitored the validation loss, and the model corresponding to minimum validation loss was saved. The best model (using model checkpoint) was saved corresponding to minimum validation loss of 0.83. The minimum recorded values of validation MSE and validation MAE were 0.70 and 0.63, respectively. Graphs were plotted to see the progress of MSE, MAE and loss against the epoch number. The graphs are shown inFig. 4.The train loss is shown in blue line and the validation loss in orange line. The validation loss for the best model was 0.83. The plot of MSE vs the epoch number is shown inFig. 5. The training MSE is marked by blue line and the validation MSE by orange line. The minimum recorded value of validation MSE was 0.70. Finally, the MAE vs the epoch number plot is shown inFig. 6. The training MAE is blue, and the validation MAE is orange in color. The minimum recorded value of validation MAE was 0.63.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Training loss of RMSE vs the epoch number",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MSE vs the epoch number",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "MAE vs the epoch number",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Nc1ccc(cc1C2=CCCCC2)C3CCN(CCC ♯N)CC3)c4nc(c[nH]4) (NC(=O)C2=C(CCC2)c3nc(Nc4cc([nH]n4)C5CC5) c6cccn6n3)cn1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "2D",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Visualization",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "KIBA Dataset Description",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Druggability test of few predicted ligands taken fromTable 2was one of the finest DTI architectures in action. Yet another revolutionary architecture was incorporated in the KronRLS-MKL[36] paper, where a multiple kernel learning algorithm was enforced to find the drug-target interaction which achieved a standard 0.6566 RMSE score. Yet another famous architecture is SimBoost[37] which achieved RMSE score of 0.4711. We present a table showing the summary of the compared architecture along with ours on the KIBA Dataset (",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison analysisFig. 9 Comparative analysis based on RMSE score",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}