{
    "paper_id": "041008c80b97d28b50a25a82f66e6b61a9fc384c",
    "metadata": {
        "title": "Unintended consequences: The impact of airway management modifications introduced in response to COVID-19 on intubations in a tertiary centre emergency department",
        "authors": [
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Groombridge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Maini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Olaussen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yesul",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Fitzgerald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "De",
                "middle": [
                    "Villiers"
                ],
                "last": "Smit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Trauma Research Institute",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: In response to COVID-19, we introduced and examined the effect of a raft of modifications to standard practice on adverse events and first-attempt success (FAS) associated with ED intubation. Methods: An analysis of prospectively collected registry data of all ED intubations over a 3-year period at an Australian Major Trauma Centre. During the first 6 months of the COVID-19 pandemic in Australia, we introduced modifications to standard practice to reduce the risk to staff including: aerosolisation reduction, comprehensive personal protective equipment for all intubations, regular low fidelity simulation with 'sign-off' for all medical and nursing staff, senior clinician laryngoscopist and the introduction of pre-drawn medications. Results: There were 783 patients, 136 in the COVID-19 era and 647 in the pre-COVID-19 comparator group. The rate of hypoxia was higher during the COVID-19 era compared to pre-COVID-19 (18.4% vs 9.6%, P < 0.005). This occurred despite the FAS rate remaining very high (95.6% vs 93.8%, P = 0.42) and intubation being undertaken by more senior laryngoscopists (consultant 55.9% during COVID-19 vs 22.6% pre-COVID-19, P < 0.001). Other adverse events were similar before and during COVID-19 (hypotension 12.5% vs 7.9%, P = 0.082; bradycardia 1.5% vs 0.5%, P = 0.21). Video laryngoscopy was more likely to be used during COVID-19 (95.6% vs 82.5%, P < 0.001) and induction of anaesthesia more often used ketamine (66.9% vs 42.3%, P < 0.001) and rocuronium (86.8% vs 52.1%, P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: This raft of modifications to ED intubation was associated with significant increase in hypoxia despite a very high FAS rate and more senior first laryngoscopist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ED intubation (EDI) is a commonly performed procedure which has been associated with a higher risk of adverse events than intubations occurring in the operating theatre. 1 However, multiple quality improvement studies have demonstrated that EDI can be achieved with a high first-attempt success (FAS) rate, and relatively low adverse event rate, 2,3 consistent with the prior work highlighting the association between multiple attempts at intubation and adverse events. 4 This year a novel coronavirus, SARS-CoV-2, was declared a • In response to the COVID-19 pandemic, a range of modifications to the practice of EDI were introduced in an attempt to protect healthcare workers from infection. • Modifications to the standardised practice of EDI at this tertiary centre ED was associated with increased rates of hypoxia despite high first-attempt success rate and senior first laryngoscopist. pandemic by the World Health Organization on 11 March 2020. The associated disease, COVID-19, may cause severe respiratory illness, and the virus is highly contagious, which has led to fears about the risks to healthcare workers (HCWs) involved in the care of these patients, particularly during aerosolgenerating procedures such as intubation. 5 In Australasia, the Safe Airway Society (SAS) released a consensus guideline, endorsed by numerous critical care and paramedical colleges and societies including the Australasian College for Emergency Medicine, the College of Intensive Care Medicine and the Australian and New Zealand Intensive Care Society with recommendations for improving the safety of this procedure. 6 The recommendations included modifications to standard practice which may reduce the risk of aerosol generation, such as avoiding the use of apnoeic oxygenation and limiting ventilation during apnoea; however, there has been concern that these changes may lead to an increased risk of hypoxia. 6, 7 On 17 March 2020, an extraordinary meeting of Alfred Health emergency physicians was convened to discuss how to best implement the recommendations of the SAS in our department to ensure the safety of HCW while maintaining optimal care for patients requiring EDI.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 470,
                    "end": 471,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1238,
                    "end": 1239,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1613,
                    "end": 1614,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1909,
                    "end": 1911,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1912,
                    "end": 1913,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study was to identify the consequences of the modifications to established practice, as well as the impact of COVID-19 itself, on the rate of hypoxia (primary outcome) as well as FAS (secondary outcome). The Alfred Airway registry was modified to capture additional data including information relating to personal protective equipment (PPE) usage, intubation team size and makeup. We hypothesised that there would be an increase in both the rate of hypoxia, as a result of an anticipated increase in respiratory failure because of COVID-19, and the rate of FAS, as a result of increased experience of the laryngoscopist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was undertaken at The Alfred Hospital, which is one of two Level 1 Adult Trauma Centres in the Victorian State Trauma System, located in Melbourne, Victoria, Australia, which sees over 65 000 patients per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "ED airway management was identified as a potentially high risk undertaking and the following modifications to standard practice were implemented: • Aerosolisation risk reduction: apnoeic oxygenation, with nasal cannula, was no longer permitted and ventilation during apnoea was reserved for patients at high risk of life-threatening hypoxia (as determined by the resuscitation team leader). • Standardised PPE for all intubations in the ED, irrespective of likelihood of COVID-19 based on epidemiological and clinical assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 modifications"
        },
        {
            "text": "• Low-fidelity simulation for all ED staff, with compliance 'sign-off', over a 2-week period followed by ad hoc refreshers. We found that training together greatly improved the communication between the airway doctor and airway nurse, as well as identifying minor adjustments in the process during these sessions (such as a standard way to switch from bag-valvemask [BVM] to ventilator with inline suction circuit setup). • Senior clinician involvement: based on the assumption that multiple attempts at intubation are associated with adverse events 4 and our prior study showing that emergency physicians had a slightly higher FAS rate. 3 • Online Airway Registry updated with an additional focus on identifying PPE compliance issues and the number of people in the room. • Introduction of pre-drawn drug packs. Based on our prior research 3 and the recommendations of the SAS, 6 we introduced a standardised pack of induction drugs for rapid sequence intubation (RSI), including ketamine 200 mg in 20 mL, rocuronium 3Â 50 mg in 5 mL and fentanyl 500 mcg in 10 mL.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 639,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 879,
                    "end": 880,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 modifications"
        },
        {
            "text": "A pre-and post-exposure study methodology analysing prospectively collected registry data. We have previously described in detail our standard bundle of airway management including a clinician completed online registry, monthly education based on audit of the registry data and an RSI checklist. 3 An example of the data registry used can be viewed here: https://form.jotform. com/210721671954860.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "We defined an episode of intubation as the process of securing an endotracheal tube in a patient, and an attempt at intubation was defined as a single passage of the laryngoscope blade into the mouth, in accordance with the published literature. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "We extracted data from August 2017 (after the airway bundle had been introduced) until 30 September 2020 (6 months after the introduction of COVID-19 modifications). Every patient who was intubated during the study period was included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The primary outcome for this study was the incidence of hypoxia (oxygen saturations decreased to less than 93%). The secondary outcome was FAS rate, recorded as a binary variable and reported using proportions. Changes in practice related to EDI will also be analysed as well as other serious complications including hypotension (where the patient was administered IV fluid or vasopressors), bradycardia (heart rate decreased to less than 60 beats per minute), aspiration, oesophageal intubation, endobronchial intubation and cardiac arrest. All data were entered into the registry by the clinician performing the airway intervention, or the responsible emergency medicine trainee, immediately after the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Continuous variables were summarised as mean and standard deviation (SD) for normally distributed variables, and median and IQR in cases of non-parametric distribution. Categorical variables are presented as frequencies (n) and proportions (%). Continuous variables were assessed using the Student's t test, while skewed or categorical data used the chi-squared test or Fisher's exact test (if number in a cell was <5). We calculated relative risk with 95% confidence interval (CI) for the binary primary outcome. Two-sided P values of <0.05 were deemed statistically significant. We used Stata V.13.1 (StataCorp, College Station, TX, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Necessary ethics committee approval was secured for the study reported. Approval for conducting this study was received from the Alfred Health Research and Ethics Committee (approval number 640/18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "There were 136 patients enrolled during COVID-19 and 647 patients in the pre-COVID-19 era in the registry. There were no differences in patient characteristics between the two groups ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The first-attempt laryngoscopists were more senior clinicians, with consultants performing 55.9% (n = 76/136) versus 22.6% (n = 146/647) prior to COVID-19 (P < 0.001). Preoxygenation was still predominantly performed with BVM although during the COVID-19 era preoxygenation with BVM + positive end-expiratory pressure (PEEP) was more likely to be used. There was a shift toward the use of more ketamine and rocuronium for induction of anaesthesia. The Storz C-MAC video laryngoscope was used more frequently with videolaryngoscopy performed for 95.6% (n = 130/136) of intubations in the COVID-19 era ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 610,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the first-attempt intubations, across the 783 patients, there was no statistically significant difference between FAS rate between the specialities (94.8% ED vs 92.15% non-ED, P = 0.18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The incidence of hypoxia increased from 9.6% (n = 62/647) pre-COVID-19 to 18.4% (n = 25/136) during COVID-19, significantly (P = 0.003). There were no statistically significant differences in hypotension (P = 0.08), bradycardia (P = 0.21) or other complications. First-pass success rate increased slightly but without statistical significance (P = 0.42) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Forty-six patients required more than one intubation attempt (40 pre-COVID-19 and six during COVID-19). Among these 46 patients, the incidence of hypoxia was 40% pre-COVID-19 (n = 16/40) compared to 67% (n = 4/6) during COVID-19 (P = 0.38). Only four patients in the study period (three pre-COVID-19 and one during COVID-19) required three intubation attempts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This study compared EDI before and after the introduction of modifications to standard EDI practice for the COVID-19 pandemic. We found that intubations during the COVID-19 era were associated with more hypoxia. This is despite the fact that the intubations were performed by a more senior cohort of laryngoscopist during the COVID-19 era, with a high FAS rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We hypothesised increased rates of hypoxia during the COVID-19 era as we had expected the virus itself to result in a higher proportion of patients with significant lung pathology. The proportion of patients with respiratory failure did not change, however, and we have only identified a single patient who subsequently tested positive for COVID-19 intubated in our ED during this time. We must infer therefore that the increased rates of hypoxia are a consequence of the modifications to established standard practice. This is likely to be multifactorial but could include specific changes such as the removal of nasal cannula apnoeic oxygenation, 9, 10 avoidance of BVM ventilation during apnoea, and recommending a 60-s delay to laryngoscopy after muscle relaxant administration, 6 as well as a general shift in focus toward minimising aerosolisation to protect HCWs. In terms of positioning, patient's intubated supine during the COVID-19 era were also less likely to be positioned with a pillow or occipital raise which may have impacted preoxygenation and apnoeic oxygenation efficacy. While mild and temporary peri-intubation hypoxia is unlikely to have significant consequences for the individual patient, this finding is a concerning unintended consequence of the change in practice. On the one hand, it may be reasonable to tolerate higher rates of hypoxia if it protects HCWs from infection; however, in our setting where the incidence of COVID-19 is so low and the use of PPE so rigorous, this change warrants careful consideration. Going forward, the rates of adverse events may start to decrease as staff become more familiar with the 'new normal' practices, as well as through repeated reinforcement of the need to maintain focus on preventing hypoxia and hypotension through our monthly tailored education program. In addition, we have introduced a modified ventilator-assisted preoxygenation process, using continuous positive airway pressure for preoxygenation of patients at high risk of desaturation. 11 This study has limitations. Data were collected at a single trauma centre ED and the results may not be generalisable to other ED. Moreover, this is a pre-post study where the post-period is during a pandemic and, as such, the functioning of the department is likely to be altered in a number of ways that are difficult to quantify. In addition, the selfreported nature of the registry may have introduced bias as clinicians may have been reluctant to report failed attempts at intubation or adverse events.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this observational study before and during COVID-19, we have shown that modifications introduced to maintain HCW safety during the COVID-19 pandemic may have had the unintended consequence of increasing the rate of hypoxia associated with EDI in this tertiary centre ED, despite a high FAS rate and more senior first laryngoscopist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "CJG, AM, MF and DVS designed the study. CJG, AM and AO extracted data. CJG, AO, YK and MF analysed the data. All authors were involved in drafting of the manuscript and critical review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Major complications of airway management in the UK: results of the Fourth National Audit Project of the Royal College of Anaesthetists and the Difficult Airway Society. Part 2: intensive care and emergency departments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br. J. Anaesth",
            "volume": "106",
            "issn": "",
            "pages": "632--674",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Royal North Shore Hospital Emergency Department airway registry: closing the audit loop",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fogg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alkhouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vassiliadis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg. Med. Australas",
            "volume": "28",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of a targeted bundle of audit with tailored education and an intubation checklist to improve airway management in the emergency department: an integrated time series analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Groombridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olaussen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Med. J",
            "volume": "37",
            "issn": "",
            "pages": "576--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The importance of first pass success when performing orotracheal intubation in the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Sakles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mosier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acad. Emerg. Med",
            "volume": "20",
            "issn": "",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risks to healthcare workers following tracheal intubation of patients with COVID-19: a prospective international multicentre cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "Djn",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "1437--1484",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Consensus statement: Safe Airway Society principles of airway management and tracheal intubation specific to the COVID-19 adult patient group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chrimes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. J. Aust",
            "volume": "212",
            "issn": "",
            "pages": "472--81",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In reply: Consensus statement: Safe Airway Society principles of airway management and tracheal intubation specific to the COVID-19 adult patient group",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Groombridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gatward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. J. Aust",
            "volume": "212",
            "issn": "",
            "pages": "472--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergency airway management in Australian and New Zealand emergency departments: a multicentre descriptive study of 3710 emergency intubations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alkhouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vassiliadis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg. Med. Australas",
            "volume": "29",
            "issn": "",
            "pages": "499--508",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Study sample description in pre-COVID-19 and during COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued PEEP, positive end-expiratory pressure; SGA, supraglottic airway.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Outcomes and disposition before and during COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request. Patanwala ",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "Patanwala",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data availability statement"
        }
    ]
}