{
    "paper_id": "0415ae11829828f0d91da71a167276d055e0baaa",
    "metadata": {
        "title": "Non autoimmune type 1B diabetes after mild COVID-19: Report of three cases",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It remains to be seen whether the reported patients will require longterm insulin or will have periods with no insulin requirements. The relatively high insulin requirement suggests impairment of insulin signalling due to concomitant insulin resistance. It is known that the SARS-CoV-2 virus utilises the angiotensin-converting enzyme 2 (ACE2) which is highly expressed in the pancreas 8 and may protect the function of insulin-producing beta cells by improving the function of islet microvascular endothelial cells. In the skeletal muscle, as a major target of insulin action, the ACE-2-Ang(1-7)-Mas axis has been described to decrease insulin resistance. 8 Hence the use of these receptors and subsequent downregulation of these pathways may partially explain this presentation. ",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 658,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors would like to thank Dr. Peter D. Burbelo, NIH, Bethesda, USA, for making available induced pluripotent stem cell assays for quantification of glutamic acid decarboxylase, insulinoma-associated antigens 2 and ZnT8 autoantibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that there are no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTERESTS"
        },
        {
            "text": "C. J. Seow was the endocrinologist looking after these patients and he conceptualised the study, collected the information on the patients, [Correction added on 22 February 2021, after first online publication: Peer review history statement has been added.]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The peer review history for this article is available at https://publons. com/publon/10.1002/DMRR.3438.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEER REVIEW"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 and diabetes mellitus: unveiling the interaction of two pandemics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maddaloni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buzzetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Res Rev",
            "volume": "36",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3321"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Management of hyperglycemic crises in patients with diabetes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Kitabchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Umpierrez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Diabetes Care",
            "volume": "24",
            "issn": "",
            "pages": "131--153",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diabetes Antibody Standardization Program: evaluation of assays for autoantibodies to glutamic acid decarboxylase and islet antigen-2",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlosser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bonifacio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bingley",
                    "suffix": ""
                },
                {
                    "first": "Participating",
                    "middle": [],
                    "last": "Laboratories",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diabetologia",
            "volume": "51",
            "issn": "",
            "pages": "846--848",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of radioimmunoprecipitation with luciferase immunoprecipitation for autoantibodies to GAD65 and IA-2beta",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hirai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Issa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetes Care",
            "volume": "33",
            "issn": "",
            "pages": "754--756",
            "other_ids": {
                "DOI": [
                    "10.2337/dc09-1938"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Autoantibody-negative insulin-dependent diabetes mellitus after SARS-CoV-2 infection: a case report",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hollstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Metab",
            "volume": "2",
            "issn": "10",
            "pages": "1021--1024",
            "other_ids": {
                "DOI": [
                    "10.1038/s42255-020-00281-8"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New-Onset Type 1 Diabetes in Children During COVID-19: Multicenter Regional Findings in the U.K. Diabetes Care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Unsworth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kshirsagar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Naidu",
                    "suffix": ""
                },
                {
                    "first": "Rmw",
                    "middle": [],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "170--171",
            "other_ids": {
                "DOI": [
                    "10.2337/dc20-1551"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnosis and classification of diabetes mellitus",
            "authors": [],
            "year": 2010,
            "venue": "Diabetes Care",
            "volume": "33",
            "issn": "",
            "pages": "62--69",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The ACE-2 in COVID-19: foe or friend?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Armouche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Horm Metab Res",
            "volume": "52",
            "issn": "5",
            "pages": "257--263",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Non-immune-mediated versus immune-mediated type 1 diabetes: diagnosis and long-term differences-retrospective analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Catarino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guiomar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetol Metab Syndrome",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The implications of COVID-19 infection on the endothelium: A metabolic vascular perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Boehm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Res Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/dmrr.3402"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with interest the recent commentary published in the journal wherein Maddaloni and Buzzetti 1 describe the potential increase in the risk of new onset diabetes secondary to coronavirus disease 2019 (COVID-19) pandemic. In Singapore, as of 9 November 2020, there are a total of 58,064 confirmed COVID-19 cases, with 57,981 recoveries and 28 deaths (https://www.moh.gov.sg/covid-19/ situation-report). In late March and April, clusters of COVID-19 infection were detected in migrant workers residing at dormitories which contributed to an overwhelming proportion of cases in the country. We describe the clinical presentations of three South Asian migrant workers who presented with diabetic ketoacidosis (DKA) and marked insulin resistance and characteristics reminiscent of type 1B diabetes with mild COVID-19 infection. These three young physically active workers had a mean age 35 (8.1) years and were lean with a mean body mass index (BMI) of 20.88 (SD: 5.22) kg/m 2 . None of the patients had a personal history or family history of diabetes mellitus (DM). They presented with mild symptoms of upper respiratory tract infection and/or loss of smell with onset 7-10 days before presentation. The nasopharyngeal swab test (polymerase chain reaction) for severe acute respiratory syndrome coronavirus 2 was positive. The initial venous plasma glucose was more than 20 mmol/L and glycated haemoglobin (HbA1c) was more than 11% in all subjects. Laboratory evaluation confirmed diagnosis of moderately severe DKA (Kitabchi's classification). 2 They all had ketosis with beta hydroxybutyrate (BHB) concentrations between 5 and 7 mmol/L and mild acidosis (arterial pH 7.2-7.3; bicarbonate 9-12 mmol/L). Paradoxically, this was not accompanied by a systemic inflammatory response as C-reactive protein and total white cell counts were not significantly increased. Ketoacidosis resolved within 2-3 days of institution of treatment as per DKA guidelines constituting of intravenous insulin infusion, rehydration with intravenous fluids and correction of electrolytes (Table 1). COVID-19 infection remained mild in all patients and none of them had hypoxia or clinical pneumonia. They recovered within 2 weeks of admission for COVID-19. The insulin requirements on discharge was more than 0.6 units/kg for all patients. Two months after discharge, the fasting serum C-peptide concentrations were low for all patients. Islet cell antibodies, namely islet cell antibody, glutamic acid decarboxylase autoantibodies (GADA), insulinoma-associated antigens 2 autoantibody (IA-2ßA) and zinc transporter autoantibody were measured by radioligand assay according to the Islet Autoantibody Standardization Program. The sensitivity and specificity of GAD antibody assay were 76.0% and 87.8%, IA2 antibody assays were 76.0% and 94.4%, respectively, as evaluated in the Fourth Diabetes IASP 2015 (laboratory ID 1501). 3 These islet cell autoantibodies were all absent. Thyroid function tests were normal in all patients. Hence, they could all be classified as nonautoimmune type 1B diabetes (Table 1). 4 Upon follow up, all of the patients still require insulin although there is a slight reduction in the dose at approximately 0.5 units/kg body weight. We searched the literature for similar cases of new onset diabetes presenting with DKA exacerbated by COVID-19 infections. Hollstein et al. 5 reported a 19 years old Caucasian man who presented 4 weeks after COVID-19 infection (with mild symptoms) with DKA. The immunoglobulin G antibodies for SARS-CoV was positive confirming past infection. Similar to our case, islet cell autoantibody was negative. 5 An increase in the incidence of new Type 1 diabetes (compared to usual incidence) has been reported between March and June 2020, at five paediatric inpatient units from four NationalHealth Service Trusts in London, UK but specific cases of nonautoimmune type 1B diabetes are not known.6 All these subjects have mild COVID19 disease but developed moderately severe DKA and required high doses of insulin for glycaemic control. They had low C-peptide levels and no evidence of islet cell directed autoimmunity. This suggests the presence of type 1B insulin-dependent diabetes (nonautoimmune type 1 diabetes) in direct association with the coronavirus infection.7 Type 1B diabetes or ketosis-prone DM is a heterogeneous syndrome reported in African Americans, Hispanic descendants and in Asians. They may harbour a combination of characteristics of type 1 or type 2 diabetes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "performed literature review and wrote the first draft. A. W. C. Koh performed the antibody analysis. J. X. Lian was the advanced practitioner nurse who help to collect information on the patients as well as perform literature review. R. Dalan and B. O. Boehm conceptualised the study, performed literature review, critically reviewed and wrote the final draft. All authors reviewed the final manuscript.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Abbreviations: BHB, beta-hydroxybutyrate; BP, blood pressure; BMI, body mass index; COVID-19, coronavirus disease 2019; CRP, C-reactive protein; DKA, diabetic ketoacidosis; HbA1c, glycated haemoglobin; LDH, lactate dehydrogenase.LETTER TO THE EDITOR Department of Endocrinology, Tan Tock Seng Hospital, Singapore Metabolic Medicine Lee Kong Chian School of Medicine, Nanyang Technological University Singapore, Correspondence Rinkoo Dalan, Department of Endocrinology, Tan Tock Seng Hospital, 11 Jalan Tan Tock Seng,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}