{
    "paper_id": "0419e2e2b06660f12ac6bd54e094bfde7d0f2874",
    "metadata": {
        "title": "Impact of the COVID-19 Pandemic on Funerals: Experiences of Participants in the 2020 Dying2Learn Massive Open Online Course",
        "authors": [
            {
                "first": "Deb",
                "middle": [],
                "last": "Rawlings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research Centre for Palliative Care",
                    "institution": "Flinders University",
                    "location": {
                        "settlement": "Adelaide",
                        "region": "AU-SA",
                        "country": "Australia"
                    }
                },
                "email": "deborah.rawlings@flinders.edu.au"
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Miller-Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Flinders University",
                    "location": {
                        "postCode": "5042",
                        "settlement": "Wayville, Bedford Park, Adelaide",
                        "region": "CQUniversity Australia, AU-SA, AU-SA",
                        "country": "Australia, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Tieman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research Centre for Palliative Care",
                    "institution": "Flinders University",
                    "location": {
                        "settlement": "Adelaide",
                        "region": "AU-SA",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A Massive-Open-Online-Course (MOOC) on death and dying (Dying2Learn) was offered in 2020, designed to build conversations about death as a natural part of life. In week 1, the content focused on how today's society engages with death through the language we use, humour, public mourning and funerals. This study investigated 2020 MOOC participants' responses to an online activity reflecting on funerals and memorials during the time of COVID-19. From this activity, n = 204 responses were analysed qualitatively. Themes included the positives and negatives of virtual funeral attendance (e.g. opportunity to have a way to participate when travel barriers existed, versus a sense of impersonal voyeurism); and the challenges related to the inability to physically comfort the bereaved due to physical distancing requirements. Comments made as part of this MOOC activity provide a unique insight into the community's experience of funeral changes necessitated by COVID-19, with important implications for the grieving process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Funerals are a universal after-death ritual (Woodthorpe, 2017) . They can vary widely in form and function but have the collective goal of farewelling someone, a place where participants can express grief and share sorrow, remember the person who has died and their life, mark the transition from living to dead, and act as a starting point for recovery (Mitima-Verloop et al., 2019; O'Rourke et al., 2011; Walter & Bailey, 2020) . Funerals have also served as a reminder of mortality although the professionalisation of the industry has removed many of the direct preparation elements from the community (Lundgren & Houseman, 2010) .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 62,
                    "text": "(Woodthorpe, 2017)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 354,
                    "end": 383,
                    "text": "(Mitima-Verloop et al., 2019;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 384,
                    "end": 406,
                    "text": "O'Rourke et al., 2011;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 407,
                    "end": 429,
                    "text": "Walter & Bailey, 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 605,
                    "end": 632,
                    "text": "(Lundgren & Houseman, 2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The funeral ritual has been present for millennia across countries, cultures and religions, most often preceded by family presence during the dying period, followed by gathering together to say goodbye (Jordan et al., 2021) . Evidence suggests that mourning rituals play an important role in the grieving process. These rituals can assist in mitigating grief responses in part through the underlying mechanism of restoring feelings of control (Norton & Gino, 2014) . However, in late 2019 and in the 2 years since, the Coronavirus COVID-19 pandemic (referred to here as COVID-19) has seen millions of deaths globally, and with it many restrictions on visitors to those who are very ill in both hospitals and in aged care facilities (Burrell & Selman, 2020; Parks & Howard, 2021) . This has seen, in the first instance, isolation during dying, with families and friends not allowed to be present, and with some people dying alone (Bauld et al., 2021) or only in the presence of health professionals, and families not necessarily asked to identify the body (Imber-Black, 2020; Katz et al., 2021; Sudai, 2021 , The management of those who have died has also seen the disruption of rituals in some cultures that usually see families helping to prepare the body for burial (Hamid & Jahangir, 2020) , or hold a public viewing (Lowe et al., 2020) . In some instances, death may have been unexpected, and/or family and friends were unable to travel to see the dying person even if allowed a personal visit (Carr et al., 2020; Oliveira Cardoso et al., 2020) . This has potentially left a permanent legacy for many of those left behind who have been unable to say goodbye to their loved ones (Wakam et al., 2020) .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 223,
                    "text": "(Jordan et al., 2021)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 443,
                    "end": 464,
                    "text": "(Norton & Gino, 2014)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 732,
                    "end": 756,
                    "text": "(Burrell & Selman, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 757,
                    "end": 778,
                    "text": "Parks & Howard, 2021)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 929,
                    "end": 949,
                    "text": "(Bauld et al., 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1075,
                    "end": 1093,
                    "text": "Katz et al., 2021;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1094,
                    "end": 1105,
                    "text": "Sudai, 2021",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1268,
                    "end": 1292,
                    "text": "(Hamid & Jahangir, 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1320,
                    "end": 1339,
                    "text": "(Lowe et al., 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1498,
                    "end": 1517,
                    "text": "(Carr et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1518,
                    "end": 1548,
                    "text": "Oliveira Cardoso et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1682,
                    "end": 1702,
                    "text": "(Wakam et al., 2020)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The impact of this need for isolation in the form of social distancing and/or an inability to be present at death or during dying, is likely to have then been further compounded by a reduction in the numbers of those able to be present at the funeral (Neimeyer & Lee, 2021) . This lack of social support, and of comfort given and received, has seen a changed landscape of dying and of grief (Jordan et al., 2021) . It has also seen a marked change in mortuary practices and the responsibility of funeral directors (Dijkhuizen et al., 2020) . Funerals in the time of COVID-19 have seen not only restrictions on numbers attending, but for some, the postponement or cancellation of funerals, or the substitution with memorial services where the body is not present (O'Rourke et al., 2011) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 273,
                    "text": "(Neimeyer & Lee, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 391,
                    "end": 412,
                    "text": "(Jordan et al., 2021)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 514,
                    "end": 539,
                    "text": "(Dijkhuizen et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 762,
                    "end": 785,
                    "text": "(O'Rourke et al., 2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During 2020, a time in which COVID-19 was active (and when shifting restrictions were in place such as lockdowns and reduced or banned social gatherings), we hosted a Massive Open Online Course (MOOC) on death and dying (Dying2Learn). Offered previously (2016, 2017, 2018) the MOOC was for the general public, designed to build conversations about death as a natural part of life and build community death awareness (Tieman, J., Miller-Lewis, L., Rawlings, D., Parker, D. & Sanderson, C. 2018 . The contribution of a MOOC to community discussions around death and dying., 2018). This online course was delivered from Australia, during a period in which international and state borders were closed, density restrictions were in place, and some states were under strict lockdown (Faasse & Newby, 2020) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "text": "(2016,",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 266,
                    "text": "2017,",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 272,
                    "text": "2018)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 492,
                    "text": "(Tieman, J., Miller-Lewis, L., Rawlings, D., Parker, D. & Sanderson, C. 2018",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 777,
                    "end": 799,
                    "text": "(Faasse & Newby, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In week one of Dying2Learn, the course content focused on how today's society engages with death through the language we use, humour, public mourning and funerals, with one activity asking participants to consider their previous experiences of funerals, and to reflect on funerals and memorials during the COVID-era. The aim of this study was to investigate 2020 Dying2Learn MOOC participants' responses to this online activity asking for their reflections on their lived experiences of funerals and memorials during the time of COVID-19. This offered an innovative opportunity to develop an understanding of the changes, adaptations, and impacts of COVID-19 on these important post-death rituals in a predominantly Australian sample. To our knowledge, few empirical studies have been published investigating how COVID-19 has affected funeral experiences, and no published studies have been conducted in the Australian context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ethical approval was obtained from Flinders University Research Ethics Committee (Project 7247).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Participants were enrolled in the 2020 iteration of the Dying2Learn MOOC, a 6-week online course described elsewhere. Participants had been made aware that their deidentified data may be used for evaluation and reporting purposes. In 2020, the course was facilitated during October-November 2020, a time in which COVID-19 was having worldwide impact. There were n = 1400 participants who enrolled in the 2020 course (91.6% female; mean age 48.1 years [SD=13.3] and n = 937 (67%) of these who participated in course activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Setting"
        },
        {
            "text": "The 2020 Dying2Learn MOOC had a voluntary activity in week one that course enrolees were invited to complete. The activity posed the following to participants: 'Most (if not all) of you will have attended a funeral in your lifetime, and now we'd like you to reflect on what that experience has been like. We are also interested in how people have had to come up with imaginative and innovative ideas to remember someone who has died given the COVID-19 pandemic. How have you seen funerals or memorials change in the time of COVID-19? For example, have you attended a funeral or memorial virtually? What was good about this and what was hard?' The latter aspect of funeral experiences in the time of COVID-19 is the focus of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and Procedure"
        },
        {
            "text": "A total of n = 593 responses were received to this open-text reflection activity. Respondents who took part in this activity were predominantly female (n = 549, 92.1%), with an average age of 51 years (SD = 12.69). Almost all activity-respondents were residing in Australia (n = 562, 94.8%), with those residing outside of Australia predominantly being based in New Zealand (3.9%). Given the nature of this broadly based funerals activity, not all of the responses provided were relevant to COVID-era funeral experiences. Therefore, the data analysis process required distinguishing between the activity responses that were relevant to the purpose of this study in relation to COVID-19-related experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and Procedure"
        },
        {
            "text": "A rigorous approach to the qualitative data analysis was taken in order to minimise researcher bias and influence (Clarke & Braun, 2018) as both raters had been MOOC authors and had constructed the activity. Both raters were consciously aware that their unique perspectives as facilitators in the MOOC and that their knowledge of the context in which the participant's responses were given may influence their interpretation of the data. To provide rigour and credibility to the process, the raters checked each other's coding and held iterative discussions (Coolican, 2019; Elo & Kyngas, 2008) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 136,
                    "text": "(Clarke & Braun, 2018)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 558,
                    "end": 574,
                    "text": "(Coolican, 2019;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 575,
                    "end": 594,
                    "text": "Elo & Kyngas, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Handling and Analysis"
        },
        {
            "text": "The open-ended written statements by participants to this voluntary activity were extracted from the MOOC online learning platform, along with demographic information provided at enrolment. All comments in the discrete dataset related to COVID-19 funeral experiences made by participants were included for analysis, and data was fully de-identified prior to analysis. The content of the open-ended textual responses was analysed qualitatively using content analysis (Blair, 2015; Coolican, 2019; Elo & Kyngas, 2008; Thomas, 2006) . This approach was considered suitable because the relatively short nature of the written statements provided by participants precluded the use of deeper interpretive analysis, and because content analysis can be used for providing a descriptive understanding of thematic categories as well as quantitative counts of code frequency (Elo & Kyngas, 2008; Vaismoradi et al., 2013) . Participant responses were scanned and read through multiple times to inductively search for common meaningful coding units to represent the reflections provided by participants, and thematic categories were generated for those that were recurringly mentioned. The first phase involved two raters independently generating codes through open coding a random subset of 15% (n = 85) of the activity responses. Open coding was used as an inductive emergent coding technique where codes were drawn directly from the text (Blair, 2015) . Each participant's statement could be assigned multiple coding labels, given that sentences provided held various levels of detail on their experiences. The two raters then came together to discuss their open-codes created from this development cohort, with the codes refined and merged together to (a) create a clear set of inclusion and exclusion criteria regarding which responses were relevant to the COVID-19 pandemic (see Table 1 ) and (b) to generate a coding schema guide for grouping the COVID-related responses and their codes into higher-order thematic categories. Codes describing similar events and experiences were grouped together into thematic categories and then if relevant those categories were grouped into broader higher-order thematic categories (Elo & Kyngas, 2008; Thomas, 2006) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 479,
                    "text": "(Blair, 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 480,
                    "end": 495,
                    "text": "Coolican, 2019;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 496,
                    "end": 515,
                    "text": "Elo & Kyngas, 2008;",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 529,
                    "text": "Thomas, 2006)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 863,
                    "end": 883,
                    "text": "(Elo & Kyngas, 2008;",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 908,
                    "text": "Vaismoradi et al., 2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1427,
                    "end": 1440,
                    "text": "(Blair, 2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2211,
                    "end": 2231,
                    "text": "(Elo & Kyngas, 2008;",
                    "ref_id": null
                },
                {
                    "start": 2232,
                    "end": 2245,
                    "text": "Thomas, 2006)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 1871,
                    "end": 1878,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data Handling and Analysis"
        },
        {
            "text": "The two raters then returned to the n = 85 emergent coding cohort and successfully applied the inclusion/exclusion criteria and the thematic coding schema, indicating that cross-verification was successful, and the thematic codes were clear. For the second phase, the remaining n = 508 activity responses not part of the emergent coding cohort were then split between the two raters (DR and LML) for the application of the inclusion/exclusion criteria and the agreed-upon thematic coding schema. Any participant statements where difficulty was experienced in the assignment of thematic codes (n = 19) were noted and discussed by the two raters until full consensus was reached. It was determined that no additional thematic codes were required as the existing thematic coding schema captured the range of participant responses appropriately",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Handling and Analysis"
        },
        {
            "text": "The application of the inclusion and exclusion criteria outlined in Table 1 to the n = 593 responses that were received to the funerals activity resulted in the exclusion of n = 389 participant responses that were not directly relevant to funeral experiences during the time of COVID-19. From here, the n = 204 (34.4%) responses mentioning Table 1 . Inclusion and Exclusion Criteria for Activity Responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data Handling and Analysis"
        },
        {
            "text": "Responses that reported attendance at a COVID-era funeral physically in-person or live virtually, by watching a recording (but only if recording is of a recent funeral), or attending as a funeral celebrant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Responses that did not mention either COVID-19 or pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Responses that reported not attending a funeral because of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Responses that did not mention recently attending a funeral (either virtually or inperson) Responses that reported vicariously about a COVID-era funeral experience, but only if the response specifically provides a description of a funeral attended by someone they know",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Responses where general comments were made in relation to COVID-19, but it was not possible to determine if they had actually experienced a recent funeral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "Responses that specifically reported recently attending a funeral (either virtually or inperson) in the past few months (these responses were included on the assumption that there were COVID-19 restrictions in place at the time) experiences with funerals during the COVID-19 pandemic and were included in the subsequent content analysis and the generation of thematic codes. Table 2 shows demographic information pertaining to the n = 204 who, as part of this broader activity, reported having a funeral experience during COVID-19 times and the key focus of the subsequent analyses. Most of the n = 204 MOOC participants reporting funeral experiences during COVID-19 were female (91.5%), with a mean age of 52.1 years (SD = 11.9). Of the n = 204 participants who had a COVID-era funeral experience, almost all resided in Australia (95.6%), a small proportion resided in New Zealand (2.9%), with only n = 3 participants not located in these two Oceanic Countries. During 2020, both Australia and New Zealand had international travel restrictions in place, along with border closures between states/regions. Of the subsample living in Australia, most were located in the eastern Australian states of Victoria (30.8%), New South Wales (29.7%), or Queensland (22.1%). At the time of responding to the funerals' activity, Victoria was under strict COVID-19 lockdown restrictions (Faasse & Newby, 2020) . Regarding education, most participants reported previously completing some form of university study (68.1%). Health professionals were prolific in the respondent sample, with 75% reporting that they self-identify as being a health professional (either currently or in the past), plus 51.5% of the respondent sample stating that they were currently working clinically as a health professional. Within the subsample of participants who identified as a health professional, the largest proportion of these were nurses (38.6%), followed by allied health professionals (23.5%). Demographic characteristics of participants who had experienced a COVID-era funeral (n = 204) were compared to participants who did not report this experience as part of the funerals activity (n = 389). There were no statistically significant differences between groups on gender, age-group, country, Australian State, educational level, occupation, or whether they currently worked as a health professional (chi-square tests of independence X 2 all p >.05).",
            "cite_spans": [
                {
                    "start": 1374,
                    "end": 1396,
                    "text": "(Faasse & Newby, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 382,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Inclusion Criteria Exclusion Criteria"
        },
        {
            "text": "The content analysis on the participant responses to the activity in which COVID-era funeral experiences were mentioned resulted in these 204 written statements being assigned 862 codes (i.e. each participant's statement could be assigned multiple codes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Nine key themes emerged from participant's responses about funerals during the pandemic. Two of these themes were higher-order themes, one of which has two subthemes, and the other had six sub-themes. These themes and sub-themes are described in Table 3 , including example quotations that represent the typical content within these themes, along with a quantitative summary of the frequency with which each theme was mentioned, and the percentage of the sample whose responses to the activity could be classified within that thematic code. The first five themes were broadly related to the manner in which respondents were able (and unable) to attend funerals because of the pandemic. One-fifth of the sample had been unable to attend a funeral during COVID-19 (20.6%), almost half had attended a virtual funeral (48%), which was a considerably more frequent method of experiencing a funeral than in-person attendance, which only 29% of respondents had done. Furthermore, 11% had experienced the postponement of a funeral or memorial.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Beyond recounting their experiences regarding the capacity to attend funerals during COVID-19, participants' reflections also held emotive reactions to the changes that have been necessitated to funerals because of the pandemic. These emotive reactions could be categorised as having negative connotations or positive connotations. Negative emotional reactions to COVID-era funeral changes formed one higher-order theme, and positive emotional reactions to COVID-era funeral changes formed another higher-order theme. Responses predominantly reflected on the negative challenges faced, with 63% of participant reporting negative emotional reactions to the funeral changes caused by COVID restrictions. These negative emotional reactions could be categorised into six sub-themes. Of these, the most commonly stated negative impact was restrictions placed on the number of in-person attendees (52%). The second most frequently mentioned category of negative emotive reactions related to being unable to comfort the bereaved due to physical distancing requirements (30%), followed by feeling unable to say a 'proper goodbye' (28%). Virtual funerals were also seen as lacking emotional connection (18%) or feeling voyeuristic (9%), and some mentioned the impact of technology glitches (4.9%). See Table 3 for further examples of participant quotations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1293,
                    "end": 1300,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Even though negative emotional reactions to COVID-era funeral changes were more common overall, a total of 34% of our respondent sample expressed seeing positives New/adapted mourning rituals created 'We had roses in a basket next to the coffin. We place a rose in turn for each family member, including those who were live streaming, saying their name as we placed in on the coffin' 'His funeral was the day that year level went back to school. The school decorated paper flowers with messages and decorated the fence. Anyone who wanted to could stand at the fence to be there when the cars drove past' '…an informal service held at his farm with just close family with him. He was able to go for one last ride around his farm on the back of his ute and was then farewelled by his community who parked along the road to his property and farewelled him as he left the farm for the last time' '… the family as a ritual placed a flower on every chair and spoke the name of the person who would have attended so they were included in the ceremony that was being live streamed. Very touching…' n = 27 (13.24%) 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Positive emotional reactions to COVID-era funeral changes '… lovely part has been the very real intimacy of the service, has made it more relaxed and gentle' 'I found it was a better experience that (sic) I anticipated, and delighted in the posts which were available for all to read and reminisce' 'I had 2 family members pass away and was able to attend their funeral virtually. I found this a way of letting family know I was thinking of them' n = 70 (34.31%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Subthemes positive reactions (continued) Increased intimacy of smaller funeral 'It was actually quite lovely as the family were able to focus on each other and their grief, rather than needing to \"look after\" all the other mourners.' 'Even though it was a small funeral it was intimate and cozy and I did my absolute best to reach out through the camera to include everyone who was watching' 'Alternatively, a smaller more intimate ceremony may be preferable to some families' n = 20 (9.80%) (continued) Negative emotional reactions to COVID-era funeral changes 'The hardest part was that once the funeral screening ended there was no wake. It felt like a very abrupt end, especially because I was watching it alone (but on the phone to my mum, we were shut out from the funeral by closed borders in each of our states!)' 'My heart broke as I watched online, my friend and her husband and their five children, all wear masks and have to sit in separate church pews' 'they are so sad knowing the resident their family/culture the church/ chapel should be packed, seeing family members sitting so far from each other' 'Some felt it lacked the \"fan fare\" she deserved and fell a bit flat. It didn't feel grand enough or symbolic enough. This has stunted the grieving process for some.' n = 129 (63.24%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes in Reflections on COVID-Era Funeral Experiences"
        },
        {
            "text": "Limited attendance numbers 'We were forced to write a list of people who could attend due to the limited numbers allowed. This was very upsetting and my family felt terrible having to turn people away.' 'we had to restrict numbers to his funeral and wake...so made us think about who he was closest to as had to limit numbers' 'have seen first hand how difficult it is for families to say goodbye to their loved one, without those who would normally be there to support them' 'I remember at the end of the funeral feeling sad as the coffin went by an empty room…' n = 106 (51.96%) No physical comfort/touch/hugs 'Hugging is such a part of how we show of support and love, that this affection and comfort has probably been the most distressing element to have restricted.' 'My grandmother was completely inconsolable at points in time, and it was so unnatural that we weren't meant to hug or touch her' 'the situation has deprived our family of close human contact and the reality of his death seems only to be \"virtual\"' n=61 (29.9%) 9c Technology glitches 'My aunts' funerals were streamed online so extended family could watch, but there were many technical issues with sound not working, the picture being out of sync, and viewers having a really limited view of what was going on' 'The camera was at the back of a large community hall and even though I have a speaker system attached to my computer, I struggled to hear the celebrant and the person giving the eulogy, which was disappointing' '..seemed to be looking at the back of people's heads mainly and both had technical problems which detracted from the flow and mood created' n = 10 (4.90%) (continued) associated with the changed conditions. Within this higher-order theme, two subcategories were evident. In the first, respondents expressed gratitude for having virtual attendance options that gave people an alternative way to attend a funeral (28%), particularly when they would have missed the funeral otherwise due to attendance number restrictions or travel barriers or distance. The second sub-theme related to positive reactions regarding the increased intimacy of a smaller funeral (10%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subthemes negative reactions 9a"
        },
        {
            "text": "A final noteworthy theme that emerged from participants' responses regarding their COVID-19 funeral experiences was descriptions of the introduction of new innovative mourning rituals to accommodate COVID-19 restrictions (13%). These adaptive strategies included new rituals involving placement of a flower on the empty chair for each mourner unable to attend the funeral in-person, and mourners lining the street as a 'guard of honour' as the hearse drove by.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subthemes negative reactions 9a"
        },
        {
            "text": "Rituals are inherent in life, encompassing the traditional rites of passage such as christenings, marriages and funerals, and the more modern rituals such as gender reveals and living wakes (Imber-Black, 2020). Relative to funerals, the familiar inherited structured rituals with or without religious symbolism may bring comfort, but the postmodern rituals may be preferred such as the individualised rituals celebrating a life lived Ramshaw, 2010; Davis (2008, p.406) has said that 'funerals are the ultimate in final stories' and this is seen in ceremonies and rituals that might include a photo array or videos of the deceased, the music they preferred, or personalised messaging such as drawing on/decorating the coffin (Bruin-Mollenhorst, 2020; Holloway et al., 2013) . The way in which funerals have been conducted to date though is through choiceof venue, who is notified/invited and proceedings, and choice or feelings of control in this ritualised process tends to mitigate grief responses (Norton & Gino, 2014) . All of that has changed with the advent of COVID-19 and this is clearly demonstrated in the comments received from participants with many negative connotations, but also some positive ones.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 448,
                    "text": "Ramshaw, 2010;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 449,
                    "end": 468,
                    "text": "Davis (2008, p.406)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 772,
                    "text": "Holloway et al., 2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 999,
                    "end": 1020,
                    "text": "(Norton & Gino, 2014)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 has seen changes in the way in which funerals are conducted in a manner that could not have been envisaged, from the number of those allowed to attend, travel restrictions for those who may have been allowed, quarantine measures preventing attendance and the inability to be physically close with physical distancing measures preventing close contact (Burrell & Selman, 2020) . This has required funeral directors to adapt to new circumstances which can change rapidly by using videoconferencing or livestreaming technology, although this has been inconsistent (MacNeil et al., 2021; Selman et al., 2021) . For some, the ritual of viewing the body at a funeral home has been substituted with the coffin taken around the streets for people to acknowledge the death (Lowe et al., 2020) as reported in our study.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 384,
                    "text": "(Burrell & Selman, 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 570,
                    "end": 592,
                    "text": "(MacNeil et al., 2021;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 593,
                    "end": 613,
                    "text": "Selman et al., 2021)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 773,
                    "end": 792,
                    "text": "(Lowe et al., 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is true that contemporary funerals, even prior to COVID-19 restrictions, had innovations already in place, for example audio recording a funeral for those living overseas, although these were the exception rather than the rule. However, it should be noted that funerals have never been static, managed initially by families and communities in the home, then seeing a shift whereby burying the dead was taken over by 'funeral homes', and latterly (even pre-COVID) individualised ceremonies and ways of disposing of the dead that are often consumer driven (Beard & Burger, 2017) , and potentially the 'community reclaiming death and dying' (Lowe et al., 2020. Page 14) .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 579,
                    "text": "(Beard & Burger, 2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 641,
                    "end": 669,
                    "text": "(Lowe et al., 2020. Page 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With funerals seen as a way of providing comfort to the bereaved often manifested through physical touch such as hugging, to be denied these supports may be detrimental to ongoing mental health in bereavement (Burrell & Selman, 2020) . Carr and colleagues (2020) describe the lack of face-to-face mourning rituals in conjunction with other losses such as social isolation as compounding bereavement and Oliveira-Cardoso and colleagues (2020) highlight that with the delays in some funerals and memorials there may also be a detrimental effect due to suppressing funeral rituals. Selman and colleagues (2021) highlight the disrupted rituals of saying goodbye as noted in the media and explore alternate ways to connect people. Turner and Casswell (2020) highlight from a funeral directors' perspective, funerals without mourners where they are left to represent the deceased, usually more so for those without families but in COVID-19 times funeral directors have had a more prominent role to play (Turner & Casswell, 2020) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 233,
                    "text": "(Burrell & Selman, 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 236,
                    "end": 262,
                    "text": "Carr and colleagues (2020)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 607,
                    "text": "Selman and colleagues (2021)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 752,
                    "text": "Turner and Casswell (2020)",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1022,
                    "text": "(Turner & Casswell, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Within our study, the emotional impact on participants of funeral changes in light of COVID-19 restrictions cannot be underestimated. For the majority, these changes were received negatively, often with lasting memories of the way things were or should have been. There were mentions of delaying funerals and/or plans for later memorials 'when things are back to normal' (sometimes meaning current restrictions are lifted rather than a post-COVID world). This has been noted in a recent scoping review of virtual funerals with some delaying indefinitely, wanting to have a 'proper goodbye' (MacNeil et al., 2021) .",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 612,
                    "text": "(MacNeil et al., 2021)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Emotional Impact of COVID-Era Funeral Changes"
        },
        {
            "text": "Many negative impacts of funeral changes have been described in our study. For many the fact that close family (even spouses) may not be able to attend due to restricted numbers, quarantine or inability to travel (such as border closures) was hard to consider. The restrictions on numbers allowed to attend changed in response to government guidelines and so many of the bereaved were faced with choosing who could attend and who could not (Walter & Bailey, 2020) . The fact that physical distancing prevented close contact was also described negatively, with an inability to sit close to someone, hug and comfort them or more intimately share their grief, with social contact and connectedness fundamental to well-being (Abel & Taubert, 2020) . Also noteworthy were the unfortunate technical glitches which included lack of sound, badly placed cameras and recollections of some people being provided with a live streaming link or even a service recorded on a USB and left to watch it alone. For some, this virtual attendance was likened to an impersonal voyeurism that meant they were not engaged or connected to what was happening, or to the death. The inability to say goodbye in a traditional or ritualised way was felt to impact on grief, mourning and potentially bereavement (Burrell & Selman, 2020) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 463,
                    "text": "(Walter & Bailey, 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 721,
                    "end": 743,
                    "text": "(Abel & Taubert, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1281,
                    "end": 1305,
                    "text": "(Burrell & Selman, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Emotional Impact of COVID-Era Funeral Changes"
        },
        {
            "text": "Despite the numerous negative impacts of changes to funerals due to COVID-19, there were still glimmers of hope and resilience during difficult times. Somewhat surprisingly, a third of our participants were able to articulate positive impacts related to the COVID-era funeral changes. The main positive mentioned was that people felt appreciative and grateful about being able to attend a funeral virtually when they would otherwise have missed out because of number restrictions or travel barriers. This response is reminiscent of the concept of benefit-finding. Benefit-finding is an adaptive coping response where we look for positive aspects of challenging crisis situations, and it has been seen in other studies related to COVID-19 (August & Dapkewicz, 2021; Cox et al., 2021; Evans et al., 2020) . Another positive reaction to funeral changes mentioned by some was the increased intimacy of a small funeral meaning that they felt more able to absorb what was happening, and that those attending were really present in the moment and not trying to meet and greet or worry about others. This felt much more personal for some, as was the ability to replay the funeral later if recorded. Burrell and Selman (2020) highlight that the numbers of those attending may not be important, nor the type of funeral that is held, but what is important is how meaningful it is and how connected people feel.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 764,
                    "text": "(August & Dapkewicz, 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 765,
                    "end": 782,
                    "text": "Cox et al., 2021;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 783,
                    "end": 802,
                    "text": "Evans et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1191,
                    "end": 1216,
                    "text": "Burrell and Selman (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Emotional Impact of COVID-Era Funeral Changes"
        },
        {
            "text": "An interesting outcome from the authors' perspective was the lack of consideration of personal safety in relation to COVID-19 restrictions, with only one mention of the pandemic: 'I virtually attended the funeral of a close friend's mother during the Covid lockdown. Honestly, I can't think of one thing that was good about it (other than reducing the possibility of coronavirus spread!). Respondents did not consider this context, perhaps not seeing their own safety as a concern or that they are complacent about it in light of Australia's relatively protected experience",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Impact of COVID-Era Funeral Changes"
        },
        {
            "text": "In addition to the positive 'side-effects', several innovative resilient adaptations were evident in participants' responses to COVID-19 funeral changes. While the loss of familiar rituals was noted, for some, new and very meaningful rituals were created. These positive adaptations under adverse circumstances were seen via innovations such as television screens outside churches, acknowledgement via livestreaming of those who were absent, and physically distanced guards of honour lining streets. It is also acknowledged that new rituals were instigated by health professionals when enabling families to say goodbye to a loved one in isolation (for example, via WhatsApp or Zoom) as much of a meaningful connection as is possible in the circumstances (Selman et al.2021) . As Imber-Black (2020) notes: 'Technology enabled the re-invention of old rituals and the creation of rituals never before experienced' (2021, p. 913).",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 773,
                    "text": "(Selman et al.2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Mourning Rituals"
        },
        {
            "text": "While not a focus here, some participants noted the potential impact of COVID-19 on mental health (Bauld et al., 2021) , including that of funeral directors (MacNeil et al., 2021) , while others have considered the impact on bereavement going forward, (Katz et al., 2021; Pearce et al., 2021; Stroebe & Schut, 2020; Abel & Taubert, 2020) . Eisma and colleagues (2021) found that those experiencing a loss during COVID-19 exhibited higher grief levels, citing the potential long-term sequalae as a worldwide public health concern.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 118,
                    "text": "(Bauld et al., 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 157,
                    "end": 179,
                    "text": "(MacNeil et al., 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 252,
                    "end": 271,
                    "text": "(Katz et al., 2021;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 272,
                    "end": 292,
                    "text": "Pearce et al., 2021;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 293,
                    "end": 315,
                    "text": "Stroebe & Schut, 2020;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 316,
                    "end": 337,
                    "text": "Abel & Taubert, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 340,
                    "end": 367,
                    "text": "Eisma and colleagues (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New Mourning Rituals"
        },
        {
            "text": "Of consideration here is the context in which the Dying2Learn MOOC was offered. While hosted on a virtual platform, the majority of participants were from Australia, and therefore representative of a perspective where participants have been for the most part very privileged and unscathed in terms of the number of deaths to COVID-19. The views expressed by our participants are likely to be quite different to those from less privileged countries where death tolls were high (Entress et al.,2020) and people struggled to find enough wood to cremate their loved ones, or where people were buried in mass graves. The loss of choice and control in respect to funerals in Australia seems insignificant to what some other countries have experienced.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 497,
                    "text": "(Entress et al.,2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Contextual Consideration"
        },
        {
            "text": "This study provided a unique opportunity to gather perspectives related to the ways funeral experiences have changed during the COVID-19 pandemic in a sizeable community sample. However, this sample was derived from a group of people who chose to enrol in a MOOC about death and dying, and thus may not be representative of the general adult population. Participants also provided their activity responses within an online educational forum, and even though this was a closed forum, participants' responses were not necessarily private/anonymous, which may have influenced the extent to which participants were open and candid in their reflections. Participants were also a generally well-educated cohort consisting of many health professionals, whose previous experience with dying and death should be taken into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Furthermore, the study involved participants predominately from Australia and New Zealand, and thus the results obtained may be only relevant to the unique set of COVID-related circumstances occurring at the time of the study in these countries, in which physical-distancing restrictions and border closures were prevalent, but COVID-19 case numbers and deaths were low in comparison to other countries at the time. The authors acknowledge that less developed countries are not represented in this study, nor are countries with higher COVID-19 death tolls, and that their experiences will be very different in relation to COVID-19, to funerals and to burials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "In this study participants reflected on the challenges experienced when someone died during COVID-19 and the fact that people have had to be responsive to the changes that have had to be made to mourning during the pandemic. Even in Australia, which has been relatively unscathed by COVID-19 in terms of cases and deaths, adjustments have had to be made to grieving and there may be less choice about and control over the way in which a funeral can occur. All of this has taken an emotional toll. Yet, there were signs of resilience, with some positive outcomes noted from the required the changes such as being able to virtually attend a funeral from overseas and creating new ways of saying goodbye to loved ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions and Conclusions"
        },
        {
            "text": "COVID-19 has also accelerated the use of technology in this space with funeral directors modifying rituals and services offered. It is yet to be determined if/how these new innovations will remain going forward in this changed world. Have funeral rituals been changed forever with the advent of COVID-19? These COVID-19-related changes that have been needed to funerals (and the experience of dying that preceded it) are likely to have important implications for the grieving process and this may in turn be seen in bereavement outcomes, but this is yet to be fully realised. Future research is required into the longer-term effects of changes to funeral rituals during the COVID-19 pandemic on grief and bereavement outcomes, in that while COVID-19 has been disruptive, will it also reconceptualise how we see funerals and mourning moving forward? Such longitudinal research may assist clinicians and funeral directors with supporting those experiencing bereavement during and beyond the era of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions and Conclusions"
        },
        {
            "text": "Future research is also urgently needed to more deeply understand how the interference with typical mourning rituals has impacted on grief and mourning in other less developed countries that have experienced high death tolls from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus pandemic: Compassionate communities and information technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taubert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Supportive & Palliative Care",
            "volume": "10",
            "issn": "4",
            "pages": "369--371",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjspcare-2020-002330"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Symbols and symbolism in the funeral today",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adamson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal for the Study of Spirituality",
            "volume": "3",
            "issn": "2",
            "pages": "140--155",
            "other_ids": {
                "DOI": [
                    "10.1179/2044024313z.00000000010"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Benefit finding in the COVID-19 pandemic: College students' positive coping strategies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "August",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dapkewicz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Positive School Psychology",
            "volume": "5",
            "issn": "2",
            "pages": "73--86",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Supporting the dying and bereaved during COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bauld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Letcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Australian Psychologist",
            "volume": "56",
            "issn": "4",
            "pages": "269--273",
            "other_ids": {
                "DOI": [
                    "10.1080/00050067.2021.1937924"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Change and innovation in the funeral industry: A typology of motivations",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "OMEGA-Journal of Death and Dying",
            "volume": "75",
            "issn": "1",
            "pages": "47--68",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222815612605"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A reflexive exploration of two qualitative data coding techniques",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Methods and Measurement in the Social Sciences",
            "volume": "6",
            "issn": "1",
            "pages": "14--29",
            "other_ids": {
                "DOI": [
                    "10.2458/v6i1.18772"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The musical eulogy and other functions of funeral music",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruin-Mollenhorst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMEGA-Journal of Death and Dying",
            "volume": "82",
            "issn": "1",
            "pages": "25--34",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222818799939"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How do funeral practices impact bereaved relatives' mental health, grief and bereavements? A mixed methods review with implications for COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Selman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Online first",
            "authors": [],
            "year": null,
            "venue": "OMEGA-Journal of Death and Dying",
            "volume": "35",
            "issn": "Suppl_1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222820941296"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bereavement in the time of coronavirus: Unprecedented challenges demand novel interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Aging & Social Policy",
            "volume": "32",
            "issn": "4-5",
            "pages": "425--431",
            "other_ids": {
                "DOI": [
                    "10.1080/08959420.2020.1764320"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using thematic analysis in counselling and psychotherapy research: A critical reflection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Counselling and Psychotherapy Research Journal",
            "volume": "18",
            "issn": "2",
            "pages": "107--110",
            "other_ids": {
                "DOI": [
                    "10.1002/capr.12165"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Research methods and statistics in psychology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coolican",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Death concerns, benefitfinding, and well-being during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Swets",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gully",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yraguen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Frontiers in Psychology",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.648609"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A funeral liturgy: Death rituals as symbolic communication",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Loss and Trauma",
            "volume": "13",
            "issn": "5",
            "pages": "406--421",
            "other_ids": {
                "DOI": [
                    "10.1080/15325020802171391"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Review: The safe handling of a corpse (suspected) with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G M"
                    ],
                    "last": "Dijkhuizen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Gelderman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L J M"
                    ],
                    "last": "Duijst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Forensic and Legal Medicine",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jflm.2020.101999"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acute grief after deaths due to COVID-19, natural causes and unnatural causes: An empirical comparison",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Eisma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamminga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Boelen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Affective Disorders",
            "volume": "278",
            "issn": "",
            "pages": "54--56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2020.09.049"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The qualitative content analysis process",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kyngäs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Advanced Nursing",
            "volume": "62",
            "issn": "1",
            "pages": "107--115",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2648.2007.04569.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Managing mass fatalities during COVID-19: Lessons for promoting community resilience during global pandemics. Public Administration Review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Entress",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "A-A",
                    "middle": [],
                    "last": "Sadiq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "856--861",
            "other_ids": {
                "DOI": [
                    "10.1111/puar.13232"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "From 'it has stopped our lives' to 'spending more time together has strengthened bonds': The varied experiences of Australian families during COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikocka-Walus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Olive",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sciberras",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karantzas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Westrupp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Psychology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.588667"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public perceptions of COVID-19 in Australia: Perceived risk, knowledge, health-protective behaviors, and vaccine intentions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Psychology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.551004"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dying, death and mourning amid COVID-19 pandemic in Kashmir: A qualitative study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jahangir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMEGA -Journal of Death and Dying",
            "volume": "",
            "issn": "",
            "pages": "0030222820953708--30222820953708",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222820953708"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Funerals aren't nice but it couldn't have been nicer\". The makings of a good funeral",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adamson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Argyrou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mariau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mortality",
            "volume": "18",
            "issn": "1",
            "pages": "30--53",
            "other_ids": {
                "DOI": [
                    "10.1080/13576275.2012.755505"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rituals in the time of COVID-19: Imagination, responsiveness, and the human spirit",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Imber-Black",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fam Proc",
            "volume": "59",
            "issn": "3",
            "pages": "912--921",
            "other_ids": {
                "DOI": [
                    "10.1111/famp.12581"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The COVID-19 pandemic has change dying and grief: Will there be a surge of complicated grief ? Death Studies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wotring",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcafee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polavarapu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cegelka",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner-Greene",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hamdan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2021.1929571"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Silent suffering of the dying and their families: Impact of COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcinerney",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ravindran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Internal Medicine Journal",
            "volume": "51",
            "issn": "3",
            "pages": "433--435",
            "other_ids": {
                "DOI": [
                    ".10.1111/imj.15101"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Memorialisation during COVID-19: Implications for the bereaved, service providers and policy makers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rumbold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Aoun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2632352420980456"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Banishing death: The disappearance of the appreciation of mortality",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Houseman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "OMEGA -Journal of Death and Dying",
            "volume": "61",
            "issn": "3",
            "pages": "223--249",
            "other_ids": {
                "DOI": [
                    "10.2190/OM.61.3.d"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Exploring the Use of virtual funerals during the COVID-19 pandemic: A scoping review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macneil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Findlay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bimman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hocking",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "OMEGA -Journal of Death and Dying. 00302228211045288. Online first",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/00302228211045288"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Facilitating grief: An exploration of the function of funerals and rituals in relation to grief reactions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Mitima-Verloop",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T M"
                    ],
                    "last": "Mooren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Boelen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Death Studies",
            "volume": "45",
            "issn": "9",
            "pages": "735--745",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2019.1686090"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Circumstances of the death and associated risk factors for severity and impairment of COVID-19 grief",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neimeyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Death studies",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2021.1896459"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rituals alleviate grieving for loved ones, lovers, and lotteries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gino",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Experimental Psychology. General",
            "volume": "143",
            "issn": "1",
            "pages": "266--272",
            "other_ids": {
                "DOI": [
                    "10.1037/a0031772"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The good funeral: Toward an understanding of funeral participation and satisfaction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Spitzberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hannawa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Death Studies",
            "volume": "35",
            "issn": "8",
            "pages": "729--750",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2011.553309"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The effect of suppressing funeral rituals during the COVID-19 pandemic on bereaved families",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Oliveira-Cardoso",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C A D"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H D"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D S"
                    ],
                    "last": "Lotério",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Accoroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A D"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revista Latino-Americana Enfermagem",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/1518-8345.4519.3361"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dying well in nursing homes during COVID-19 and beyond: The need for relational and family ethic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Bioethics",
            "volume": "35",
            "issn": "6",
            "pages": "589--595",
            "other_ids": {
                "DOI": [
                    "10.1111/bioe.12881"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A silent epidemic of grief': A survey of bereavement care provision in the UK and Ireland during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Honey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lovick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zapian Creamer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stobert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The personalisation of postmodern pos-mortem rituals",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramshaw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pastoral Psycholology",
            "volume": "59",
            "issn": "2",
            "pages": "171--178",
            "other_ids": {
                "DOI": [
                    "10.1007/s11089-009-0234-6"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Saying goodbye' during the COVID-19 pandemic: A document analysis of online newspapers with implications for end of life care",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Selman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sowden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Borgstrom",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Palliative Medicine",
            "volume": "35",
            "issn": "7",
            "pages": "1277--1287",
            "other_ids": {
                "DOI": [
                    "10.1177/02692163211017023"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Bereavement in times of COVID-19: A Review and theoretical framework",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stroebe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMEGA-Journal of Death and Dying",
            "volume": "82",
            "issn": "3",
            "pages": "500--522",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222820966928"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Not dying alone: The need to democratize hospital visitation policies during COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sudai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Medical Law Review",
            "volume": "29",
            "issn": "4",
            "pages": "613--638",
            "other_ids": {
                "DOI": [
                    "10.1093/medlaw/fwab033"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A general inductive approach for analyzing qualitative evaluation data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Evaluation",
            "volume": "27",
            "issn": "2",
            "pages": "237--246",
            "other_ids": {
                "DOI": [
                    "10.1177/1098214005283748"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The contribution of a MOOC to community discussions around death and dying",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tieman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miller-Lewis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Palliative Care",
            "volume": "",
            "issn": "31",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A relative absence: Exploring professional experiences of funerals without mourners",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMEGA-Journal of Death and Dying. 30222820959960. Online first",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222820959960"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Content analysis and thematic analysis: Implications for conducting a qualitative descriptive study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaismoradi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Turunen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bondas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nursing and Health Sciences",
            "volume": "15",
            "issn": "3",
            "pages": "398--405",
            "other_ids": {
                "DOI": [
                    "10.1111/nhs.12048"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Not dying alonemodern compassionate care in the Covid-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Wakam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Biesterveld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article e88",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2007781"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "How funerals accomplish family: Findings from a massobservation study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMEGA-Journal of Death and Dying",
            "volume": "82",
            "issn": "2",
            "pages": "175--195",
            "other_ids": {
                "DOI": [
                    "10.1177/0030222818804646"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Family and funerals: Taking a relational perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woodthorpe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Death Studies",
            "volume": "41",
            "issn": "9",
            "pages": "592--601",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2017.1325419"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Participant Demographic Characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "(continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Dying2Learn MOOC participants for their contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: The Dying2Learn MOOC was developed by the CareSearch project, funded by the Department of Health, Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Deb Rawlings  https://orcid.org/0000-0002-8998-9403 Lauren Miller-Lewis  https://orcid.org/0000-0001-6013-130X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}