{
    "paper_id": "05083cfa664e65938a47b7fe6fbe0c34c6dd5d16",
    "metadata": {
        "title": "Thrombocytopenia and thrombosis in hospitalized patients with COVID-19",
        "authors": [
            {
                "first": "Heng",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "1277 Jiefang Avenue",
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "1277 Jiefang Avenue",
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "addrLine": "1277 Jiefang Avenue",
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As our understanding on coronavirus disease 2019 (COVID-19) deepens, it is increasingly recognized that COVID-19 is more than a respiratory condition. Thrombocytopenia and thromboembolic complications are a composite factor associated with critical COVID-19 and increased mortality. Immune-inflammation-mediated destruction, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection per se and increased consumption are proposed to be responsible for thrombocytopenia. Multiple concomitant conditions or results caused by SARS-CoV-2 infection are high risk factors for thrombosis. Recently, platelet activation and platelet-mediated immune inflammation induced by SARS-CoV-2 infection were also found to be the contributors to the thrombosis in COVID-19 patients. In addition to thrombus scoring system, D-dimer is an excellent indicator for monitoring thrombosis. COVID-19 patients with high risk for thrombosis should be subjected to early thromboprophylaxis, and prolonged activated partial-thromboplastin time should not be a barrier to the use of anticoagulation therapies in the control of thrombosis in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Starting in December 2019, coronavirus disease 2019 (COVID-19), which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has become a public health crisis around the world. As the seventh known human coronavirus genus, SARS-CoV-2 is comparable to SARS-CoV and Middle East respiratory syndrome coronavirus in that they all cause unusual viral pneumonia. As we gain further insights into the condition, COVID-19 is more a systemic condition than it is a respiratory disease, especially in severe cases. Mounting evidence has revealed that thrombocytopenia and thromboembolic complications are associated with disease severity and increased mortality [1, 2] .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 675,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A national multicentre retrospective study conducted in China revealed that the incidence of thrombocytopenia (< 150 * 10 9 /L) on admission in COVID-19 was 36.2% [3] , which is similar to that in SARS (40-45%%) and MERS (36%) [4] . It has been widely accepted that thrombocytopenia is indicative of disease severity, and a progressive decline of platelet counts was significantly associated with increased mortality [1] . Although thrombocytopenia is often believed to be an indicator of bleeding, the frequency of bleeding events was reportedly significantly lower in COVID-19 than in Ebola and other infections caused by haemorrhagic fever viruses. Liao et al. found that only three out of 55 nonsurvivors experienced nonlethal haemorrhagic events [4] . Bowles et al. also showed that no clinically significant haemorrhage was found in 35 COVID-19 patients who suffered from a prolonged activated partial-thromboplastin time (aPTT) [5] . The possible reason for this might be that the pattern of coagulation disorder in COVID-19 is of a Open Access *Correspondence: dr_huyu@126.com more severe hypercoagulative state rather than a hypocoagulative one [6] . Currently, the mechanisms by which SARS-CoV-2 causes thrombocytopenia are speculated to involve the following: (1) an impaired haematopoietic microenvironment caused by systemic inflammation or cytokine storm, for example, elevated IL-6, which is a common phenomenon in SARS-CoV-2 infection [4] , could suppress haematopoiesis [7] . (2) SARS-CoV-2 might directly infect haematopoietic stem cells or megakaryocytes through angiotensin-converting enzyme 2 (ACE2), CD13 or CD66a, as in other coronavirus infections that elicit thrombocytopenia [8] . (3) antiviral antibodies cross-reacting with haematopoietic cells and (or) platelets, e.g. anti-adenovirus antibodies, can crossreact with platelet integrin GPIIb/IIIa [8] . Indeed, Chen et al. showed that delayed-phase thrombocytopenia was the result of impaired maturation of megakaryocytes in COVID-19 patients [9] . (4) An autopsy of nonsurvivors revealed thrombotic microangiopathy and disseminated intravascular coagulation, which lead to the increased consumption of platelets [6] . (5) Activated platelets can be scavenged via splenic/hepatic macrophages. In fact, two separate teams independently provided evidence that platelets are hyperactivated in COVID-19 patients [10, 11] . The activation of the Mitogen-activated protein kinase pathway could partially explain this platelet hyperreactivity [10, 11] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1451,
                    "end": 1454,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1487,
                    "end": 1490,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1701,
                    "end": 1704,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1875,
                    "end": 1878,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2021,
                    "end": 2024,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2191,
                    "end": 2194,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2386,
                    "end": 2390,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2391,
                    "end": 2394,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2514,
                    "end": 2518,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2519,
                    "end": 2522,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Phenomenon and mechanisms of thrombocytopenia in COVID-19"
        },
        {
            "text": "Similar to the influenza virus, rhinovirus and some other viruses, SARS-CoV-2 may also directly interact with platelets, thereby altering their quantity and/or function. ACE2 has been shown to be a receptor of both SARS-CoV-2 and SARS-CoV. SARS-CoV-2 possesses an affinity for ACE2 that is at least 10 times greater than that of SARS-CoV [12] . Transmembrane protease serine 2 (TMPRSS2), a serine protease, mediates the SARS-CoV-2 virus cell membrane fusions by proteolytically cleaving and activating the spike protein. Recently, Zhang et al. discovered that platelets expressed abundant ACE2 and TMPRSS2 [11] . Here, SARS-CoV-2 was shown to directly induce platelet activation and aggregation and promote thrombosis [11] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Phenomenon and mechanisms of thrombocytopenia in COVID-19"
        },
        {
            "text": "Accumulating evidence has shown that thromboembolic complications emerging from COVID-19 are one of the main reasons for sudden deterioration and death [13] . Several independent teams reported that the incidence of thromboembolic events in severe patients and nonsurvivors was much higher than in their nonsevere counterparts and survivors, even though thromboprophylaxis was administered [2, 14] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Thrombosis and thromboprophylaxis in COVID-19"
        },
        {
            "text": "Helms et al. showed that compared with non-COVID-19 patients who suffered from acute respiratory distress syndrome (ARDS), COVID-19 patients with ARDS had significantly more thrombotic events (11.7% vs. 4.8%), mainly pulmonary embolism (11.7% vs. 2.1%) [14] . Autopsies confirmed that nonsurvivors of COVID-19 were filled with thrombi and microthrombi in multiple organs [15] . The thromboembolic lesions in COVID-19 were predominantly in the lungs, principally red thrombi formed by a fibrin network and red blood cells, which differed from white thrombi, the main types of thrombi in SARS [15] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Thrombosis and thromboprophylaxis in COVID-19"
        },
        {
            "text": "Multiple factors or mechanisms have been proposed to account for thromboembolic events. Many concomitant conditions or results caused by SARS-CoV-2 infection are high-risk factors for thrombosis (those in arteries, veins or microthrombosis), including advanced age, obesity, coexisting chronic diseases (including diabetes, cardiovascular disease, etc.), fever, dehydration, inevitable prolonged bed-ridden state, invasive treatment, endothelial injury, refractory hypoxemia, hyperinflammation and others, which encourage vascular occlusion because of hypercoagulability, hypoperfusion and vasoconstriction [4, 11, 13] .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 610,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Thrombosis and thromboprophylaxis in COVID-19"
        },
        {
            "text": "Platelets play a crucial role in thrombogenesis. Most recently, elevated platelet activation, including platelet aggregation, platelet spreading, α granule secretion and dense granule release, among others, was proved to be closely linked to thrombosis in COVID-19 [11] . Moreover, Zhang et al. exhibited that SARS-CoV-2 and its spike protein directly stimulated platelets, resulting in the release of coagulation factors and inflammatory cytokines and enhancing leukocyte-platelet aggregates, which can promote thrombosis and thrombus stability [11] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Thrombosis and thromboprophylaxis in COVID-19"
        },
        {
            "text": "Early detection and timely thromboprophylaxis can lower the incidence of thrombosis. Zhang et al. demonstrated that thromboprophylaxis halved the incidence of deep-vein thrombosis in patients with COVID-19, with the Padua prediction scores being 4 or higher [2] . Dynamic monitoring of D-dimer and platelet counts, as well as the use of thrombus scoring systems, such as Autar, Caprini, Padua and Improve, are believed to be of value for assessing the risk of thrombosis [13] . Indeed, in a retrospective study, a multivariate logistic regression analysis showed that D-dimer elevation was an excellent in predicting thrombosis [2] . As a general consensus for thromboembolism prevention, appropriate hydration and proper physical therapy should be provided for severely ill patients. All hospitalized COVID-19 adult patients should receive appropriate anticoagulation unless the risk of bleeding outweighs the danger of thrombosis (abnormal prothrombin time or aPTT). Low molecular weight heparin is recommended with higher priority for thromboprophylaxis than unfractionated heparin. When not available or having contraindications of heparin anticoagulant drugs, non-heparin anticoagulant drugs, such as argatroban or bivalirudin, are recommended [13] . In patients contraindicated for anticoagulant agents, mechanical preventive measures are recommended [13] . The precise timing, type and dose of preventive anticoagulation therapy remain unclear.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Thrombosis and thromboprophylaxis in COVID-19"
        },
        {
            "text": "Thrombocytopenia and thrombotic complications in COVID-19 patients are common and contribute to a higher mortality rate. Significant bleeding events are rarely reported in COVID-19. Dynamic monitoring, early detection and thromboprophylaxis can help improve the outcome for those not contraindicated for the treatments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thrombocytopenia and its association with mortality in patients with COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "6",
            "pages": "1469--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deep vein thrombosis in hospitalized patients with coronavirus disease 2019 (COVID-19) in Wuhan, China: prevalence, risk factors, and outcome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "142",
            "issn": "2",
            "pages": "114--142",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Haematological characteristics and risk factors in the classification and prognosis evaluation of COVID-19: a retrospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Haematol",
            "volume": "7",
            "issn": "9",
            "pages": "671--679",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lupus anticoagulant and abnormal coagulation tests in patients with covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bowles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Platton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yartey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "3",
            "pages": "288--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coagulation abnormalities and thrombosis in patients with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Haematol",
            "volume": "7",
            "issn": "6",
            "pages": "438--478",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Micro-environmental sensing by bone marrow stroma identifies IL-6 and TGFbeta1 as regulators of hematopoietic ageing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valletta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "111",
            "issn": "1",
            "pages": "4075--87",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exploring possible mechanisms for COVID-19 induced thrombocytopenia: Unanswered questions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amgalan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Othman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "6",
            "pages": "1514--1520",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delayed-phase thrombocytopenia in patients with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brit J Haematol",
            "volume": "190",
            "issn": "2",
            "pages": "179--84",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Platelet gene expression and function in patients with COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Manne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Denorme",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "11",
            "pages": "1317--1346",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 binds platelet ACE2 to enhance thrombosis in COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hematol Oncol",
            "volume": "13",
            "issn": "1",
            "pages": "120--161",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 and thrombotic or thromboembolic disease: implications for prevention, antithrombotic therapy, and follow-up: JACC state-of-the-art review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "23",
            "pages": "2950--73",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Severac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intens Care Med",
            "volume": "46",
            "issn": "6",
            "pages": "1089--98",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Autopsy findings and venous thromboembolism in patients with COVID-19: a prospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wichmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sperhake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lütgehetmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann intern med",
            "volume": "173",
            "issn": "4",
            "pages": "268--77",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AbbreviationsCOVID-19: Coronavirus disease 2019; SARS-CoV: Severe acute respiratory syndrome coronavirus; aPTT: Activated partial-thromboplastin time; ACE2: Angiotensin-converting enzyme 2; TMPRSS2: Transmembrane protease serine 2; ARDS: Acute respiratory distress syndrome.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "HM and YH designed, directed and revised the manuscript. HM and LLL drafted the manuscript. Both of the authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "This work was supported by the Key Special Project of the Ministry of Science and Technology of China (2020YFC0845700).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors have no relevant interests to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}