{
    "paper_id": "05c5ee33d87c370fa8dcb5738a4a4bae86488844",
    "metadata": {
        "title": "Does utilization of an intubation safety checklist reduce omissions during simulated resuscitation scenarios: a multi-center randomized controlled trial",
        "authors": [
            {
                "first": "Chantal",
                "middle": [],
                "last": "Forristal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "settlement": "London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaitlin",
                "middle": [],
                "last": "Hayman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Norma",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London InterCommunity Health Centre",
                    "location": {
                        "settlement": "London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Sameer Mal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "settlement": "London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [],
                "last": "Columbus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London Health Sciences Centre",
                    "location": {
                        "addrLine": "800 Commissioners Road East",
                        "postCode": "E1-125, N6A 5W9",
                        "settlement": "Westminster Tower, London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Nadia"
                ],
                "last": "Farooki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristine",
                "middle": [],
                "last": "Van Aarsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "London Health Sciences Centre",
                    "location": {
                        "addrLine": "800 Commissioners Road East",
                        "postCode": "E1-125, N6A 5W9",
                        "settlement": "Westminster Tower, London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Shelley"
                ],
                "last": "Mcleod",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Ouellette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Western University",
                    "location": {
                        "settlement": "London",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristine",
                "middle": [
                    "Van"
                ],
                "last": "Aarsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kristine",
                "middle": [],
                "last": "Vanaarsen@lhsc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives Checklists have been used to decrease adverse events associated with medical procedures. Simulation provides a safe setting in which to evaluate a new checklist. The objective of this study was to determine if the use of a novel periintubation checklist would decrease practitioners' rates of omission of tasks during simulated airway management scenarios. Methods Fifty-four emergency medicine (EM) practitioners from two academic centers were randomized to either their usual approach or use of our checklist, then completed three simulated airway management scenarios. A minimum of two assessors documented the number of tasks omitted and the time until definitive airway management. Discrepancies between assessors were resolved by single assessor video review. Participants also completed a post-simulation survey. Results The average percentage of omitted tasks over three scenarios was 45.7% in the control group (n = 25) and 13.5% in the checklist group (n = 29)-an absolute difference of 32.2% (95% CI 27.8, 36.6%). Time to definitive airway management was longer in the checklist group in the first two of three scenarios (difference of 110.0 s, 95% CI 55.0 to 167.0; 83.0 s, 95% CI 35.0 to 128.0; and 36.0 s, 95% CI −18.0 to 98.0 respectively). Conclusions In this dual-center, randomized controlled trial, use of an airway checklist in a simulated setting significantly decreased the number of important airway tasks omitted by EM practitioners, but increased time to definitive airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectifs Des listes de contrôle ont été utilisées pour réduire les événements indésirables associés aux procédures médicales. La simulation offre un cadre sûr pour évaluer une nouvelle liste de contrôle. L'objectif de cette étude était de déterminer Kaitlin Hayman indicates co-first author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The online version of this article (https ://doi.org/10.1007/s4367 8-020-00010 -w) contains supplementary material, which is available to authorized users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1 3 si l'utilisation d'une nouvelle liste de contrôle de péri-intubation permettrait de réduire les taux d'omission de tâches des praticiens lors de scénarios de gestion des voies aériennes simulés. Méthodes Cinquante-quatre praticiens de médecine d'urgence de deux centres universitaires ont été randomisés selon leur approche habituelle ou l'utilisation de notre liste de contrôle, puis ont réalisé trois scénarios de gestion des voies aériennes simulés. Un minimum de deux évaluateurs ont documenté le nombre de tâches omises et le délai avant la gestion définitive des voies respiratoires. Les divergences entre les évaluateurs ont été résolues par la revue vidéo d'un seul évaluateur. Les participants ont également rempli une enquête post-simulation. Résultats Le pourcentage moyen de tâches omises sur trois scénarios était de 45,7 % dans le groupe témoin (n = 25) et de 13,5 % dans le groupe liste de contrôle (n = 29) -une différence absolue de 32,2 % (IC à 95 %: 27,8 %, 36,6 %). Le délai de prise en charge définitive des voies respiratoires était plus long dans le groupe liste de contrôle dans les deux premiers des trois scénarios (différence de 110,0 s, IC à 95% : 55,0 à 167,0 ; 83,0 s, IC à 95 % : 35,0 à 128,0 ; et 36,0 s, IC à 95 % : -18,0 à 98,0 respectivement). Conclusions Dans cet essai contrôlé randomisé à double centre, l'utilisation d'une liste de contrôle des voies respiratoires dans un environnement simulé a considérablement réduit le nombre de tâches importantes des voies respiratoires omises par les praticiens de médecine d'urgence, mais a prolongé le délai de prise en charge définitive des voies aérienne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinician's capsule",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Airway management in the ED is a high risk event, and checklists are known to improve safety during medical procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Does use of a peri-intubation checklist decrease the number of omitted tasks during airway management in simulated emergency medicine scenarios?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This multi-centre randomized controlled trial found an average absolute decrease in omitted tasks of 32.2% during three simulation scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Peri-intubation checklist use in the ED would result in fewer errors of omission and may decrease adverse events during intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the last decade, there has been substantial interest in the use of patient safety checklists to mitigate risk of adverse events in healthcare settings [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] . Checklists became popular following Berenholtz's study demonstrating a decrease in catheter-associated infections with the use of a checklist for central line insertion in the intensive care unit (ICU) [15] . Subsequently, the World Health Organization's Surgical Safety Checklist study reported a 36% average reduction in postoperative complications and reduced mortality across all participating sites [9] . Marked interest and widespread application of procedural checklists, including airway management checklists, has followed. Many adult patients requiring acute airway management in the emergency department (ED) undergo rapid sequence intubation, which is considered a high-risk event [16] -particularly when performed emergently for unstable patients. In the ICU, it has been reported that 28% of intubations are associated with serious complications, including hypoxemia, hemodynamic collapse, and cardiac arrest [17] . Given the risks associated with intubation, patient safety checklists have been considered for airway management. However, the majority of research in this field consists of observational studies in operating theatres [8, 18] , or before-after studies that focus on specific patient populations such as the ICU [7] , pediatric ED [19] , or trauma patients [13] . Despite heightened interest in pre-intubation checklists, few randomized controlled trials (RCTs) have been performed [10, 20] , and none focused on adult ED intubations.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1460,
                    "end": 1463,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1505,
                    "end": 1509,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1630,
                    "end": 1634,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1635,
                    "end": 1638,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aimed to determine if there was a difference in the proportion of omitted tasks observed during simulated airway management scenarios when emergency medicine (EM) practitioners utilized a new intubation safety checklist, versus their usual resuscitation practice. Since a novel process improvement tool implemented directly into the clinical setting has the potential to delay definitive airway management and cause harm, theatre-based simulation scenarios were considered most appropriate to evaluate the checklist without compromising patient safety. It was hypothesized that checklist use would decrease the rate of omitted tasks surrounding intubation without negatively impacting time to definitive airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a dual-center RCT of a novel peri-intubation checklist utilized by EM practitioners in a theatre-based simulation environment. All EM physicians and residents from two Ontario centers-London Health Science Centre and University Health Network (UHN) in Toronto-working more than 20 h per month in any ED, were invited to participate via email. The study was approved by both institutions' research ethics boards (REB): Health Sciences REB at Western University, and UHN REB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "A novel airway checklist was created for this study because the investigators were not aware of any validated peri-intubation checklists in existence. Additionally, after trialing several existing EM airway checklists in a simulation theatre, the investigators found these tools challenging and not suited to the local ED setting. Thus, existing checklists from published and grey literature [21] [22] [23] [24] were modified using iterative revisions by experienced EM practitioners and local EM airway experts to achieve consensus on the final 29-item checklist consisting of pre-and post-intubation sections. The checklist was designed to be comprehensive, yet intuitive for practitioners of all experience levels ( Fig. 1) . The assessment tools, which included overlapping sets of expected actions (some case specific) and tasks from the checklist deemed important by investigators, also underwent iterative revisions to achieve consensus (Appendix 1).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 726,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Checklist and assessment tool development"
        },
        {
            "text": "Participants were randomly assigned to the checklist (intervention) or usual practice (control) group. Block randomization was performed using a computer-based random number generator. Participants and investigators were blinded to participants' group allocation until a sealed envelope was opened upon participant arrival at their simulation session. Participants provided signed consent after reading the letter of information, which disclosed that this was an RCT of an intubation checklist. The intervention group was given the checklist, then shown a video demonstrating the simulation environment, and the checklist being read in a \"do-confirm\" fashion by the nurse pre-intubation [21] . Control group participants watched a video of the same scenario and actions, without a checklist. All participants then completed three, 10-min simulation cases. Copies of the checklist were left in the simulation room and participants were instructed to avoid sharing study specific details with colleagues.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 691,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Checklist and assessment tool development"
        },
        {
            "text": "Simulated scenarios included: (1) benzodiazepine overdose causing respiratory failure, (2) chronic obstructive pulmonary disease exacerbation failing non-invasive ventilation, and (3) angioedema secondary to anaphylaxis (Appendix 2). Cases were performed in this order, with the first two cases requiring endotracheal intubation and the third necessitating cricothyrotomy. Participants were accompanied by two trained research personnel acting as a respiratory therapist and a registered nurse. Allied health workers were instructed to only perform tasks when directed. Though they could prompt participants to use the checklist, they would only read it out loud if explicitly directed to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Checklist and assessment tool development"
        },
        {
            "text": "Post-simulation, a study investigator provided an optional debrief. Participants then completed a survey comprised of multiple choice, Likert, rank-list and open-ended questions. Survey questions included: 12 questions regarding demographic characteristics and current practice; 13 questions regarding the utility of simulation; and 1 question about presumed airway checklist utility (control group), or 10 questions concerning the utility of the provided peri-intubation checklist (intervention group).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Checklist and assessment tool development"
        },
        {
            "text": "The primary outcome was the proportion of omissions observed during three simulated scenarios. Secondary outcomes included time to definitive airway management, and EM practitioners' perceptions of the checklist and the utility of simulation. Definitive airway management was defined as successful insertion of an endotracheal tube or cricothyrotomy catheter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "At least two study investigators observed each simulated scenario and concurrently completed the assessment tool. Tasks were considered 'omitted' if they were neither verbalized by the participant, nor observed being performed by the assessors. All scenarios were video recorded. A single study investigator reviewed videos for discrepancies between assessments. Data were entered directly into a study-specific Microsoft Excel database (Microsoft Corporation, Redmond, WA.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Primary analysis tested the null hypothesis that there was no difference in the proportion of errors with checklist use compared to usual care. A sample size of 146 participants (73 per group) was calculated to detect a difference of 15% between groups in error rate (estimated 20% omission rate in the control group and 5% in the checklist group), using a two-sided Z test of the difference between proportions with 80% power and a 5% alpha [25] . Estimated omission rates were based on findings of previous studies [8, 18] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Due to substantial challenges with participant recruitment the study was ended early. After 48 participants were recruited an unplanned, interim analysis was performed using a difference in omission rates of 30%. This calculation yielded a sample size of 54 participants. Thus, the study ended early at 54 participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "Data analyses on SPSS 21.0 (IBM Corporation) software followed the intention-to-treat principle. Standard descriptive statistics were summarized using means and standard deviations. Time was reported as medians and interquartile ranges. Differences in median time to definitive airway management were calculated using the Independent-Samples Median Test with Hodges-Lehman estimate with a 95% confidence interval. Differences in proportions were assessed by Pearson chi-squared statistics and continuous data were analyzed using independent t tests, where appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A total of 54 EM practitioners at two academic centers participated in this study. Participant characteristics were similar between control (n = 25) and intervention (n = 29) groups. Most participants were EM residents or recent graduates (n = 28, 51.9% and n = 13, 24.1% respectively) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The percentage of omitted airway management tasks was significantly higher in the control group compared to the checklist group. Overall, the control group failed to perform 45.7% of tasks deemed important in airway management compared to 13.5% in the intervention group (Δ32.2%; 95% CI 27.8 to 36.6%). These results were consistent for each of the three scenarios (Table 2) . Time to definitive airway management was longer in the checklist group for the first two scenarios, but no statistical difference was detected in the third scenario where cricothyrotomy was required ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 374,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 578,
                    "end": 586,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The most frequently omitted tasks in both groups included use of positive end expiratory pressure valve for bag-valve-mask ventilation, and identification of medical reasons for difficult intubation, allergies and past medical history. Tasks most consistently performed included consideration of sedative medication, presence of endotracheal tubes and adjunct device, and confirmation of tube placement by auscultation and capnography. All tasks, except identification of paralytic (including consideration of contraindications), were performed with greater frequency in the checklist group (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 599,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the post-simulation survey (Appendix 3), most control group participants (n = 24, 96.0%) indicated an airway checklist would have been helpful for the scenarios. Amongst intervention group participants, 82.8% were satisfied with the peri-intubation checklist and indicated it was helpful for equipment preparation (n = 27, 93.1%), patient preparation (n = 26, 89.6%), and post-intubation care (n = 24, 82.8%). They believed that checklist use would reduce errors during intubation (n = 27, 93.1%), and that the simulated scenarios were beneficial for checklist adoption (n = 28, 96.6%). Conversely, they thought the checklist delayed definitive airway management, and was not helpful for airway assessment, medication selection, or choosing to perform a cricothyroidotomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this RCT, use of a novel peri-intubation checklist significantly decreased the rate of omissions during airway management in a simulated setting from 45.7% to 13.5%; however, there was an initial increase in time to intubation with checklist use. Participants believed that peri-intubation checklists are helpful and improve patient safety, and that simulation is a good modality for learning how to use checklists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "This study is a unique RCT looking at the use of a checklist for adult ED patients with three different, non-traumatic, indications for intubation. The results of this study are consistent with previous studies in operating rooms, ICUs and pediatric EDs that have shown a decrease in omissions of intubation equipment with the use of an intubation checklist [8, 18, 20] . These consistent results are promising since several studies have demonstrated improved patient outcomes with use of protocols that include pre-procedure and intubation checklists [7, 19] . In particular, Smith et al., demonstrated a reduction in complications from 9.2 to 1.5% with use of a pre-procedural checklist [13] , and Fogg et al. demonstrated an increase in first pass intubations (83-93%), and a drop in complications (29-19%) and desaturation events (16-11%) with implementation of a safe operating procedure including an intubation checklist [26] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Prior studies"
        },
        {
            "text": "While most studies, including this RCT, favor the use of pre-intubation checklists, two recent studies have shown contrary results. A single-center before-after review of trauma patients intubated in the ED with the aid of a preintubation checklist resulted in no difference in total intubation attempts, hemodynamic stability, ventilator days, length of stay, or mortality [5] . Similarly, an RCT by Janz et al., showed no significant difference in lowest median systolic blood pressure or oxygen saturation with the use of a preintubation checklist in the ICU versus usual care [10] . These studies had small sample sizes and their total adverse event rates were low. Consequently, they may have failed to capture the benefit of a checklist in more complex cases or with less experienced operators.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Prior studies"
        },
        {
            "text": "This study provides unique insights into checklist implementation and the role of simulation. Notably, the study population consisted largely of residents and recent graduates who likely had a prior interest in simulation (85.2% had previously participated in simulation activities). It must be considered that the difference in omissions between groups may have been augmented by the fact that less experienced practitioners may benefit more from a comprehensive checklist. Although it is unclear if this decrease in omissions would improve patient safety, this correlation does suggest that there may be a role for the checklist as a training tool for airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Interestingly, practitioners employed the checklist in a variety of different ways. Some intervention group participants abandoned the checklist mid-scenario and one participant in the control group used their own checklist as this was a part of their usual practice. This may have affected the results since data were analyzed using the intention-totreat principle. Furthermore, despite the introductory video demonstrating a \"do-confirm\" technique for checklist use, several participants used the checklist as a \"read-do\" tool [21] . Failure to use the checklist in a \"do-confirm\" manner may have increased time to definitive airway management. Most importantly, the inconsistent manner in which participants utilized the checklist, highlights the importance of training to ensure proper checklist use prior to clinical implementation. Simulation could play an important role in such training activities.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Delay to airway management is commonly discussed as a possible disadvantage of airway checklist use. Interestingly, even in the scenario with the greatest difference in time between groups, use of the checklist only increased time to definitive airway management by 110 s-the clinical significance of which is unclear. Furthermore, this increase in time to intubation was only present in the first two scenarios. In the third case, there was no difference in time to definitive airway management between groups. Possible explanations for this include: (1) as participants became more familiar with the checklist their efficiency improved (noting that the time difference between groups decreased by 30-50 s between scenarios); (2) the checklist appropriately prepared practitioners for a failed airway; or (3) practitioners rushed though the checklist given the urgency of impending airway in the third scenario. Ultimately, this small, transient effect of checklist use on time to definitive airway management should not detract from trialing a checklist in a clinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "This study had several important limitations. First, recruiting volunteers was challenging and resulted in the study ending early due to lack of feasibility. It is acknowledged that results may have been different had the study reached the original sample size. Second, the inability to use a previously validated checklist and assessment tool limits the generalizability of these results. Third, use of theatre-based simulation both prevented the assessment of patient-centered outcomes, and likely impacted performance due to reduced realism. Some tasks, which are almost instinctive in a clinical setting (e.g. securing the endotracheal tube post intubation), were frequently missed, particularly in the control group. This may have overestimated the benefits of checklists. Additionally, a lack of comfort with simulation and verbalization of actions may have caused some participants to seemingly 'omit tasks' such as ensuring monitors were functioning or identifying reasons for difficult intubation. These tasks may have been performed mentally by the participant but would only be assessed as 'complete' if verbalized or physically observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Although the use of a simulated setting may have impacted study results and limits generalizability to a clinical setting, the survey results indicate that simulation may be an effective modality to train practitioners to use checklists prior to clinical application. User satisfaction is crucial to the successful implementation of a new clinical tool. Overall, participants were pleased with the checklist. Many did comment that it was long, however, a 29-item checklist is common in the literature [18, [22] [23] [24] . Despite checklist length, participants generally had positive opinions regarding the utility of the airway checklist.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Overall, in a simulated setting, use of a peri-intubation checklist significantly decreased the omission rate of airway management tasks, however, time to definitive airway management was increased. These findings support the notion that checklist use in the ED could decrease errors of omission, thereby potentially decreasing adverse events during airway management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest The project received one CAEP Research Grant under the author DO; remaining authors have nothing additional to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Safety culture and crisis resource management in airway management: general principles to enhance patient safety in critical airway situations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dieckmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Best Pract Res Clin Anaesthesiol",
            "volume": "19",
            "issn": "",
            "pages": "539--57",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Simulation-based trial of surgical-crisis checklists",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Arriaga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "246--53",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Validating Obstetric Emergency Checklists using simulation: a randomized controlled trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bajaj",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rivera-Chiauzzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Perinatol",
            "volume": "33",
            "issn": "",
            "pages": "1182--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Scenario and checklist for airway rescue during pediatric sedation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Simul Healthc",
            "volume": "2",
            "issn": "",
            "pages": "194--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of checklists on peri-intubation care in ED trauma patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Conroy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Weingart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Emerg Med",
            "volume": "32",
            "issn": "",
            "pages": "541--545",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Canadian Association of Emergency Physicians sepsis treatment checklist: optimizing sepsis care in Canadian emergency departments",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Djogovic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keyes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "CJEM",
            "volume": "14",
            "issn": "",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structured airway intervention improves safety of endotracheal intubation in an intensive care unit",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Flavin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hornsby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fawcett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Hosp Med (Lond)",
            "volume": "73",
            "issn": "",
            "pages": "341--345",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Errors and omissions in anesthesia: a pilot study using a pilot's checklist",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anesth Analg",
            "volume": "101",
            "issn": "",
            "pages": "246--50",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A surgical safety checklist to reduce morbidity and mortality in a global population",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "491--500",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A multicenter randomized trial of a checklist for endotracheal intubation of critically ill adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Janz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Semler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Joffe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "153",
            "issn": "",
            "pages": "816--840",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SPEEDBOMB: a simple and rapid checklist for Prehospital Rapid Sequence Induction",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mommers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keogh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Med Australas",
            "volume": "27",
            "issn": "",
            "pages": "165--173",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of a standard operating procedure and checklist for rapid sequence induction in the critically ill",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Sherren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tricklebank",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A preprocedural checklist improves the safety of emergency department intubation of trauma patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "High",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acad Emerg Med",
            "volume": "22",
            "issn": "",
            "pages": "989--92",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A novel airway checklist for obstetric general anaesthesia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Wittenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Obstet Anesth",
            "volume": "22",
            "issn": "",
            "pages": "264--269",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Eliminating catheter-related bloodstream infections in the intensive care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Berenholtz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Pronovost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lipsett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "2014--2034",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The incidence of oxygen desaturation during rapid sequence induction and intubation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Gebremedhn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mesele",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aemero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alemu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World J Emerg Med",
            "volume": "5",
            "issn": "",
            "pages": "279--85",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical practice and risk factors for immediate complications of endotracheal intubation in the intensive care unit: a prospective, multiple-center study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amraoui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lefrant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "2355--61",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of a simple checklist on frequent pre-induction deficiencies",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thomassen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brattebo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Softeland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Lossius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Heltne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Anaesthesiol Scand",
            "volume": "54",
            "issn": "",
            "pages": "1179--84",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A quality improvement initiative to increase the safety of pediatric emergency airway management",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cincotta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grindlay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Paediatr Anaesth",
            "volume": "27",
            "issn": "",
            "pages": "1271--1278",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A randomised controlled trial of cognitive aids for emergency airway equipment preparation in a Paediatric Emergency Department",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cincotta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grindlay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The checklist manifesto: how to get things right",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emergency induction checklist",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "EDICT: Emergency Department Intubation Checklist",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strayer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ws",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andrus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arntfield",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Updates EM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical trials: a practical approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Royal North Shore Hospital Emergency Department airway registry: closing the audit loop",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fogg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alkhouri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vassiliadis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Med Australas",
            "volume": "28",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "0 (186.5-339.5) 365.0 (308.0-339.5) 110.0 (55.0 to 167.0) 0.001 Scenario 2 306.0 (252.0-374.5) 398.0 (351.0-445.0) 83.0 (35.0 to 128.0) 0.03 Scenario 3 400.0 (321.5-476.5) 424.0 (371.0-507.0) 36.0 (− 18.0 to 98.0) 0.28",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Do you regularly participate in simulation scenarios to practice/refine previously learned skills? n (%)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean percentage of omitted items per participant",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Frequency of airway management task omission (%) Participants were observed for completion of thirty-three airway management tasks deemed important by study investigators. Results from the three scenarios were combined to determine how often each task was omitted in each group (mean %). Tasks are listed in order of absolute difference in performance frequency between control and intervention groups ET endotracheal tube, PPE personal protective equipment, PEEP positive end expiratory pressure, BVM bag-valve-mask, IV intravenous",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}