{
    "paper_id": "05c7088314885625d89d2c74269466e074e3bb2f",
    "metadata": {
        "title": "Management of elective aortic valve replacement over the long term in the era of COVID-19",
        "authors": [
            {
                "first": "Craig",
                "middle": [],
                "last": "Basman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health System",
                    "location": {
                        "addrLine": "130 East 77th Street, 4th Floor",
                        "postCode": "10075",
                        "settlement": "New York, New York",
                        "region": "NY, NY",
                        "country": "USA, USA"
                    }
                },
                "email": "cbasman@northwell.edu"
            },
            {
                "first": "Chad",
                "middle": [
                    "A"
                ],
                "last": "Kliger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health System",
                    "location": {
                        "addrLine": "130 East 77th Street, 4th Floor",
                        "postCode": "10075",
                        "settlement": "New York, New York",
                        "region": "NY, NY",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Luigi",
                "middle": [],
                "last": "Pirelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health System",
                    "location": {
                        "addrLine": "130 East 77th Street, 4th Floor",
                        "postCode": "10075",
                        "settlement": "New York, New York",
                        "region": "NY, NY",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Jacob"
                ],
                "last": "Scheinerman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health System",
                    "location": {
                        "addrLine": "130 East 77th Street, 4th Floor",
                        "postCode": "10075",
                        "settlement": "New York, New York",
                        "region": "NY, NY",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As numerous patients await elective aortic valve intervention for aortic stenosis (AS) during this unprecedented outbreak of severe acute respiratory syndrome coronavirus 2 in 2019 (COVID-19), there is serious concern for the possibility of morbidity and mortality during prolonged wait-times. During this time period, the American College of Surgeons and Center for Disease Control released their recommendation to reschedule elective surgeries and to shift elective inpatient diagnostic and surgical procedures to the outpatient setting [1] . Accordingly, the Centers for Medicare & Medicaid Services provided a framework to further group elective surgeries into levels of urgency [2] . A tiered framework ensures that we are providing surgical services and procedures to those patients in whom the risk of delaying a procedure may lead to significant morbidity or mortality. As cardiovascular healthcare providers caring for patients with AS, we must now differentiate cases at a higher tier of urgency from the rest.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current guidelines suggest treatment of severe AS when symptomatic (angina, heart failure and/or syncope), and there is now growing data to support intervention even before symptom onset [3] . Though most hospitals are equipped for urgent/emergency cases, the majority of aortic interventions are done on an elective basis, and therefore have been postponed due to the COVID-19 outbreak. However, there is a significant relationship between aortic valve replacement (AVR) wait-time and mortality as well as hospital readmission [4, 5] . Delaying AVR has been associated with poor operative outcomes and risk of mortality during the waiting period [6, 7] . Additionally, hospitalizations during wait-time and urgent/emergency AVR have been associated with worse shortand long-term outcomes [8] . It is, therefore, essential that our established multi-disciplinary heart team carefully reviews each patient individually, and determines who would likely benefit from an 'early elective' strategy. Timing of intervention when balanced with healthcare resources has not been a major focus among our academic community until now. We are compelled to generate algorithms to help balance the risk of a procedure during this critical time versus the risk of waiting for a therapy, both having potentially life-altering consequences to patient and family.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 534,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Symptom severity is generally the largest driver for an earlier AVR strategy. Patients with New York Heart Association (NYHA) IV symptoms and/or syncope clearly portend a worse prognosis than less symptomatic patients [9] . These patients should, therefore, be treated in a timely manner. The presence of angina is always concerning, although the natural history of patients with severe AS suggests that angina is not as ominous a sign as syncope. Yet, since the prevalence of concomitant coronary artery disease is as much as 50%, earlier strategies in patients with severe or unstable angina should be strongly considered [10] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a paucity of literature addressing clinical risks (i.e. non-invasive data, comorbidities and demographics) that are associated with higher clinical events during wait-time. Factoring in the severity of AS into our equation is important, as we know that patients who meet these criteria are at higher risk. Asymptomatic patients with indexed aortic valve area <0.4 cm 2 have a higher risk of events prior to intervention, and a peak jet velocity >5 m/s is an independent predictor of mortality [11, 12] . Another important echocardiographic finding is impaired ejection fraction (EF). Patients managed conservatively with an impaired EF (EF < 60%) have been independently associated with poorer long-term outcomes, whilst an earlier AVR strategy has improved outcomes [13] . In these patients with less cardiac reserve, it is imperative to negate the effects of AS before an event.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, the decision for type of intervention may also have significant impact. Transcatheter AVR (TAVR) indications have been expanded to include patients who are at low risk for surgical AVR complications. Strategies involving shared-decisionmaking with patients have been applied, particularly to patients <70 years old, remembering that the average age in the low-risk trials was 73 ± 6 years old. From these trials, TAVR did result in a shorter index hospitalization compared to surgical AVR (3 vs 7 days) [14] . Understanding the dynamic constraints on healthcare systems, minimalist TAVR can potentially help to further reduce post-care utilization of resources and allow early patient recover at home [13] . Balloon aortic valvuloplasty as a bridge to TAVR has also shown an improved safety profile in the contemporary European Journal of Cardio-Thoracic Surgery 0 (2020) 1-3 EDITORIAL doi:10.1093/ejcts/ezaa152 era of TAVR [15] . Its role as a bridge for patients with anatomical challenges for TAVR, whether non-transfemoral or requiring adjunctive techniques (such as coronary protection with snorkel stenting or leaflet laceration, etc.) may be more important now than ever.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the treatment for aortic intervention continues to improve both from surgical techniques to transcatheter technology, we need more focus on the timing and application of our interventions. For now, symptoms and echocardiographic criteria can drive how we deliver therapy (Fig. 1 ), but we also need to factor in other clinical information. Many questions remain; should baseline comorbidities such as chronic lung disease, renal impairment and Society of Thoracic Surgery PROM score push us to act more quickly, whereas other factors (i.e. immunocompromised patients) push us to delay? Do NYHA IIIb symptoms herald worse outcomes during waiting than NYHA IIIa? Should patients with NYHA III symptoms receive an 'early elective' strategy versus a patient with NYHA II symptoms? Do we need to factor in other non-invasive data such as degree of left ventricular hypertrophy, and biomarkers (including elevated natriuretic peptide) which may portend a higher rate of events during wait time? [16] Should discussions with the multi-disciplinary team increase considerations for utilizing TAVR in the very low-risk AS patient and balloon aortic valvuloplasty as a bridge to TAVR in efforts to decrease length of stay, hospital resource utilization and patient/ family exposure COVID-19? Further investigation is clearly needed, and we must work on developing a risk stratification system for suggested wait-times. Until then, we must balance the risk of delaying therapy against the availability of hospital resources and potential exposure of COVID-19 on a case-by-case basis.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 996,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Update: Guidance for Triage of Non-Emergent Surgical Procedures",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CMS Adult Elective Surgery and Procedures Recommendation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early surgery or conservative care for asymptomatic aortic stenosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "111--130",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association between wait time for transcatheter aortic valve replacement and early postprocedural outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elbaz-Greener",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yarranton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fremes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Heart Assoc",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Temporal trends and clinical consequences of wait-times for trans-catheter aortic valve replacement: a population based study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elbaz-Greener",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Masih",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lauck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Circulation",
            "volume": "138",
            "issn": "",
            "pages": "483--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mortality while waiting for aortic valve replacement",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Malaisrie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Abicht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "98",
            "issn": "",
            "pages": "1564--71",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Treatment assignment of high-risk symptomatic severe aortic stenosis patients referred for transcatheter aortic valve implantation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Bainey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Natarajan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mercuri",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Teoh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Cardiol",
            "volume": "112",
            "issn": "",
            "pages": "100--103",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Outcomes following urgent/emergent transcatheter aortic valve replacement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vemulapalli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldsweig",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JACC Cardiovasc Interv",
            "volume": "11",
            "issn": "",
            "pages": "1175--85",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Syncope: the underestimated threat in severe aortic stenosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goliasch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kammerlander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dona",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schachner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JACC Cardiovasc Imaging",
            "volume": "12",
            "issn": "",
            "pages": "225--257",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronary artery disease and transcatheter aortic valve replacement",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Faroux",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guimaraes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wintzer-Wehekind",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Junquera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Ferreira-Neto",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Val",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Coll Cardiol",
            "volume": "74",
            "issn": "",
            "pages": "362--72",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outcome implication of aortic valve area normalized to body size in asymptomatic aortic stenosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tribouilloy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bohbot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maré Chaux",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Debry",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Delpierre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peltier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Circ Cardiovasc Imaging",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk stratification of severe aortic stenosis with preserved left ventricular ejection fraction using peak aortic jet velocity: an outcome study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bohbot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rusinaru",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Delpierre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marechaux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tribouilloy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circ Cardiovasc Imaging",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Figure 1: Algorithm for managing elective AVR over the long term in the era of COVID-19. *Aortic valve area indexed <0.4, peak jet velocity >5 m/s. AVR: aortic valve replacement (transcatheter or surgical); EF: ejection fraction; NYHA: New York Heart Association; SAVR: surgical aortic valve replacement",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prognostic impact of left ventricular ejection fraction in patients with severe aortic stenosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shiomi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanamori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JACC Cardiovasc Interv",
            "volume": "11",
            "issn": "",
            "pages": "145--57",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "PARTNER 3 Investigators. Transcatheter aortic-valve replacement with a balloon-expandable valve in low-risk patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Leon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Thourani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Makkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kodali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "",
            "pages": "1695--705",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Balloon aortic valvuoplasty in the transcatheter aortic valve replacement era",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paniagua",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Denktas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jneid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Invasive Cardiol",
            "volume": "28",
            "issn": "",
            "pages": "341--349",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Natural history, diagnostic approaches, and therapeutic strategies for patients with asymptomatic severe aortic stenosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Genereux",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Marquis-Gravel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Redfors",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giustino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Coll Cardiol",
            "volume": "67",
            "issn": "",
            "pages": "2263--88",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "C The Author(s) 2020. Published by Oxford University Press on behalf of the European Association for Cardio-Thoracic Surgery. All rights reserved.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest: Dr Chad A. Kliger is a consultant and receives speaking honoraria from Edwards Lifescience and Medtronic. All other authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}