{
    "paper_id": "05ca2b967daac900115cbe1881d827135f9eae49",
    "metadata": {
        "title": "Against COVID-19: Inspired by Greek Myth",
        "authors": [
            {
                "first": "Keun",
                "middle": [],
                "last": "Tae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keimyung University School of Medicine",
                    "location": {
                        "settlement": "Daegu",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [
                    "Sooyeoun"
                ],
                "last": "You",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keimyung University School of Medicine",
                    "location": {
                        "settlement": "Daegu",
                        "country": "South Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Sirs, We read the article 'Physician deaths from corona virus disease' by Ing et al. [1] and then, we could recall the symbols of medical care and the dedication of doctors in ancient Greek mythology.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Do you remember the Hippocratic oath? More than a decade ago, the authors also took the oath before several Greek gods and goddesses and became a medical doctor. It includes a comprehensive overview of duties and professional behaviour for doctors, patients and society. The oath begins with the following phrase: 'I swear by Apollo the physician, and Asclepius, and Hygieia and Panacea…' [2] Apollo is associated with medicine as well as treatment, and his son, Asclepius, is a symbol of the healing. Hygieia and Panacea are goddesses of hygiene and panacea (i.e. cure-all), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current global COVID-19 crisis reminds us of the significance of the gods or goddesses in the Hippocratic oath. The two gods stand for the physician, an essential resource to weather the COVID-19 crisis, and the two goddesses represent what the physicians do: hygiene and medication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Greek mythology has numerous stories of infectious diseases. At the beginning of the Myrmidon story, the epidemic is well-described. Just because Zeus's mistress name and country name are the same, in the form of plague, the curse of the goddess Hera spread throughout the country, Aegina. Symptoms of the patients suffering from the disease were as follows [2] : 'At first the cheek was flushed, and the breath drawn with difficulty. The tongue grew rough and swelled, and the dry mouth stood open with its veins enlarged and gasped for the air. Men could not bear the heat of their clothes or their beds, but preferred to lie on the bare ground, and the ground did not cool them, but on the contrary, they heated the spot where they lay' (Figure 1 ). It reveals the pain of patients suffering from high fever, and this figure overlaps with those of patients currently suffering from COVID-19. The following phrase, inter alia, describes the sacrifice of physicians in the story about plague of Aegina, is mournful and moving [3] : 'Nor could the physicians help, for the disease attacked them also, and the contact of the sick gave them infection, so that the most faithful were the first victims'. It also overlaps with front-line doctors who are struggling against COVID-19.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 749,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We do not have a panacea for COVID-19 yet; however, we may gain the power of the goddess Hygieia by washing our hands, keeping social distance and wearing masks. Soon the goddess Panacea is about to come. God bless most faithful ones, the physicians, who are fighting against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Physician deaths from corona virus (COVID-19) disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Ing",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salimi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Torun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bulfinch's Mythology: The Age of Fable",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bulfinch",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plague of Aegina",
            "authors": [
                {
                    "first": "Gérard Audran After Pierre",
                    "middle": [],
                    "last": "Mignard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Plague of Aegina",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Figure1",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Credit: Harvard Art Museums/Fogg Museum, Gift of Belinda L. Randall from the collection of John Witt Randall to Harvard University, 1892. Etching and engraving. Photo: ©President and Fellows of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}