{
    "paper_id": "05f09a3b00a743373c5422a542d1d8055a8d278a",
    "metadata": {
        "title": "Preparing for a responsible lockdown exit strategy",
        "authors": [
            {
                "first": "Marius",
                "middle": [],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mathias",
                "middle": [],
                "last": "Dewatripont",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Muraille",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Philippe",
                "middle": [],
                "last": "Platteau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Goldman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In just a few weeks' time, leaders across the globe will have to start making decisions about lifting lockdown policies, with considerable social, economic and political consequences. We propose a framework for what is arguably the most difficult health challenge that governments have faced since the beginning of this century: a responsible lockdown exit strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "S everal Asian countries have been successfully curbing their COVID-19 pandemics through a combination of large-scale testing, contact tracing, isolation and quarantine, in parallel with moderate (e.g., South Korea) or strong (e.g., China) social-distancing measures. These have relied on a rapid upscaling of testing capacity and a parallel mobilization of thousands of health workers recruited to perform contact tracing. Many European countries, as well as the USA, have in contrast been overtaken by the speed of the establishment and spread of the causative virus and have failed to anticipate the supply and logistics of large-scale testing and personal protective equipment. Since no vaccine will be available for several months or even more than a year, the control of this pandemic can be achieved only by a major social reorganization. Therefore, these latter countries were left with no choice but to adopt aggressive social-distancing measures so as to curb the pandemic below their health systems' capacity, with variable success. A paradox is that the somewhat delayed control of these pandemics through social distancing may have left these countries with a comparatively greater fraction of an immune population than that in countries in which the pandemic was quickly contained, which could play in their favor in the prevention of resurgences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The global nature of this pandemic and the fact that neighboring countries are at different pandemic levels suggests that the pandemic crisis could be long. However, from an economic and social point of view, confinement measures are not sustainable in the long run. In fact, a sustained economic slump will create negative health consequences, from 'deaths of despair' 1 to pressures on public-health budgets, which might thereby create more non-COVID-19-related deaths than confinement would save from this disease. In addition, social tensions linked to severe prolonged confinement, which negatively affects people quite differently, financially as well as non-financially, may get out of hand. A well-designed exit strategy is therefore crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we propose a framework for a progressive exit strategy from confinement that relies on three complementary and continuous efforts. We acknowledge that its implementation is endowed with a number of challenges that will be more difficult to address in lowand middle-income countries than in high-income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, social-distancing measures should be maintained to reduce the overall transmission up to a point at which hospitals can cope with the resultant much lower number of patients. This would allow some time and rest for particularly stretched health systems and workers, and would allow time to address the logistics of stocking protective equipment in sufficient proportions for the primary and secondary health workers, so as to best prevent future nosocomial infections. The extra capacity built up in this first wave of the pandemic should obviously be structurally secured for possible subsequent waves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, in parallel to the efforts above, diagnostic capacity would need to be massively upscaled both for detection of the virus and for the identification of immune people. RT-PCR and rapid antigen tests available in greater numbers than the estimated infected population would be used to quantify ongoing infections and inform contact tracing, isolations and quarantine. Serological tests might allow the correction of some false-negative results of virus-detection assays, the identification of non-contagious and potentially protected people, and quantification of the fraction of the population that contributes to 'herd immunity' 2 . Those last seroprevalence surveys might include finger-prick assays for mass screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, the manpower and procedures needed to implement systematic tests and contact tracing at scale would need to be put in place. These tests would be first targeted at workers providing essential services (health, security and food). With upscaling of diagnostic capacity, the tests would support the progressive de-confinement of groups of populations on the basis of their expected contribution to the transmission and risk profile and the results of both RNA tests and serology tests in order to gradually restore economic and social activity safely. For example, de-confinement is less urgent for retired senior citizens and for people who can work from home. An important question that cannot be avoided even at an early stage is whether schools should be re-opened, given that young people are less at risk of contracting COVID-19. This is a complex question that lack of space prevents us from addressing here. Suffice it to say that if a government decides to reopen all or a part of the education establishments of the country, care should be taken to minimize Credit: Anilyanik/DigitalVisionVectors/Getty comment the risk of transmission to the teaching staff and their families, with the help of high-priority testing. And if the decision is the opposite, maximum effort should be deployed to reduce the blatant inequalities that result from distant schooling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, people of working age but with a high-risk profile for COVID-19 should be exempted from the obligation to return to the workplace. The different target groups would need to be defined transparently, according to each country's specific demographic and socio-economic context, and with the active involvement of the different stakeholders so as to maximize the social acceptance that will be key to successful implementation. In countries in which there are issues of financial access to healthcare, the cost of testing would need to be subsidized so that cost is not an obstacle to its wide application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While at first only immunized but virus-free people may go back to their normal lives, when the pandemic subsides, gradually younger people -age being a key risk factor -who are virus free but not immunized may be considered too. Priority for testing such low-risk people should be given to those operating in sectors considered essential. Such an approach would slowly build up 'herd immunity' , which would reduce the intensity of future waves of the pandemic. The goal should be for everyone to eventually rejoin their normal lives and thereby avoid the stigma of two 'types' of citizens: those who are immunized and risk free, and those who are not. In any case, this risk is not permanent, since it will be much reduced once a cure and/or a vaccine is (are) found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such a combined strategy would allow countries to progressively shift from collective and massive social-distancing measures to systematic testing of symptomatic cases, isolation of COVID-19-positive people, and identification and quarantine of their exposed contacts, in parallel with the release of immune people from any confinement measure. Quantitative mathematical modeling should be used as soon as possible to ensure that the proposed sets of actions would be safe, to make certain that the level of transmission and severe cases remain below the health system's capacity, to fine-tune the timing and phasing of actions, and to inform the decision on target groups that will be gradually released from confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This would make it possible to reconcile the advantages of the two opposing strategies that have been proposed so far: the strategy of global containment of the population, which is economically and socially costly, and the strategy exclusively based on 'herd immunity' , which potentially involves a very substantial human cost if done too fast at an early stage of the pandemic. However, the successful management of this crisis will depend mainly on the support of the population. Allowing some types of workers to return to work while preventing others from doing so is liable to cause tensions aroused by feelings of positive or negative discrimination, and these feelings may actually differ depending upon whether the worker is a wage earner or an independent worker or entrepreneur. This dimension has to be thought over, and the rationale of any measure must be carefully explained to the population. The same applies to the questions of how to organize the quarantine of infected people to avoid a resurgence of the pandemic, and how to manage inequalities in access to health care. Citizen ownership will be essential to ensure that solidarity prevails over discrimination. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deaths of Despair and the Future of Capitalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deaton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "❐ Université Libre de Bruxelles, Brussels, Belgium. Université de Namur, Namur, Belgium. ✉ e-mail: mgoldman@i3health.eu",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}