{
    "paper_id": "05fbf71dabe2abac9b1d6d2b7de20bb438977caf",
    "metadata": {
        "title": "Patient and public partnership at BMJ Open Respiratory Research",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "J"
                ],
                "last": "Chapman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University Hospitals",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": "stephen.chapman@ouh.nhs.uk"
            },
            {
                "first": "Emma",
                "middle": [],
                "last": "Doble",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BMA House",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Olivia",
                "middle": [],
                "last": "Fulton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BMJ Open Respiratory Research",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Clinical care is appropriately and increasingly patient-centred, with an emphasis on patients experiencing greater autonomy for example by accessing their own health records and directly receiving their clinical correspondence. 1 This central focus on the patient has not been paralleled in medical publishing, with much published research inaccessible to patients and public. Such exclusivity of published research is non-sensical and arguably unethical: an obvious example is that patients accept uncertainty and risk by participating in clinical studies, yet may then be unable themselves to access the findings. The wider public contribute to research funding through taxation but are then unable to view research findings that sit behind paywalls. 2 Open access medical journals have the potential to play a key role in informing and empowering patients and carers and educating the public. 3 Increased democratisation of access to medical research findings allows greater transparency and scrutiny, ultimately leading to higher quality, more patientcentered research with greater benefit to society. Active patient and public engagement with research projects is now an essential requirement of many grant-awarding bodies and research ethics committees. Patient and public involvement in healthcare policy and publishing is perhaps particularly timely when considering novel models of care delivery in the context of the COVID-19 pandemic. 1 The BMJ has pioneered work on patient and public partnership in medical publishing, with the launch of a Patient and Public Partnership strategy in 2014, 4 the setting up of a patient and public advisory panel, and widespread adoption of patient peer review of submitted manuscripts. 2 We plan to adopt The BMJ's initiative to enhance patient and public involvement at BMJ Open Respiratory Research. Our aim is to render the journal more accessible to patients and the wider public; we envisage that anyone with an interest in respiratory health and disease will find the journal content interesting, educational and of practical benefit. With this aim we are delighted to introduce Olivia Fulton, the journal's first patient and public representative on the editorial board.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 896,
                    "end": 897,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1446,
                    "end": 1447,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1732,
                    "end": 1733,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Olivia is a lifelong severe asthma sufferer and had been involved in health research as a participant over a number of years but latterly has not met inclusion criteria for trials. Focusing on raising awareness of severe asthma, Olivia was introduced to the concept of patient and public involvement in research. Reflecting back on her experience as a participant in trials Olivia realised the information she was given was not always patient friendly and required a lot of effort to understand. From this experience, Olivia has now focused her attention on working with researchers to make sure their work involves patient input from idea concept and trial design through to dissemination of research. Olivia is an advocate for ensuring research is made available to not just academics but patients and the public as well. The inclusion of Olivia on the editorial board will help steer the journal's direction to increasingly address issues of direct relevance to patients and carers and the wider public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BMJ Open Respiratory Research is already fully open access, so all content is accessible for free online, shortly after it has been accepted for publication following editorial and peer review. The journal publishes a wide range of original research relevant to respiratory disease and critical care. Some of this research is by its nature highly specialised and less relevant to the general public and indeed clinicians and scientists outside of its immediate field; we will continue to peer review and publish this specialised and important research. Other research however is more directly relevant to patients and caregivers (recent examples include [5] [6] [7] [8] . We aim to support authors to make all submitted research findings more accessible to patients and the public.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 657,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Barriers to patient and public engagement with medical research findings may exist even with open access publishing, in particular writing and presentation styles that are purely Open access academic-focused or clinician-focused with extensive use of medical jargon. We are revising the journal's manuscript guidelines for authors, with emphasis on less use of medical jargon. All published papers already contain 'key points' summary sections at the start that provide an overview of the study findings and its contribution to the field; we plan to work further with authors to ensure that these sections are written clearly, in 'plain language' suitable for a lay audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Involvement of patients in the design, execution and publication of medical research will help ensure that the findings are directly relevant to the needs and experience of patients. We request that authors include a formal statement on patient and public involvement with all submitted manuscripts. Furthermore, we welcome inclusion of patient coauthors on research manuscripts submitted to BMJ Open Respiratory Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we plan to explore the possibility of trialling patient and public review of select manuscripts, following on from The BMJ pioneering work in the area. 9 We would be pleased to hear from people who are keen to be involved in peer review, whether they are patients, carers, clinicians or scientists. Guidance from The BMJ for patient and public reviewers is available here: https://wwwbmjcom/about-bmj/resources-reviewers/ guidance-patient-reviewers.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope that the planned focus on patient and public involvement at BMJ Open Respiratory Research will enhance the journal's core values of quality, transparency and accessibility, and as always we welcome feedback from readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healthcare decision making should be democratised",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scowcroft",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Doble",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.n1225"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Open to the public: paywalls and the public rationale for open access medical research publishing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rennie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Involv Engagem",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40900-020-0182-y"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Better together: patient partnership in medical journals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.k3798"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "It's not one size fits all': a qualitative study of patients' and healthcare professionals' views of self-management for bronchiectasis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lynes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open Respir Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjresp-2020-000862"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Specialty COPD care during COVID-19: patient and clinician perspectives on remote delivery",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open Respir Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjresp-2020-000817"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Depression, anxiety and psychological distress in patients with pulmonary hypertension: a mixed-methods study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fujisawa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open Respir Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjresp-2021-000876"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Feasibility of an online platform delivery of pulmonary rehabilitation for individuals with chronic respiratory disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bland",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open Respir Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjresp-2021-000880"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perspectives on involvement in the peer-review process: surveys of patient and public reviewers at two journals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flemyng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-023357"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Contributors SJC wrote the original draft, ED and OF reviewed and edited the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}