{
    "paper_id": "062ef2256013c4ac7e7f4b383f295bb4ff11f197",
    "metadata": {
        "title": "Potential effects of COVID-19 school closures on foundational skills and Country responses for mitigating learning loss",
        "authors": [
            {
                "first": "Carolina",
                "middle": [
                    "Alban"
                ],
                "last": "Conto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Spogmai",
                "middle": [],
                "last": "Akseer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Dreesen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Akito",
                "middle": [],
                "last": "Kamei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Suguru",
                "middle": [],
                "last": "Mizunoya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Annika",
                "middle": [],
                "last": "Rigole",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNICEF Office of Research -Innocenti",
                    "location": {
                        "settlement": "Education",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article investigates to what extent disrupted schooling and dropout affects children's acquisition of foundational skills prior to and during the COVID-19 pandemic. Using household survey data from thirteen low-and lower-middle-income countries, we find that missing or dropping out of school is associated with lower reading and numeracy outcomes. Drawing on global surveys conducted during the pandemic, we find that countries' remote learning responses are often inadequate to keep all children learning, avoid dropout, and mitigate the learning losses our findings predict, particularly for marginalized children and those at the pre-primary level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global school closures in response to COVID-19 have deprived millions of children from learning. UNESCO estimated that by April 2020, more than 190 countries had shut schools to slow the spread of COVID-19, disrupting the schooling of approximately 1.6 billion students, above 90 per cent of total enrollment. 1 By December, 0.3 billion students, mainly in Latin America, South Asia and Eastern Asia and the Pacific, were still affected (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 448,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Although there is consensus that school closures may cause irreparable damage to children's educational outcomes, there is limited evidence on the extent of this harm. A further concern is that the school closures could further reinforce existing inequalities that were already worrying before the pandemic. The World Bank's pre− COVID-19 learning poverty measures revealed that only 10 per cent of children in low-income countries were able to read and understand a simple story by the age of ten, in contrast to 90 per cent of children in high-income countries (World Bank, 2019) . Unequal access to continued learning during the COVID-19 school closures and once schools reopen may exacerbate this gap.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 581,
                    "text": "(World Bank, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over 135 countries have reported using various remote learning modalities to support the continuity of learning during school closures, including, online platforms (90 per cent), television (87 per cent), takehome packages (85 per cent), and radio (61 per cent) (UNESCO, UNICEF and The World Bank, 2020). 2 Governments have also planned accelerated learning and catch-up programs to recover learning lost due to these interruptions (Nugroho et al., 2020) . While remote learning programs are essential for mitigating the short-term and long-term consequences of COVID-19 school closures, little is known about their potential impact on and effectiveness for learning outcomes.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 454,
                    "text": "(Nugroho et al., 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper contributes to filling these evidence gaps by exploring the extent to which disrupted schooling and dropout may affect foundational learning skills in low-and lower-middle-income countries, and documenting how countries' delivery of remote learning during the COVID-19 school closures may contribute to dropout and learning losses. The analysis draws on a literature review and three different data sources: the latest Multiple Indicator Cluster Surveys (MICS6) containing the Foundational Learning Skills module; two rounds of the UNESCO-UNICEF-World Bank Survey on National Education Responses to COVID-19 School Closures; and the UNICEF COVID-19 Education Response Tracker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is structured as follows. Section 2 presents a literature review of the effects of school closures on learning. Section 3 details the two analysis methods utilized. Section 4 provides the results, including an econometric estimation of the association between non-attendance at school (for up to one year) and foundational skills and the implications of these findings for learning loss in the COVID-19 context. Section 5 concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research on past school closures indicates that any interruption in schooling, including regularly scheduled breaks, can result in significant learning losses. McEachin and Atteberry (2017) estimate that 25− 30 per cent of the learning achieved during the school year is lost due to summer vacations in an unidentified southern state in the United States. Similarly, Slade et al. (2017) show that, in Malawi, transitional breaks (from Grade 1-2 and from Grade 2-3) lead to an average reduction of 0.4 standard deviations on four different measures of children's reading skills.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 189,
                    "text": "McEachin and Atteberry (2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 367,
                    "end": 386,
                    "text": "Slade et al. (2017)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from previous school closures"
        },
        {
            "text": "School closures due to teachers' strikes can also lead to reduced learning. Baker (2013) finds that closures caused by teachers' strikes of 10 days or longer in Ontario, Canada, were associated with a loss equivalent to 29 cer cent of a standard deviation in math test scores. Likewise, Wills (2019) shows that a student's performance in subjects taught by a striking teacher was approximately 0.1 standard deviations lower than in subjects taught by a non-striking teacher in South Africa.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 88,
                    "text": "Baker (2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 287,
                    "end": 299,
                    "text": "Wills (2019)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from previous school closures"
        },
        {
            "text": "Studies measuring the impact of school closures due to extreme weather conditions and natural disasters point to harsh consequences for learning. Marcotte and Hemelt (2008) find that for each day schools were closed due to snow in Maryland, United States, the number of students who performed satisfactorily on state reading and mathematics assessments decreased by 0.5 per cent (or almost 3 per cent in a year with five snow days). Likewise, Andrabi et al. (2020) show that the 3.5-month school closure after the 2005 earthquake in Pakistan resulted in learning loss equivalent to 1.3 school grades.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 172,
                    "text": "Marcotte and Hemelt (2008)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 443,
                    "end": 464,
                    "text": "Andrabi et al. (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from previous school closures"
        },
        {
            "text": "Prolonged school closures following the 2013-2014 Ebola outbreak in West Africa also highlight the severity of a recent epidemic's impact on learning (see Table 1 ). In Guinea, Liberia and Sierra Leone, the epicenter countries, an estimated five million children were affected by school closures (UNICEF, 2016) , with the number of hours of learning lost per-pupil estimated at 486, 582 and 780 respectively (United Nations Development Group-UNDG, 2015) . Furthermore, a sizable reduction in school attendance was documented after the reopening of schools, in most cases attributed to the loss of family income (World Bank, 2016a , 2016b , 2016c . Although rigorous assessments to measure learning losses due to this crisis are not available, studies suggest that students experienced a significant decrease in time spent on learning activities and in their motivation to learn. For Sierra Leone, Bandeira et al. (2018) show a decline of 12 h per week in girls' time dedicated to studying; this time was mainly re-allocated to income generation and household chores. Through ethnographic analysis, Kostelny et al. (2018) document that, in some communities, children lost interest in learning while schools were closed. 3 Moreover, events prompting school closures (e.g. extreme climate, epidemics.) may be accompanied by economic disruptions that can further deepen existing learning inequalities. The households most Fig. 1 . Number of students affected by COVID-19 school closures, by date and region, February -December 2020. Note: The figure represents the number of students enrolled in countries reporting national school closures in response to COVID-19. Countries reporting partial closures are excluded as well as periods of school closures for academic reasons (e.g. summer vacations). Source: Authors' calculations based on UNESCO COVID-19 school closures and latest UNESCO -Institute for Statistics enrollment data (pre-primary, primary, secondary, postsecondary and tertiary levels). 3 In addition to the adverse effects in education, other critical child-related outcomes such as the increased risk of violence and abuse, orphanhood, teenage pregnancy, child labour and malnutrition have also been recorded (Bakrania et al., 2020; Bandiera et al., 2019; Evans and Popova, 2011; Raluca et al., 2020; Selbervik, 2020; and United Nations Development Group-UNDG, 2015) . likely to be affected by these shocks are generally those with the least resources to support children's learning (Duryea et al., 2007; Glick et al., 2016; Grimm, 2008) and those most dependent on public education spending (Duncan et al., 2004; Shafiq, 2010) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 310,
                    "text": "(UNICEF, 2016)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 453,
                    "text": "Group-UNDG, 2015)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 629,
                    "text": "(World Bank, 2016a",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 637,
                    "text": ", 2016b",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 638,
                    "end": 645,
                    "text": ", 2016c",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 890,
                    "end": 919,
                    "text": "Leone, Bandeira et al. (2018)",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1120,
                    "text": "Kostelny et al. (2018)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1219,
                    "end": 1220,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 2221,
                    "end": 2244,
                    "text": "(Bakrania et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2245,
                    "end": 2267,
                    "text": "Bandiera et al., 2019;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2268,
                    "end": 2291,
                    "text": "Evans and Popova, 2011;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2292,
                    "end": 2312,
                    "text": "Raluca et al., 2020;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2313,
                    "end": 2329,
                    "text": "Selbervik, 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2330,
                    "end": 2378,
                    "text": "and United Nations Development Group-UNDG, 2015)",
                    "ref_id": null
                },
                {
                    "start": 2495,
                    "end": 2516,
                    "text": "(Duryea et al., 2007;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2517,
                    "end": 2536,
                    "text": "Glick et al., 2016;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2537,
                    "end": 2549,
                    "text": "Grimm, 2008)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2604,
                    "end": 2625,
                    "text": "(Duncan et al., 2004;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2626,
                    "end": 2639,
                    "text": "Shafiq, 2010)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1418,
                    "end": 1424,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Lessons from previous school closures"
        },
        {
            "text": "While the full impact of the COVID-19 school closures on learning may not be known for several years, the literature includes both statistical simulations which project the impact on learning and several recent studies documenting actual learning losses that have been experienced. A few additional studies have specifically looked at how remote learning interventions have positively contributed to learning during the period of school closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "The statistical simulations of the impact on learning point to a dire situation. Kuhfeld and Tarasawa (2020) have undertaken a prospective analysis using data from five million Grade 3-8 students in the United States. The authors project that students could return to school in the fall of 2020 with 32-37 per cent less progress in reading than they would have achieved in a typical school year. These predictions are even higher for math, with losses estimated between 50-63 per cent. Kaffenberger (2020) creates different post− COVID-19 learning loss scenarios using data from seven low-and lower-middle-income countries. Assuming a one-third reduction in learning time (i.e. about one term outside of school), this study forecasts that learning level of a child in Grade 3 would be one year lower than expected by the time that child reaches Grade 10. This loss reflects both time out of school and additional learning regression.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 108,
                    "text": "Kuhfeld and Tarasawa (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "Kaffenberger (2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "Simulations from the World Bank, based on data from 157 countries, predict that a combination of school closures and the loss of family livelihoods caused by the pandemic could result in an average loss of 0.3 -0.9 quality-adjusted years of schooling. This loss will reduce learning achievements that students typically gain during their lifetime from 7.9 to 7.0 years (Azevedo et al., 2020) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 391,
                    "text": "(Azevedo et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "Early studies documenting actual learning losses due to COVID-19 are largely from European settings. Maldonado and De Witte (2020) examine the actual effects of COVID-19 school closures in Flemish schools in Belgium, by comparing the scores in Grade 6 standardized tests of student cohorts over the past six years. 4 The authors show that, compared to the previous cohort, the 2020 cohort, for whom more than a third of the school year was affected by COVID-19 school closures, experienced a decrease of 0.19 standard deviations in mathematics scores and 0.29 standard deviations in Dutch scores. They also find that the most significant learning losses occur in schools with large shares of students from disadvantaged backgrounds.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 130,
                    "text": "Maldonado and De Witte (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "Similarly, Engzell et al. (2020) estimate the actual learning loss associated with the eight weeks during which schools were closed in the Netherlands due to COVID-19. Using data from national examinations before and after the closures, the authors compare math, spelling and reading results of students aged 7-11 years old (Grades 4-7). Their findings suggest an average learning loss of about three percentage points (0.8 standard deviations). However, students in the lowest categories of parental education (8 per cent of the sample) suffered 40 per cent greater losses.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 32,
                    "text": "Engzell et al. (2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "In Switzerland, Tomasik et al. (2020) use data from a computer-based formative feedback system to compare learning progress during the eight weeks when the country switched to distance learning with the eight weeks of schooling prior to the COVID-19 school closures. Among primary school students, they find that learning progress during the closures reduced by over half. Among secondary school students, however, learning progress during the closures kept up with the prior eight weeks, suggesting that distance learning may have been an effective substitution for this cohort.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 37,
                    "text": "Tomasik et al. (2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "Finally, in England, Rose et al. (2021) found that three months of COVID-19 school closures in spring 2020 were associated with a 2-month learning gap in both reading and mathematics, as measured on a fall national assessment in comparison to a standardized 2017 cohort, with larger gaps found among disadvantaged students.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 39,
                    "text": "Rose et al. (2021)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "A third group of studies specifically identify the effects of remote education responses to mitigate learning loss during school closures. Clark et al. (2021) analyze the results of regular ninth-grade testing at three schools in China conducted in September 2020, once students returned to school. The authors find that the performance of students who received online remote education programming was, on average, 0.22 standard deviations higher than those who stopped receiving instruction from their school. The authors also show that online lessons conducted by external higher-quality teachers confer additional gains compared to those taught by the school's teachers; and that students who have access to a computer at home, as well as low-performers, benefit more from these interventions (Clark et al., 2021) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 158,
                    "text": "Clark et al. (2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 796,
                    "end": 816,
                    "text": "(Clark et al., 2021)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "Similarly, Angrist et al. (2020a) use telephone learning tests to evaluate the effectiveness of two interventions targeting primary school students in Botswana. The first, a weekly SMS containing numeracy problems addressed to parents and caregivers, resulted in an average learning gain of 0.16 standard deviations after four weeks. The second, an additional weekly 20-minute support phone call with both parents and children, led to an average increase of 0.29 standard deviations.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 33,
                    "text": "Angrist et al. (2020a)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "How have COVID-19 school closures affected learning?"
        },
        {
            "text": "This paper draws on two sets of analyses to explore to what extent disrupted schooling and dropout affects children's acquisition of foundational skills, in order to help understand the potential effects of COVID-19 school closures on learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We first examine the association between non-attendance at school and foundational reading and numeracy skills in young children (aged 9-14 years old) in the period prior to the COVID-19 pandemic. This new analysis draws upon data from the most recent MICS6 surveys containing the Foundational Learning Skills module. These data have the advantage of capturing the learning of both in-and out-of-school children, focusing on the acquisition of early skills (Grade 2-level) and being available for several low-and lower-middle-income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "Measuring the relationship between school attendance and foundational learning is key to understanding the potential harm of widespread school closures due to COVID-19 for at least three reasons. First, the acquisition of skills and knowledge is a cumulative process, and foundational learning is crucial to developing children's lifelong competencies and improving their future opportunities (Glick and Sahn, 2010; Maton, 2009; Thompson et al., 2001; Walker et al., 2011) . Second, it has been shown that learning is key to offsetting the developmental disadvantages facing younger children, especially those from deprived contexts (Evans and Kim, 2012; McCoy and Raver, 2014; World Bank, 2018) . Third, foundational skills losses are difficult and costly to regain. Young children who fall behind are the hardest to reintegrate, especially when the education system focuses on high achievers and does not target children at-risk (Banerjee and Duflo, 2012; Glewwe et al., 2009; Muralidharan and Zieleniak, 2013; World Bank, 2018) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 415,
                    "text": "(Glick and Sahn, 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 416,
                    "end": 428,
                    "text": "Maton, 2009;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 429,
                    "end": 451,
                    "text": "Thompson et al., 2001;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 452,
                    "end": 472,
                    "text": "Walker et al., 2011)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 633,
                    "end": 654,
                    "text": "(Evans and Kim, 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 677,
                    "text": "McCoy and Raver, 2014;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 678,
                    "end": 695,
                    "text": "World Bank, 2018)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 957,
                    "text": "(Banerjee and Duflo, 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 958,
                    "end": 978,
                    "text": "Glewwe et al., 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 979,
                    "end": 1012,
                    "text": "Muralidharan and Zieleniak, 2013;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1013,
                    "end": 1030,
                    "text": "World Bank, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "A regression analysis was conducted to examine whether and to what extent children who dropped out of school in the year of the survey (period t) were less likely to demonstrate foundational learning skills, in comparison to children who continued attending school. Since both groups of children attended school in the year preceding the assessment (period t-1), this exercise captures the learning difference of missing a single year of school at most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "Thirteen countries were independently analyzed: Bangladesh, Central African Republic, Chad, Congo D.R., Ghana, Guinea Bissau, Lesotho, Madagascar, Mongolia, Nepal, Pakistan (Punjab region), Sierra Leone, and Zimbabwe. Seven additional countries with MICS6 foundational learning data had to be excluded for not having the sample size required to estimate the regression model, (i.e. a minimum of 30 children attending school in period t-1 and missing school in period t) (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "The foundational learning module of MICS6 includes reading and numeracy skills measurements, both independently used in the analysis. The reading test consists of three indicators equal to 1 if the student demonstrates the tested skills and to 0 if otherwise: i. ability to read the words of a story (at least 90 %), ii. literal comprehension (three questions), and iii. inferential comprehension (three questions). An overall indicator is equal to 1 when skills are demonstrated in all three literacy dimensions. 5 The numeracy test consists of four tasks and associated indicators: i. number reading (six questions), ii. number discrimination (five questions), iii. addition (five questions), and iv. pattern recognition and completion (five questions), as well as an overall indicator set equal to 1 when skills are demonstrated in all four numeracy dimensions (Hattori et al., 2017) .",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 886,
                    "text": "(Hattori et al., 2017)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "The regression model is represented by Eq. 1 and was estimated using a Linear Probability Model (LPM) with robust standard errors 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "Where, learning is a binary variable equal to 1 if the child i from country k responds correctly to all the tasks assigned in the corresponding MICS6 foundational skills test (reading or numeracy) and to zero otherwise; o_school is a variable equal to 1 if child i from country k is not attending school the year of the survey (period t) but attended school the year before (period t-1), and equal to zero if the child is attending school in both periods t and t-1; 7 x is a vector of dummy control variables that include: single age, sex, location (urban/rural), wealth percentiles, mother's education levels and grade attended during the previous school year; ε is the error term; and α k is the constant term. β is the coefficient of interest and measures, for each country, how much (more or) less likely a child not attending school during the school year of the survey is to demonstrate foundational (reading or numeracy) skills, compared to a child who is still in school.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "As there is no data available for controlling the foundational skills of children in the preceding school year, the analysis cannot completely rule out the possibility of reverse causality, i.e. low foundational skills driving non-attendance at school. While this limitation does not affect the interpretation of the correlations between children's school attendance status and their likelihood of demonstrating foundational skills presented here, it does not allow for a causal interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of MICS foundational learning data"
        },
        {
            "text": "Secondly, to further investigate the implications of global school closures due to COVID-19 on children's foundational learning, descriptive analysis was conducted on the first and second round of the joint UNESCO-World Bank-UNICEF survey of Ministries of Education. The first round of the survey captured responses from 122 countries between April and June 2020. The second round of the survey captured responses from 149 countries between July and October 2020. The analysis builds on the potential impact of school closures and dropout on foundational skills by investigating how the remote learning policies put 5 The number of questions varies according to the language of the test. 6 As suggested in the specialized literature (Friedman, 2012) , it was verified that all the probabilities predicted from the LPM lie between 0 and 1. Table A2 shows the estimation results from the logit model. The main conclusion of the empirical analysis does not differ in the logit model. 7 Two questions from MICS6 were used to construct this variable: \"At any time during the current school year did (name) attend school or any early childhood education programme?\"; and \"At any time during the previous school year did (name) attend school or any early childhood education programme?\" in place by low and middle income countries around the world are mitigating potential learning losses for children. The analysis focuses on two main areas: (1) the coverage of remote learning policies, particularly gaps in access and use, and (2) the monitoring and assessment mechanisms put in place to identify the effectiveness of remote learning. By understanding which children remote learning policies have left out of education during the pandemic and how effective the programmes may be, we can better understand the likely effect of the pandemic on children's foundational learning.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 689,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 749,
                    "text": "(Friedman, 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 981,
                    "end": 982,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 847,
                    "text": "Table A2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of implications of COVID-19 educational response on foundational learning"
        },
        {
            "text": "The analysis of MICS foundational learning data shows that, in most countries, not attending school during the current year is associated with lower reading and numeracy foundational skills (see Fig. 2 and Table A1 in the Annex). In the case of reading, children no longer attending school are, depending on the country, between 4 and 51 percentage points less likely to demonstrate foundational skills than children who stayed in school. In the Punjab province of Pakistan, children not attending school are 51 percentage points behind; in Zimbabwe, Bangladesh and Madagascar, between 22 and 19 percentage points; in Sierra Leone, Guinea Bissau and Ghana between 16 and 14 percentage points; in Lesotho 11 percentage points; and in Congo D.R. 4 percentage points.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 206,
                    "end": 214,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Foundational learning gaps and non-attendance from schools in lowand lower-middle-income countries"
        },
        {
            "text": "The magnitude of the negative association is practically significant. Table B1 provides the estimation results with the coefficient size of the selected control variables presented. In most countries, the negative association between being out of school and the probability of demonstrating foundational skills is greater in absolute size than a similar such association between demonstrating skills and household income. For example, in Zimbabwe, children in the poorest wealth quintile are 15.2 percentage points less likely to demonstrate foundational reading skills than children in the middle wealth quintile. The reduced probability of demonstrating skills associated with not attending school is an even more substantial 21.9 percentage points, thus outweighing the effect that this income difference has on child learning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Table B1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Foundational learning gaps and non-attendance from schools in lowand lower-middle-income countries"
        },
        {
            "text": "In numeracy, not attending school for up to one year is associated with a 5-16 percentage points lower probability of demonstrating foundational skills. This includes a reduced probability of sixteen percentage points in Mongolia; 14 percentage points in Ghana; between 11 and 9 percentage points in Bangladesh, Zimbabwe, Chad, Sierra Leone and Pakistan (Punjab); and between 6 and 3 percentage points in Madagascar, Guinea Bissau, and Central African Republic. 8 These results support the growing body of evidence demonstrating that not attending school can have adverse effects on children's learning and, more precisely, on the acquisition of foundational skills. They suggest that the school closures prompted by COVID-19, which effectively put most children out of school for extended periods in 2020, may likewise negatively impact the ability of younger children to learn foundational literacy and math.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 463,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foundational learning gaps and non-attendance from schools in lowand lower-middle-income countries"
        },
        {
            "text": "A summary table of studies on learning loss due to schooling disruptions in Annex C places these new results within the context of the existing literature discussed in Section 2. While many existing studies report on learning progress lost in reading and mathematics in terms of schooling time or test scores, this paper's results speak specifically to the impact of schooling disruption on children's achievement of a benchmark set of foundational skills in reading and mathematics. Notes: Markers represent the coefficients associated with the acquisition of foundational reading skills as a function of not attending school β (Beta_hat) according to Eq. 1, expressed in percentage points. Capped spikes represent 95 % confidence intervals. Table A1 in the Annex presents the values and other relevant regression outcomes. Source: Authors' calculations based on MICS6 data for thirteen countries with sufficient sample sizes of out-of-school children in period t, 2017-2019. 8 The notable variations observed between countries reflect a great heterogeneity that goes beyond the objective of this paper and requires further study. Differences in the structure of the education systems, in the curricular content and the in quality of schools, as well as other institutional features prevent us from making cross-country comparisons at this stage.",
            "cite_spans": [
                {
                    "start": 977,
                    "end": 978,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 751,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Foundational learning gaps and non-attendance from schools in lowand lower-middle-income countries"
        },
        {
            "text": "As shown in the previous sections, interruptions in children's schooling can have long lasting impacts on their learning. To help mitigate against potential school dropout and learning loss due to COVID-19 school closures, countries have utilized a proliferation of remote learning strategies. To further explore the implications of this response on children's development of foundational skills, this section describes the main gaps in these approaches, identifying areas where countries must improve their response or risk children dropping out of school or failing to develop foundational skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of the response to COVID-19 school closures on dropout and foundational skills"
        },
        {
            "text": "As referenced in the introduction, countries typically made multiple channels for remote learning available in their response to the COVID-19 pandemic, in an effort to account for the stark inequities in access to technologies among the student population (UNESCO, UNICEF and The World Bank, 2020). Nevertheless, global estimates from over 100 countries show that, at minimum, 30 per cent of the world's students were not reached by broadcast and online remote learning programs during the COVID-19 school closures (UNICEF, 2020) . This is a lowerbound estimate, as it examines only households' access to techonology and countries' provision of remote learning policies using those technologies, not whether those students with potential access actually engaged with the remote learning method(s). The analysis highlights that children in the poorest countries and those from deprived backgrounds are the most at-risk of being excluded. Students who are not reached by any online, television or radio remote learning modality are mainly from rural areas (76 per cent) and belong to low-income families (72 per cent). As such, the most marginalized are disproporationately not engaged in education during the pandemic, leaving them at greater risk of school dropout and, based on the findings in Section 4.1, of not developing foundational skills.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 529,
                    "text": "(UNICEF, 2020)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Lack of equitable remote learning coverage leaves marginalized and pre-primary children at risk of increased dropout and learning loss"
        },
        {
            "text": "Furthermore, analysis of the provision of remote learning by education level shows that, while in most countries governments have made at least one modality available to students in primary and secondary schools, children in pre-primary education ages are at a higher risk of being left behind (see Fig. 3) . At the primary level, 83 per cent of countries report the provision of online platforms, and 70 per cent the supply of a combination of online and other modalities (paper-based take-home materials, TV or radio). Slightly more countries are offering combinations of online and other channels to lower secondary (73 per cent) and upper secondary (75 per cent) learners. However, for preprimary, only 37 per cent of the countries report that they provide combinations of online or other modalities, and 30 per cent report that they have not offered any of these remote learning options. 9 Pupils in low-income countries and from marginalized populations are more likely to be excluded from these programs. Even before the pandemic, eight out of 10 children in low-income countries were missing out on early childhood education, and those from the lowest quintile were about eight times less likely to attend than their peers in the wealthiest group (Muroga et al., 2020) . The relatively small proportion of countries delivering remote pre-primary programs is of concern given the importance of the early acquisition of socioemotional and cognitive skills for the development of foundational learning (Gromada et al., 2020; World Bank, 2018) and its high economic benefits. It is estimated that every dollar spent on pre-primary education results in nine dollars of benefits to society, which equates to 1134 dollars of net societal benefits per individual over a lifetime for a given cohort of children (Muroga et al., 2020) . The Inter-American Development Bank warns that the disruption of pre-primary education during the pandemic could lead to reductions in GDP of 2.7 per cent for lower-middle-income countries and 0.9 per cent for low-income countries (McCoy et al., 2021) .",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 894,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1255,
                    "end": 1276,
                    "text": "(Muroga et al., 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1507,
                    "end": 1529,
                    "text": "(Gromada et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1530,
                    "end": 1547,
                    "text": "World Bank, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1810,
                    "end": 1831,
                    "text": "(Muroga et al., 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2065,
                    "end": 2085,
                    "text": "(McCoy et al., 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Lack of equitable remote learning coverage leaves marginalized and pre-primary children at risk of increased dropout and learning loss"
        },
        {
            "text": "Making remote education programs available to students is only one Fig. 3 . Percentage of countries providing remote learning, by modality and education level (110 countries), 2020. Notes: The percentages in the figure are the proportion of countries where the government is providing the respective remote learning modality by education level among the countries reporting school closures and providing a valid answer to the relevant survey questions. The label 'None' shows the percentage of countries where the government do not offer any online, TV, radio or paper-based take-home materials for that education level. Source: UNESCO-UNICEF-World Bank Survey on National Education Responses to COVID-19 School Closures, Round 1. 9 Some plausible explanations may be the complexity of creating and delivering education content for children in the early years remotely and the high engagement required from parents/caregivers. Some countries have developed specific guidelines to meet these challenges with solutions specifically designed for the younger population (Dreesen et al., 2020; Paulet Piedra and Reimers, 2020) . variable in ensuring continuity in learning during school closures. Education systems need to measure access and take-up, in order to evaluate the coverage of these programs and implement improvements and design recovery plans focused on the priority populations (UNESCO, UNICEF and The World Bank, 2020). Among the countries offering online learning, 79 per cent reported monitoring user access. For the remote learning modalities that may have wider coverage in the population, however, the percentage of countries monitoring access is lower, including 76 per cent for paper-based take home materials, 67 per cent for implementation of television programmes, and only 58 per cent for implementation of radio programmes. Monitoring is likely more challenging for these latter modalities, as they do not typically feature mechanisms for feedback within their delivery. As a result, much remains unknown about the extent to which children are remaining engaged with education during the pandemic.",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1088,
                    "text": "(Dreesen et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1089,
                    "end": 1121,
                    "text": "Paulet Piedra and Reimers, 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Lack of strong remote learning monitoring and assessment mechanisms in many lower-income countries leaves children at risk of not developing foundational skills"
        },
        {
            "text": "While monitoring the access and use of the different remote learning programs is essential, the ultimate goal is that remote methods contribute to children's learning. The incidence of initiatives to systematically monitor learning varies significantly with the country income level, as depicted by the orange bar in Fig. 4 . While only three per cent of high-income countries report that teachers are not monitoring student learning, in low-and lower-middle-income countries, the proportions are 25 and 27 per cent (UNESCO, UNICEF and The World Bank, 2020). This variation by income level is of concern. In low and lower middle income countries, children's foundational learning levels were low prior to the crisis, and the compounding effects of closures on childrens learning may be even more severe. Thus in countries where children have the most need of learning support, less will be known and understood about the impact of school closures and the effectiveness of remote learning, limiting the ability of policymakers and education actors to effectively respond and appropriately adjust instruction when schools reopen. This may contribute to an increased number of children falling further behind and ultimately dropping out.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 323,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Lack of strong remote learning monitoring and assessment mechanisms in many lower-income countries leaves children at risk of not developing foundational skills"
        },
        {
            "text": "As a critical step towards addressing the challenge of assessing learning during the pandemic, some education systems have put in place strategies for teacher monitoring of student progress. Examples of innovative methods that have been implemented to conduct non-faceto-face learning assessments include the following: i exams through online e-learning platforms, such as those proposed in the DIKSHA, and Swayam platforms by the National Council of Educational Research and Training of India (World Bank, 2020);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of strong remote learning monitoring and assessment mechanisms in many lower-income countries leaves children at risk of not developing foundational skills"
        },
        {
            "text": "ii phone call tests, like those conducted in Botswana to measure reading and numeracy skills (Angrist et al., 2020b) ; 10 iii questionnaires via social applications, such as those developed in Bhutan so that teachers can assign tasks and give feedback to students via WeChat and WhatsApp (Rinzin, 2020) ; and iv online examinations replacing proficiency certification evaluations like the one developed by Ecuador to substitute the high school exam \"Ser Bachiller\" (Luna Bazaldua et al., 2020) .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 116,
                    "text": "(Angrist et al., 2020b)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 302,
                    "text": "(Rinzin, 2020)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 471,
                    "end": 493,
                    "text": "Bazaldua et al., 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Lack of strong remote learning monitoring and assessment mechanisms in many lower-income countries leaves children at risk of not developing foundational skills"
        },
        {
            "text": "Additionally, some countries have opted to include specific learning assessments as part of the school reopening process. The government of Kenya, for example, has decided to administer a census-based evaluation of its entire primary school population (over 10 million). Grades 1-3 are assessed in foundational literacy and numeracy, grades 4-6 in mathematics, language arts and science, and grades 7 and 8 in all subjects of the Kenya Certificate of Primary Education (Oduor, 2020) . Initiatives like these can help countries more effectively respond to the learning losses experienced during the pandemic, especially for the important foundational skills.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 482,
                    "text": "(Oduor, 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Lack of strong remote learning monitoring and assessment mechanisms in many lower-income countries leaves children at risk of not developing foundational skills"
        },
        {
            "text": "This paper examines to what extent disrupted schooling and dropout may affect foundational learning skills prior to and during the current COVID-19 pandemic. The study yields two compelling findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "First, regression analysis for thirteen low-and lower-middle-income countries confirms that children missing up to one year of school is associated with significant reductions in their development of foundational skills. The probability of demonstrating reading skills for children who do not attend school in the year of measurement is between 4 and 51 percentage points lower than that of children who continue to attend, depending on the country. In the case of numeracy, the reduced probability is between 5 and 16 percentage points. Adding to existing literature documenting learning losses due to schooling disruptions, this suggests that COVID-19 schooling disruptions may have a significant negative impact on children's acquisition of foundational skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Secondly, examination of country eduction responses to the COVID- 10 Though not all competencies can be assessed by phone calls, Angrist et al. (2020b) provide evidence that phone-based assessments can provide very similar results to face-to-face examinations when carried out with the right principles.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 151,
                    "text": "Angrist et al. (2020b)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "19 pandemic identified several implications for how the COVID-19 school closures may similarly negatively impact children's acquisition of foundational skills. While most countries have provided remote learning programs during the COVID-19 school closures, often using multiple modalities, the most marginalized populations and pre-primary students have often been excluded. Given the barriers that marginalized children already face to staying in school and learning, and the importance of pre-primary education for children's further educational success and the, the exclusion of these groups from remote learning suggests that they will be significantly less likely to demonstrate foundational learning skills than those who continued engaging with learning during the pandemic. Furthermore, for those children who are engaging in remote learning, gaps in country mechanisms to track learning progress suggest there is limited information with which to ensure those children are actually learning. Given the significant heterogeneity and specificity of country responses to mitigate learning loss during COVID-19 school closures, improving monitoring and learning assessment strategies will be critical for educators and policymakers to understand what system adjustments and additional support children will need to overcome the identified gaps in learning, especially for the foundational skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As the COVID-19 pandemic persists and due to the possibility of future events forcing Governments to close schools, these findings highlight the need for education actors to work towards effective, inclusive and learning-focused responses. Children's acquired and potential learning must be protected and prioritized. Losses in foundational skills are the most difficult to recover and can result in significant damage to children's further learning and opportunities; they are thereby also harmful to coutries' economic progress. Low-and lowermiddle-income countries are challenged amid this crisis to sustain the achievements of their education systems by ensuring all children develop foundational skills, including the most marginalized populations. The pandemic has shown that remote learning is here to stay and can achieve ambitious goals if implemented with the necessary support. Countries who fail to develop and implement a quality offer focused on the principles of innovation and equity risk being left behind. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors report no declarations of interest. Notes: dy/dx is the marginal effect associated with the variable o_school in the following equation: Prob (learning = 1) 1 − Prob (learning = 1) i,k = α k + γ o school i,k + δ x i,k + ε i,k (Equation 2) estimated using a Logit model. Stars indicate significance at **5%, and ***1%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "Source: Authors' calculations based on MICS6 data for 13 countries with 30 or more out-of-school children in period t, 2017-2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annex A"
        },
        {
            "text": "Difference in the probability of demonstrating foundational skills between in-school and out-of-school children (period t) by country, children 9-14 years old (Control Varibles). Notes: observation at the individual level.Standad errors in parentheses, * *p < 10, **p < 05, ***p < .01. Other controls include the highest level of education attained, age (1 year increment), and mother's education level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table B1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human Capital accumulation and disasters: evidence from the Pakistan earthquake of",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Andrabi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tahir",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "Jishnu",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stemming learning loss during the pandemic: a rapid randomized trial of a low-tech intervention in Botswana",
            "authors": [
                {
                    "first": "Noam",
                    "middle": [],
                    "last": "Angrist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CSAE Working Paper Series 2020-13",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practical lessons for phone-based assessments of learning",
            "authors": [
                {
                    "first": "Noam",
                    "middle": [],
                    "last": "Angrist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob. Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Simulating the Potential Impacts of COVID-19 School Closures on Schooling and Learning Outcomes: a Set of Global Estimates",
            "authors": [
                {
                    "first": "Joao",
                    "middle": [
                        "Pedro"
                    ],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wagner De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Policy Research Working Paper",
            "volume": "",
            "issn": "9284",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Industrial actions in schools: strikes and student achievement",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Canadian J. Eco",
            "volume": "46",
            "issn": "3",
            "pages": "1014--1036",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impacts of pandemics and epidemics on child protection: lessons learned from a rapid review in the context of COVID-19",
            "authors": [
                {
                    "first": "Shivit",
                    "middle": [],
                    "last": "Bakrania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Economic Lives of Young Women in the Time of Ebola: Lessons From an Empowerment Program",
            "authors": [
                {
                    "first": "Oriana",
                    "middle": [],
                    "last": "Bandiera",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Bank Policy Research. Working Paper",
            "volume": "8760",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Poor Economics: A Radical Rethinking of the Way to Fight Global Poverty",
            "authors": [
                {
                    "first": "Abhijit",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vinayak",
                    "suffix": ""
                },
                {
                    "first": "Esther",
                    "middle": [],
                    "last": "Duflo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Guidance Note on Using Learning Assessment in the Process of School Reopening",
            "authors": [
                {
                    "first": "Luna",
                    "middle": [],
                    "last": "Bazaldua",
                    "suffix": ""
                },
                {
                    "first": "Diego",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Victoria",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Liberman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Compensating for academic loss: Online learning and student performance during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "China Econ. Rev",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emerging lessons from COVID-19 education responses in 127 countries",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Dreesen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Innocenti Research Briefs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Education in a crisis",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Dev. Econ",
            "volume": "74",
            "issn": "",
            "pages": "53--85",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effects of economic shocks on children's employment and schooling in Brazil",
            "authors": [
                {
                    "first": "Suzanne",
                    "middle": [],
                    "last": "Duryea",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Levison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Dev. Econ",
            "volume": "84",
            "issn": "",
            "pages": "188--214",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Learning Inequality During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Engzell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Per",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arun",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Verhagen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Childhood poverty, chronic stress, self-regulation, and coping",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Pilyoung",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Child Dev. Perspect",
            "volume": "7",
            "issn": "",
            "pages": "43--648",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Orphans and ebola: estimating the secondary impact of a public health crisis",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "WPS 7196. World Bank Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Whether to Probit or to Probe It: in Defense of the Linear Probability Model",
            "authors": [
                {
                    "first": "Jed",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Many children left behind? Textbooks and test scores in Kenya",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Glewwe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Sylvie",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. Econ. J. Appl. Econ",
            "volume": "1",
            "issn": "",
            "pages": "112--135",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early academic performance, grade repetition, and school attainment in Senegal: a panel data analysis",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "E"
                    ],
                    "last": "Sahn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World Bank Econ. Rev",
            "volume": "24",
            "issn": "",
            "pages": "93--120",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Household shocks and education investment in Madagascar. Political Economy -Development: Public Service Delivery eJournal",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [
                        "J"
                    ],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "E"
                    ],
                    "last": "Sahn",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [
                        "F"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Food price inflation and children's schooling. Does Household Income Matter for Children's Schooling",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "740--754",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Childcare in a global crisis: the impact of COVID-19 on work and family life",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Gromada",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dominic",
                    "suffix": ""
                },
                {
                    "first": "Gwyther",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Collecting data on foundational learning skills and parental involvement in education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hiroyuki",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "Blandine",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ledoux",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MICS Methodological Papers",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modeling the Long-run Learning Impact of the COVID-19 Learning Shock: Actions to (more Than) Mitigate Loss",
            "authors": [
                {
                    "first": "Michelle",
                    "middle": [],
                    "last": "Kaffenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "RISE Insight Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Worse than the War: an ethnographic study of the impact of the Ebola crisis on life, sex, teenage pregnancy, and a community-driven intervention in rural Sierra Leone",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kostelny",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The COVID-19 Slide: What Summer Learning Loss Can Tell Us About the Potential Impact of School Closures on Student Academic Achievement",
            "authors": [
                {
                    "first": "Megan",
                    "middle": [],
                    "last": "Kuhfeld",
                    "suffix": ""
                },
                {
                    "first": "Beth",
                    "middle": [],
                    "last": "Tarasawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The effect of school closures on standardized student test outcomes",
            "authors": [
                {
                    "first": "Joana",
                    "middle": [],
                    "last": "Maldonado",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Elisa",
                    "suffix": ""
                },
                {
                    "first": "Kristof",
                    "middle": [],
                    "last": "De Witte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Unscheduled school closings and student performance",
            "authors": [
                {
                    "first": "Dave",
                    "middle": [
                        "E"
                    ],
                    "last": "Marcotte",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [
                        "W"
                    ],
                    "last": "Hemelt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Educ. Finance Policy",
            "volume": "3",
            "issn": "3",
            "pages": "316--338",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cumulative and Segmented Learning: Exploring the role of curriculum structures in knowledge-building'",
            "authors": [
                {
                    "first": "Karl",
                    "middle": [],
                    "last": "Maton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br. J. Sociol. Educ",
            "volume": "30",
            "issn": "",
            "pages": "43--57",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global estimates of the implications of COVID-19-related preprimary school closures for children's instructional access, development, learning, and economic wellbeing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cuartas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behrman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cappa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "López Bóo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raikes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Child Dev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Household instability and self-regulation among poor children",
            "authors": [
                {
                    "first": "Dana",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "Cybele",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raver",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Child. Poverty",
            "volume": "30",
            "issn": "3",
            "pages": "131--152",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The impact of summer learning loss on measures of school performance",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Mceachin",
                    "suffix": ""
                },
                {
                    "first": "Atteberry",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Finance Policy",
            "volume": "124",
            "issn": "",
            "pages": "468--491",
            "other_ids": {
                "DOI": [
                    "10.1162/edfp_a_00213"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Measuring Learning Trajectories in Developing Countries With Longitudinal Data and Item Response Theory",
            "authors": [
                {
                    "first": "Karthik",
                    "middle": [],
                    "last": "Muralidharan",
                    "suffix": ""
                },
                {
                    "first": "Yendrick",
                    "middle": [],
                    "last": "Zieleniak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "COVID-19: A Reason to Double Down on Investments in Pre-primary Education. Innocenti Working Paper 2020-06",
            "authors": [
                {
                    "first": "Atsuko",
                    "middle": [],
                    "last": "Muroga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19: How are Countries Preparing to Mitigate the Learning Loss as Schools Reopen?: Trends and Emerging Good Practices to Support the Most Vulnerable Children",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nugroho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pasquin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reuge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Innocenti Research Briefs",
            "volume": "",
            "issn": "",
            "pages": "2020--2056",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mass 'Tests' Await Pupils Once Schools Resume",
            "authors": [
                {
                    "first": "Augustine",
                    "middle": [],
                    "last": "Oduor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Brazil: Educação Infantil no Maranhão (Early Learning in Maranhão)'. Education Continuity Stories Series",
            "authors": [
                {
                    "first": "Paulet",
                    "middle": [],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nicole",
                    "suffix": ""
                },
                {
                    "first": "Fernando",
                    "middle": [],
                    "last": "Reimers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Education During the COVID-19 Crisis: Opportunities and Constraints of Using EdTech in Low-income Countries (Version 1.0). EdTech Hub",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Raluca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Peer mentoring: A professional development tool for teachers in Bhutan (Doctoral dissertation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rinzin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impact of school closures and subsequent support strategies on attainment and socioemotional wellbeing in Key Stage 1: Interim Paper 1. National Foundation for Educational Research",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Twist",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pippa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rutt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Badr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chris",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Styles",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Impacts of School Closures on Children in Developing Countries: Can We Learn Something From the Past? Chr",
            "authors": [
                {
                    "first": "Hilde",
                    "middle": [],
                    "last": "Selbervik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Effect of an Economic Crisis on Educational Outcomes: an economic framework and review of the evidence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shafiq",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Najeeb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Current Issues Comp. Educ",
            "volume": "12",
            "issn": "2",
            "pages": "5--13",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Is 'Summer' Reading Loss Universal? Using ongoing literacy assessment in Malawi to estimate the loss from grade-transition breaks",
            "authors": [
                {
                    "first": "Timothy",
                    "middle": [
                        "S"
                    ],
                    "last": "Slade",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Res. Comp. Int. Educ",
            "volume": "12",
            "issn": "",
            "pages": "461--485",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Developmental science and the media: early brain development",
            "authors": [
                {
                    "first": "Ross",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. Psychol",
            "volume": "56",
            "issn": "1",
            "pages": "5--15",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Educational Gains of In-Person vs. Distance Learning in Primary and Secondary Schools: A natural experiment during the COVID-19 pandemic school closures in Switzerland",
            "authors": [
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Tomasik",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Helbling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Psychol",
            "volume": "56",
            "issn": "",
            "pages": "566--576",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "What Have We Learnt?: Overview of Findings From a Survey of Ministries of Education on National Responses to COVID-19",
            "authors": [
                {
                    "first": "Unicef",
                    "middle": [],
                    "last": "Unesco",
                    "suffix": ""
                },
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evaluation of UNICEF's Response to the Ebola Outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "United Nations Children's Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Covid-19: Are Children Able to Continue Learning During School Closures? A Global Analysis of the Potential Reach of Remote Learning Policies Using Data From 100 Countries",
            "authors": [],
            "year": 2020,
            "venue": "United Nations Children's Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Socio-Economic Impact of Ebola Virus Disease in West African Countries a Call for National and Regional Containment, Recovery and Prevention, UNDP Africa Reports 267635",
            "authors": [],
            "year": 2015,
            "venue": "United Nations Development Programme (UNDP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Early childhood stimulation benefits adult competence and reduces violent behavior",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [
                        "P"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "5",
            "pages": "849--857",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Teachers' Unions and Industrial Action in South African Primary Schools: Exploring their impacts on learning",
            "authors": [
                {
                    "first": "Gabrielle",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Dev. South. Afr",
            "volume": "37",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Republic of Guinea Socioeconomic Impact of Ebola Using Mobile Phone Survey",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Socio-economic Impacts of Ebola in Liberia. Results From a High-frequency Cell Phone Survey",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Socio-economic Impacts of Ebola in Sierra Leone. Results From a High Frequency Cell Phone Survey",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "World Development Report: Learning to Realize Education's Promise",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ending Learning Poverty: What Will It Take? World Bank",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The Covid-19 Pandemic: Shocks to Education and Policy Responses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Difference in the probability of demonstrating foundational skills between in-school and out-of-school children (period t) by country, children 9-14 years old.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Education outcomes during the Ebola crisis in Guinea, Liberia and Sierra Leone.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "MICS6 samples with foundational learning data, low-and lower-middle-income countries.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Carolina Alban Conto: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Writing -original draft. Spogmai Akseer: Conceptualization, Formal analysis, Investigation, Methodology, Writing -original draft. Thomas Dreesen: Conceptualization, Formal analysis, Investigation, Methodology, Supervision, Validation, Writing -review & editing. Akito Kamei: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Writing -original draft. Suguru Mizunoya: Project administration, Supervision, Validation, Writing -review & editing. Annika Rigole: Formal analysis, Investigation, Methodology, Writing -review & editing.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Estimation results (Eq. 1), Linear Probability Model (LPM).Notes: Beta_hat (β) is the coefficient associated with the variable o_school in Eq. 1 using a Linear Probability Model. Stars indicate significance at **5%, and ***1%. Source: Authors' calculations based on MICS6 data for 11 countries with 30 or more out-of-school children in period t, 2017-2019.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Estimation results (Equation 2), Logit Model -Marginal Effects.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Punjab) Zimbabwe Bangladesh Madagascar Sierra Leone",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Luis Crouch (RTI International), Silvia Montoya (UNESCO Institute for Statistics), Maya Prince (UNESCO), Tigran Shims (World Bank) for their technical review, as well as Matt Brossard, Shiraz Chakera, Sarah Fuller, Alassane Ouedraogo, Hyunju Park, Diogo Amaro and Frank Van Cappelle (UNICEF) for providing valuable insights throughout the research process. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "See Table C1  Table C1 Summary of studies on learning loss due to schooling disruptions. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 22,
                    "text": "Table C1  Table C1",
                    "ref_id": null
                }
            ],
            "section": "Annex C"
        }
    ]
}