{
    "paper_id": "06ade553f3949adb722e6feb7956c83bbe0dcdf7",
    "metadata": {
        "title": "Urticaria multiforme in a child with SARS-CoV-2 infection",
        "authors": [
            {
                "first": "Konrad",
                "middle": [],
                "last": "Zawadka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Regional Hospital of Infectious Diseases",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Agnieszka",
                "middle": [],
                "last": "Ołdakowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Regional Hospital of Infectious Diseases",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a case of a 10-month-old boy with urticaria multiforme in the course of coronavirus disease 2019 . Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) contributes to skin lesions in both children and adults. The main cutaneous manifestations of this infection include pseudochilblains, urticaria and maculopapular eruptions. Urticaria multiforme is a common yet underrecognized exanthem in children that is precipitated by viral infections among other causes. Figure 1. Urticaria multiforme lesions on the left thigh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) may have a protean clinical manifestation and involve all organs and systems. Early in the pandemic, preliminary reports described an association between severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and cutaneous lesions. [1] [2] [3] Later data support its role in precipitating skin eruptions, including predominant eruptions of pseudochilblains, urticaria, maculopapular and vesicular exanthems and less commonly noted vascular and livedoid lesions. In some cases, cutaneous involvement might prevail.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A previously healthy 10-month-old boy without known allergies was admitted to our department due to COVID-19 and worsening skin lesions. Three days prior to admission, he started to have fever up to 38.5°C without other symptoms and signs. His history was negative for contact with a confirmed case of COVID-19, but his mother reported a cough. He did not take any medications. On the second day, he developed rash for which he was consulted in the emergency department of a regional pediatric hospital. Reportedly, he had maculopapular exanthem with a few scattered vesicles. A rapid antigen test for SARS-CoV-2 was performed on a routine screen-ing and yielded a positive result. He was prescribed dimetindene (first-generation antihistamine) and discharged home. On the following day, he presented to our hospital due to exacerbation of skin lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "On admission, he was alert and not in acute distress with normal vital signs (body temperature 36.1°C, heart rate 120/min, respiratory rate 22/minute, and oxygen saturation 99%). Physical examination revealed well-defined annular erythematous and edematous skin lesions localized on his extremities, trunk and armpits. Some of the lesions had dusky centers without blistering or necrosis. The lesions did not appear to be pruritic. Acral edema of hands and feet was observed. Later in the course of the disease, dermatographism was noted. Conjunctivae and mucosal membranes were intact. Heart and lungs were clear on auscultation. The abdomen was soft and nontender with the liver palpable 2 cm below the costal margin. Neither lymphadenopathy nor splenomegaly was noted ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 781,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "In the context of fever, rash, acral edema and positive antigen tests for SARS-CoV-2, we performed a full laboratory work-up for potential multisystem inflammatory syndrome in children (MIS-C). Creactive protein was 76 mg/l, procalcitonin 0.42 ng/ml, interleukin-6 287.6 pg/ml, ferritin 51.9 ng/ml, and D-dimer 1538 ng/ml. His complete blood count was normal for his age with hemoglobin 12.5 g/dl, platelets 476 x 10 3 /mm 3 , and leukocytes 15.5×10 3 /mm 3 . No neutropenia or lymphopenia were noted. Glucose, sodium, potassium, alanine and aspartate aminotransferase, albumin, fibrinogen, B type natriuretic peptide and urinary analysis were normal. Blood cultures were pending and eventually yielded negative results. SARS-CoV-2 infection was confirmed by means of nasopharyngeal swab real-time polymerase chain reaction (RT-PCR). The mother also tested positive for SARS-CoV-2. His chest X-ray was unremarkable without interstitial infiltrates. Abdominal ultrasound did not reveal any abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "The morphology and localization of skin lesions, intact mucosae, acral edema, dermatographism along with confirmed viral infection and typical age of presentation favored the diagnosis of urticaria multiforme. Oral dimetindene was continued. During hospitalization, only low-grade fever (38,6°C) was noted. His skin lesions slowly resolved, leaving well-defined areas of brownish discoloration. On the second hospital day, CRP decreased to 54 mg/l and IL-6 to 36.8 pg/ml only on symptomatic treatment. He was discharged home after three days of hospitalization. The mother reported that all lesions completely resolved in the course of the next three days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Early in the COVID-19 pandemic, a growing body of evidence indicated that SARS-CoV-2 may induce skin lesions. [1] [2] [3] Further analyses included numerous patients and demonstrated heterogeneous patterns of cutaneous involvement in the course of SARS-CoV-2 infection. They were categorized in a few groups. 1,2 The most common manifestations included erythematous, maculopapular or morbilliform eruptions (some of them resembling erythema multiforme); vesicular rash; and urticarial and pseudochilblain lesions. The latter were found mainly on asymptomatic or paucisymptomatic younger adults and adolescents later in the course of SARS-CoV-2 infection. Maculopapular and vesicular exanthem as well as urticaria were common in middle-aged patients, whereas erythemamultiforme-like lesions, although infre-Dermatology Reports 2021; volume 13:9159",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "[page 79] quent, were more characteristic of children. 3, 4 Other presentations included livedoid and vasculitic patterns typically observed in older patients with more severe disease. Interestingly, all of these reviews included only a few children. [1] [2] [3] Of note, pediatric patients with skin lesions related to SARS-CoV-2 may be otherwise asymptomatic or experience only mild respiratory and gastrointestinal symptoms. [5] [6] [7] Skin involvement might be an element of multisystem inflammatory syndrome in children, which should be taken into consideration, especially in the setting of fever. 6 This presentation shares common features with mucocutaneous lesions found in Kawasaki disease, which is characterized by polymorphic, nonvesicular eruptions, erythema and edema of hands and feet along with nonsuppurative conjunctivitis and strawberry tongue.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 58,
                    "end": 59,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 605,
                    "end": 606,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Urticaria multiforme (also referred to as acute annular urticaria) is a subtype of urticaria affecting mostly younger children (4 months to 4 years of age). 8, 9 Morphologically, it presents as well-defined annular erythematous lesions, which are occasionally confluent and polycyclic. These lesions might have dusky ecchymotic centers yet without blistering or necrosis. Conjunctivae and mucosal membranes are not involved. Typically, hands and feet are swollen due to angioedema. Dermatographism is a common finding. Affected children otherwise appear healthy and nontoxic. A short-duration fever and mild respiratory and gastrointestinal symptoms were observed. Diagnosis was made on a clinical basis, and skin biopsy was not required. This condition is typically selflimited, resolving over a one-week period. Antihistamines use may be of benefit. Due to its morphology, urticaria multiforme might be misdiagnosed as erythema multiforme or serum sickness-like reactions. Despite distinct clinical features, urticaria multiforme seems to be underrecognized. Urticaria multiforme is believed to be triggered by antecedent infections. In one case series, most of the patients had upper respiratory tract infections or otitis media. 8 Thorough evaluation for infectious etiology is typically unsuccessful. In the aforementioned paper, associated pathogens were identified in three patients (adenovirus, Mycoplasma pneumoniae, Streptococcus pyogenes). 8 Children with urticaria multiforme may have a recent history of medication use, mainly antibiotics. Antimicrobials associated with acute annular urticaria predominantly include amoxicillin, cephalosporines and macrolides.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 160,
                    "end": 161,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1233,
                    "end": 1234,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1451,
                    "end": 1452,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Our patient met the clinical criteria of urticaria multiforme. In the context of fever, this diagnosis might be challenging as it shares common features with MIS-C (skin lesions, acral edema), which could be excluded in the presented case due to the lack of involvement of other organs and systems along with rapid defervescence. Initially, elevated CRP and IL-6 values decreased on symptomatic treatment only, and these increased values could be attributed to SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "To our knowledge, this is the first case of urticaria multiforme with a probable causal relationship to COVID-19 described in the literature. Although our patient did not undergo evaluation for other pathogens, SARS-CoV-2 appears to be the eliciting factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Due to the heterogeneity of cutaneous manifestations related to COVID-19, it must be taken into account as a possible trigger of skin lesions regardless of the presence of respiratory or other symptoms. When an exanthem is accompanied by fever, a thorough work-up for MIS-C is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Classification of the cutaneous manifestations of COVID-19: a rapid prospective nationwide consensus study in Spain with 375 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galvan Casas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Catala",
                    "suffix": ""
                },
                {
                    "first": "Carretero",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Dermatol",
            "volume": "183",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cutaneous manifestations in patients with COVID-19: A preliminary review of an emerging issue",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Marzano",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cassano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Genovese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Dermatol",
            "volume": "183",
            "issn": "",
            "pages": "431--473",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cutaneous manifestations of COVID-19: an evidence-based review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daneshgaran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Dubin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Dermatol",
            "volume": "21",
            "issn": "",
            "pages": "627--666",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Erythema multiforme-like lesions in children and COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torrelo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santoja",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Dermatol",
            "volume": "37",
            "issn": "",
            "pages": "442--448",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Skin manifestations of COVID-19 in children: Part 1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belloni-Fortina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bodemer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Exp Dermatol Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ced.14481.LastAccessed"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Skin manifestations of COVID-19 in children: Part 2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belloni-Fortina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bodemer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Exp Dermatol Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ced.14482.LastAccessed"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Skin manifestations of COVID-19 in children: Part 3",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belloni-Fortina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bodemer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Exp Dermatol Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ced.14483.LastAccessed"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Urticaria multiforme: A case series and review of acute annular hypersensitivity syndromes in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Honig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "119",
            "issn": "",
            "pages": "1177--83",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Urticaria multiforme",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Emer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Bernardo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kovalerchik",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Aesthet Dermatol",
            "volume": "6",
            "issn": "",
            "pages": "34--39",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}