{
    "paper_id": "06f588712b7b469f1a0c8d722faacfc7cbe7a875",
    "metadata": {
        "title": "Sociocultural impacts of COVID-19: A social representations perspective",
        "authors": [
            {
                "first": "Philipp",
                "middle": [],
                "last": "Wassler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bournemouth University",
                    "location": {
                        "addrLine": "Fern Barrow",
                        "postCode": "BH12 5BB",
                        "settlement": "Poole",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Talarico",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bournemouth University",
                    "location": {
                        "addrLine": "Fern Barrow",
                        "postCode": "BH12 5BB",
                        "settlement": "Poole",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While COVID-19's public health and economic impacts are evident, its sociocultural impacts are often overlooked. This study takes the case of the Italian destination of Pisa during the early stages of the pandemicwhen most infection cases were assumed to be imported from China -and investigates Social Representations of Chinese tourists from an Italian host perspective. Through fifteen interviews with local suppliers, two co-existing Social Representations are identified and expressed through Italian literary metaphors: \"the Hen with Golden Eggs\" and \"the Anointer\". This research shows that, while the dominant hegemonic representation is rooted in rationality, the emerging polemic representation is anchored in pre-Enlightenment sociocultural fears. Finally, the uncertain future of post-COVID19 tourism considering potential stereotypes, xenophobia and racism is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On the morning of June 21, 1630, towards half past 4 o' clock, a woman of humble condition, named Caterina Rosa, chanced unfortunately to be standing at the window of the covered gallery which then existed at the entrance of the street della Vetra dei Cittadini, on the side which leads to the Corso of the Porta Ticinese, almost opposite the columns of San Lorenzo. She saw a man approach; he wore a black cloak, his hat was drawn over his eyes, and in one hand he carried a paper, \"upon which\", she says in her deposition, \"he placed the other as in the act of writing.\" She perceived how, when entering the street, he neared the walls of the first houses which he came to after turning the corner; and how, from time to time, he drew his hands along the walls.\" Seized with this suspicion, she passed into another room from whence she could see the length of the street, so as to keep her eye upon the Unknown, as he advanced along it, \"and saw\", says she, \"that he continued to touch the said walls with his hand.\" Encounter with the \"Untore\" in Alessandro Manzoni's \"History of The Column of Infamy\" (1840).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus Disease 2019 is an infectious disease that was first identified in Wuhan, China in late 2019. By March 2020, the World Health Organization (WHO, 2020) declared the highly contagious virus outbreak as a global pandemic with a spread into well over 100 countries and territories, and thousands of virus-related deaths were reported. Several governments have labeled the crisis as the biggest challenge since World War Two and have initiated unprecedented containment and financial measures (Thorbecke, 2020) , with an estimated 1 billion people in lockdown or quarantine in the early months of spring 2020 and with almost 80 million infections and 1.7 million confirmed deaths globally at the end of 2020.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 517,
                    "text": "(Thorbecke, 2020)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The public eye has largely and understandably focussed on public health and the economic impacts of the pandemic. However, by now it is apparent that COVID-19 also has created sociocultural impacts and has led to international conflicts and stereotyping, i.e. category-based generalizations of certain groups. This is particularly worrying, as stereotypes often lead to discrimination, with negative behavior towards these sub-category members (Dovidio, Hewstone, Glick, & Esses, 2010, p. 46) . For example, the pandemic caused international friction, with borders being closed, certain nationalities being denied entry, and flights being canceled. In this context, negative stereotypes, nationalism, and xenophobia have been rising (Habibi et al., 2020; Ruiz Estrada, 2020) . COVID-19 has also been labeled an \"infodemic\" and \"misinfodemic\" where social media have helped to inform, but also spread \"fake news\" and increase panic about the disease (Fedeli, 2019; Sokolov, 2020; Williams, Wassler, & Ferdinand, 2020) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 492,
                    "text": "(Dovidio, Hewstone, Glick, & Esses, 2010, p. 46)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 754,
                    "text": "(Habibi et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 755,
                    "end": 774,
                    "text": "Ruiz Estrada, 2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 949,
                    "end": 963,
                    "text": "(Fedeli, 2019;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 964,
                    "end": 978,
                    "text": "Sokolov, 2020;",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 979,
                    "end": 1016,
                    "text": "Williams, Wassler, & Ferdinand, 2020)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Political voices have increasingly become polemic, with former USsecretary of state Mike Pompeo repeatedly referring to COVID-19 as the \"Wuhan Virus\" or \"Chinese Virus\", statements which have been heavily criticized by Chinese governmental bodies and the WHO (Jaipragas, 2020). Former US-president Donald Trump has also made claims that China failed to initially contain the virus and blamed the country for the lack of transparency in handling the issue (Mangan, 2020) . Meanwhile, the Iranian leadership has suggested that the virus could have been man-made by the US-government (Aarabi, 2020) , while a Chinese foreign ministry spokesman in Beijing had suggested that the American military might have brought the virus to Wuhan at an international event (Davis & Wei, 2020) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 469,
                    "text": "(Mangan, 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 581,
                    "end": 595,
                    "text": "(Aarabi, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 757,
                    "end": 776,
                    "text": "(Davis & Wei, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tensions and discrimination have also appeared on smaller levels, where Chinese and other East Asians have reported cases of aggression and violence in several countries. Chinatowns throughout the world found themselves deserted, with many Chinese and other Asian restaurants being forced to close due to lack of patronage (Gross & Cavataro, 2020) . East Asians have also reported physical abuse across the globe, such as a 23-year-old Singaporean man being assaulted in London due to associations with COVID-19 and a Hong Kong student being refused service for the same reason in Bologna, Italy (May, 2020) . This has spurred global protests to mitigate racism towards Chinese and East Asian people. In sub-Saharan Africa, on the other hand, Western tourists have been told to leave the country as they are \"white spreaders\" of the disease (Simoncelli, 2020) .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 347,
                    "text": "(Gross & Cavataro, 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 596,
                    "end": 607,
                    "text": "(May, 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 841,
                    "end": 859,
                    "text": "(Simoncelli, 2020)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To understand whether or not external circumstances of crisis such as COVID-19 influence local people's attitude towards tourists from an associated country, this study takes the viewpoint of the local Italian resident tourism-supply side in Pisa (Italy) to identify and understand their Social Representations of Chinese tourists during Although the focus of this study is on the first wave and the particular context of Italy, the findings of this study will be of major importance for several reasons. First, the tourism industry will unquestionably suffer heavy impacts of this crisis, but the long-term consequences on the \"mutual gaze\" -the ways guests and hosts view, grasp, conceptualize, understand, imagine and construct each other (Maoz, 2005, p . 222) -are not yet understood. The understanding of how \"the other\" is represented socially is an essential first step to identify stereotypes and potential conflict. Violence and discrimination have drastically increased on a global scale since the outbreak and the nature of tourism as an intercultural and cross-cultural industry is likely to exacerbate these issues, even after the pandemic ends. Throughout 2020, the shift of the public eye has rapidly shifted, with epicenters of the pandemic being identified in China, Italy, the USA, the United Kingdom, etc. The temporary snapshot of Italy, which is offered by this study, could thus function as a warning sign on how fast and unpredictably external events can trigger hostile attitudes between communities. In particular, taking a hostperspective, this research thus offers the first step towards a deeper understanding of how communities \"gaze\" at each other in times of COVID-19. Second, it is hoped that resident representations of \"the other\" during times of crisis can be understood from a socialpsychological perspective and how similar events can alter existing, and give birth to new Social Representations.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 756,
                    "text": "(Maoz, 2005, p",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Social Representations are defined as a system of values, ideas, and practices which establish an order which: enables individuals to orientate themselves in their material and social world and master it and; enables communication to take place among the members of a community by providing them with a code for social exchange and a code for naming and classifying unambiguously the various aspects of their world and their individual group history (Moscovici, 1976) . In other words, Social Representations are fluctuating and shared values and belief systems among a group of people or within a certain (sub-section of or the overall) society. Social Representations can thus be considered as a form of social psychology (Moscovici, 1984 (Moscovici, /2000 , investigating a society's shared realities and common sense. Social Representations Theory has guided research on communities across different academic fields and disciplines (Rochira, Salvatore, Veltri, Redd, & Lancia, 2020) and this study adopts a similar social-psychological perspective. It furthermore provides a particularly good lens for this research as, contrary to other widely used concepts such as Social Exchange, it provides a tool to understand nonrational reactions based on personal and social values; while also highlighting the importance of socially transmitted messages. As Italy has been particularly hard-hit by the pandemic, surpassing the number of deaths even in China in March 2020, it is assumed that this is an adequate case-study to understand whether external crisis associated with a certain nationality or geographical location (such as COVID-19 and the case of China) relates to Social Representations of Chinese tourists in the Italian society. The goal of this study is thus to investigate Social Representations of Chinese tourists from an Italian host, tourism-supply perspective during the first wave of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 467,
                    "text": "(Moscovici, 1976)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 724,
                    "end": 740,
                    "text": "(Moscovici, 1984",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 758,
                    "text": "(Moscovici, /2000",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 986,
                    "text": "(Rochira, Salvatore, Veltri, Redd, & Lancia, 2020)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is hoped that the findings can not only advance theory in this direction but also aid tourist practitioners to build a safer and more understanding environment during and particularly after the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Residents have long been recognized as key stakeholders for tourism development. However, although there is a significant body of literature dealing with residents' attitude towards tourism and/or tourists, conceptual ambiguity persists and findings are often contradictory (Andriotis & Vaughan, 2003; Chen & Raab, 2012; Eusébio, Vieira, & Lima, 2018) . Most of this existing research deals with segmentation studies of the resident population or identifies and/or tests variables influencing positive and negative attitudes towards the tourism industry (Sharpley, 2014) .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 301,
                    "text": "(Andriotis & Vaughan, 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 302,
                    "end": 320,
                    "text": "Chen & Raab, 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 321,
                    "end": 351,
                    "text": "Eusébio, Vieira, & Lima, 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 554,
                    "end": 570,
                    "text": "(Sharpley, 2014)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Local attitudes towards tourists"
        },
        {
            "text": "Segmentation studies usually look for segmentation of the overall resident population into attitude clusters and groups of like-minded individuals (e.g. Harrill, 2004; Wassler, Schuckert, Hung, & Petrick, 2018) . This typically follows a positive to negative attitude continuum and, although clusters have been named differently, this is mostly consistent. In an early related study, Davis, Allen, and Cosenza (1988) identified five attitude clusters from negative to positive: haters; inbetweeners; love'em for a reason; cautious romantics; and lovers. This study suggests that people who are more knowledgeable about the tourism industry would be more favorable to tourism in general. In another early research by Ryan and Montgomery (1994) a similar continuum was confirmed, ranging from somewhat irritated; middle-of-theroaders; to enthusiast. The most extreme positive and negative attitude clusters are relatively stable throughout follow up research (e.g. Aguilo Pérez & Rosselló Nadal, 2005; Brida, Osti, & Barquet, 2010; Fredline & Faulkner, 2000 , 2001 Wassler et al., 2018; Wassler, Nguyen, Mai, & Schuckert, 2019; Zhou & Ap, 2009 ); although differences in the more moderate clusters have been found, presumably due to cultural differences in the destinations (Fredline & Faulkner, 2000) and the contextbased underlying values, beliefs and social representations (Wassler et al., 2019) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 167,
                    "text": "Harrill, 2004;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 168,
                    "end": 210,
                    "text": "Wassler, Schuckert, Hung, & Petrick, 2018)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 384,
                    "end": 416,
                    "text": "Davis, Allen, and Cosenza (1988)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 716,
                    "end": 742,
                    "text": "Ryan and Montgomery (1994)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 970,
                    "end": 999,
                    "text": "Pérez & Rosselló Nadal, 2005;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1000,
                    "end": 1029,
                    "text": "Brida, Osti, & Barquet, 2010;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1030,
                    "end": 1055,
                    "text": "Fredline & Faulkner, 2000",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1056,
                    "end": 1062,
                    "text": ", 2001",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1063,
                    "end": 1084,
                    "text": "Wassler et al., 2018;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1085,
                    "end": 1125,
                    "text": "Wassler, Nguyen, Mai, & Schuckert, 2019;",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1126,
                    "end": 1141,
                    "text": "Zhou & Ap, 2009",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1272,
                    "end": 1299,
                    "text": "(Fredline & Faulkner, 2000)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1375,
                    "end": 1397,
                    "text": "(Wassler et al., 2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Local attitudes towards tourists"
        },
        {
            "text": "According to Faulkner and Tideswell (1997) , variables investigating the antecedents of residents' attitude towards tourism are commonly subdivided into intrinsic (based on the heterogeneous nature of the host community, such as age, gender, income) and extrinsic (based on the context of the destination, such as seasonality, political context). Commonly examined intrinsic factors are graphical proximity to tourism activities (e.g. Harrill & Potts, 2003; Pizam, 1978) , involvement in tourism or financial benefit (e.g. Ap, 1992) , and a wide range of demographic variables, such as age, income, gender, and education (e.g. Fredline & Faulkner, 2000; Harrill, 2004) . Extrinsic variables often refer to classic concepts such as the development stage of a destination (e.g. Butler, 1980; Doxey, 1975) , seasonality (e.g. Belisle & Hoy, 1980) , culture (e.g. Butler, 1975) , and impacts of tourism (e.g. Perdue, Long, & Allen, 1990 ). Arguably the most stable variable identified is economic dependency on tourism, (Jurowski, Uysal, & Williams, 1997) . However, even this has been questioned and studies have even shown an inverse relationship (e.g. Haukeland, 1984) . Harrill (2004) highlights that this may be due to sociocultural impacts, increasing cost of living, or cultural, political, and historical factors (Wassler et al., 2019) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 42,
                    "text": "Faulkner and Tideswell (1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 435,
                    "end": 457,
                    "text": "Harrill & Potts, 2003;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 458,
                    "end": 470,
                    "text": "Pizam, 1978)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 523,
                    "end": 532,
                    "text": "Ap, 1992)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 653,
                    "text": "Fredline & Faulkner, 2000;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 654,
                    "end": 668,
                    "text": "Harrill, 2004)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 776,
                    "end": 789,
                    "text": "Butler, 1980;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 790,
                    "end": 802,
                    "text": "Doxey, 1975)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 823,
                    "end": 843,
                    "text": "Belisle & Hoy, 1980)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 860,
                    "end": 873,
                    "text": "Butler, 1975)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 905,
                    "end": 932,
                    "text": "Perdue, Long, & Allen, 1990",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1016,
                    "end": 1051,
                    "text": "(Jurowski, Uysal, & Williams, 1997)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1151,
                    "end": 1167,
                    "text": "Haukeland, 1984)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1170,
                    "end": 1184,
                    "text": "Harrill (2004)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1317,
                    "end": 1339,
                    "text": "(Wassler et al., 2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Local attitudes towards tourists"
        },
        {
            "text": "Finally, although the attitude towards tourism and attitude towards tourists are often used interchangeably in previous studies, there is a potentially important difference. Recent studies have found that residents often look at foreign tourists as involuntary representations of their country of origin and that local attitudes are heavily influenced by political, historical, economical, geographical, and cultural factors, as well as often (negative and positive) stereotypes towards the tourists' country of origin. In a study on the Hong Kong locals' attitude towards visa policies for Mainland Chinese tourists, Wassler et al. (2018) found a complex interplay of Social Exchange and Social Representation principles; mostly related to the often-strained relationship between Hong Kong and the Mainland. Wassler et al. (2019) furthermore found that Vietnamese residents looked at Chinese tourism through various Social Representations, rooted in culture, history, economics, and politics. Interestingly, involvement in tourism was not found to be significant in forming these attitudes. This study thus looks specifically at the attitude towards Chinese tourists, not Chinese tourism as a general concept.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 639,
                    "text": "Wassler et al. (2018)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 809,
                    "end": 830,
                    "text": "Wassler et al. (2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Local attitudes towards tourists"
        },
        {
            "text": "There is also a rapidly developing body of COVID-19 research in tourism which, although not specifically related to Social Representations, has looked into tourist behavior and other general issues. Scholars have focused on the economic impacts of the pandemic on the tourism industry (e.g. Newsome, 2020; Sigala, 2020; Ugur & Akbıyık, 2020; Williams, 2020) , with some focussing specifically on crisis management and/or resilience (e.g Prayag, 2020; Yeh, 2020) . COVID-19 and sustainability have been a major topic of interest, whereas scholars highlighted the need for a higher focus on sustainability moving forward (e. g. Cai, McKenna, Wassler, & Williams, 2020; Galvani, Lew, & Perez, 2020; Higgins-Desbiolles, 2020a Newsome, 2020) . Sociocultural impacts have been highlighted in residents (Farmaki et al., 2020; Qiu, Park, Li, & Song, 2020) , although a focus on tourist behavior has been more evident (e.g. Kim & Lee, 2020; Kock, Nørfelt, Josiassen, Assaf, & Tsionas, 2020; Li, Nguyen, & Coca-Stefaniak, 2020; Li, Zhang, Liu, Kozak, & Wen, 2020; Sigala, 2020) . Although this body of research is rapidly evolving and spans several topics of urgency and interest, a focus on sociocultural impacts is largely absent and this is particularly evident when it comes to issues such as stereotyping, racism, and xenophobia. With the advent of several vaccines in late 2020, a recent study by Williams et al. (2020) calls for a further research stream into new potential conflicts between communities, which might be augmented by misinformation circulating on social media. Social Representations Theory in its complexity, can give further insight into this process.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 305,
                    "text": "Newsome, 2020;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 306,
                    "end": 319,
                    "text": "Sigala, 2020;",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 320,
                    "end": 341,
                    "text": "Ugur & Akbıyık, 2020;",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 342,
                    "end": 357,
                    "text": "Williams, 2020)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 437,
                    "end": 450,
                    "text": "Prayag, 2020;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 451,
                    "end": 461,
                    "text": "Yeh, 2020)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 626,
                    "end": 666,
                    "text": "Cai, McKenna, Wassler, & Williams, 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 667,
                    "end": 695,
                    "text": "Galvani, Lew, & Perez, 2020;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 696,
                    "end": 721,
                    "text": "Higgins-Desbiolles, 2020a",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 722,
                    "end": 736,
                    "text": "Newsome, 2020)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 796,
                    "end": 818,
                    "text": "(Farmaki et al., 2020;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 819,
                    "end": 847,
                    "text": "Qiu, Park, Li, & Song, 2020)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 915,
                    "end": 931,
                    "text": "Kim & Lee, 2020;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 932,
                    "end": 981,
                    "text": "Kock, Nørfelt, Josiassen, Assaf, & Tsionas, 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 982,
                    "end": 1017,
                    "text": "Li, Nguyen, & Coca-Stefaniak, 2020;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1018,
                    "end": 1053,
                    "text": "Li, Zhang, Liu, Kozak, & Wen, 2020;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1054,
                    "end": 1067,
                    "text": "Sigala, 2020)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1393,
                    "end": 1415,
                    "text": "Williams et al. (2020)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Local attitudes towards tourists"
        },
        {
            "text": "Although the term has been used somewhat loosely in several scientific disciplines, Moscovici (1976, p. 23) describes Social Representations as \"a system of values, ideas and practices\" which establishes \"an order which will enable individuals to orientate themselves in their material and social world and to master it\" and which \"enable communication to take place among the members of a community by providing them with a code for social exchange and a code for naming and classifying unambiguously the various aspects of their world and their individual group history\". However, in a later work, Moscovici and Marková (2001) give room for more flexibility for the use of the concept, by stating that Social Representations can transform over time, and thus a narrow definition would be restrictive. Moscovici (1988 Moscovici ( , 2001 adds that Social Representations are of three types. First, hegemonic Social Representations are shared by the majority and emerge from groups with power and dominate public opinion and the media. Höijer (2011) offers \"climate change\" as an example for a hegemonic Social Representation, as politicians, media, and the public largely agree that this is a serious problem. Second, emancipated Social Representations are popular only in certain subgroups of the population.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 107,
                    "text": "Moscovici (1976, p. 23)",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 628,
                    "text": "Moscovici and Marková (2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 803,
                    "end": 818,
                    "text": "Moscovici (1988",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "Moscovici ( , 2001",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1035,
                    "end": 1048,
                    "text": "Höijer (2011)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Social representations of tourists"
        },
        {
            "text": "An example therefore could be the representation of \"health\" in traditional and alternative medicine (Höijer, 2011) , where the public might acquire ideas from both to form a complementary view. Third, polemical Social Representations arise from conflict and are often antagonistic, usually as a reaction to hegemonic Social Representations. An example could be the representation of a \"communist society\" as a reaction to the prevalent support of capitalism in the western world. Moscovici (1976) also shows how these representations enter the lifeworld of a community.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 115,
                    "text": "(Höijer, 2011)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 481,
                    "end": 497,
                    "text": "Moscovici (1976)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Social representations of tourists"
        },
        {
            "text": "Anchoring and objectification are processes through which phenomena are represented to become part of a group's common sense (Moscovici, 1976) . First, they are anchored through familiarisation; a process in which a social object is named and characterized. This can differ across groups. COVID-19 for example was hegemonically anchored as a global pandemic, while other sub-groups see it through the lens of global conspiracies, ranging anywhere from planned genocide to a leak of biological weapons. Once a social object is anchored, it is usually objectified through icons, metaphors, and tropes (Wagner, Valencia, & Elejabarrieta, 1996) . This makes a social phenomenon more tangible by materializing it into specific phenomena. Jodelet (1991) offers an example of objectification of \"madness\" in a rural French community, where abstract ideas get turned into common sense thinking and experience through treating them as \"real experience\". If this is completed, a new Social Representation has entered a communities' social world. Both anchoring and objectification are crucial to understanding how Social Representations enter the lifeworld of a community (Moscovici, 1976) and have been used as a guideline in previous resident studies (Wassler et al., 2019) . They are subsequently used in this study to understand and explain the identified Social Representations.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "(Moscovici, 1976)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 599,
                    "end": 640,
                    "text": "(Wagner, Valencia, & Elejabarrieta, 1996)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 733,
                    "end": 747,
                    "text": "Jodelet (1991)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1162,
                    "end": 1179,
                    "text": "(Moscovici, 1976)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1243,
                    "end": 1265,
                    "text": "(Wassler et al., 2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Social representations of tourists"
        },
        {
            "text": "In a tourism context, this would lend itself well to the study of resident attitudes, however, due to methodological ambiguity, this has hardly been done (Sharpley, 2014; Voelklein & Howarth, 2005; Wagner et al., 1999) . Nonetheless, Social Representations in a tourism context have been applied to a wide range of other contexts and across a wide range of qualitative and quantitative methods; among which stakeholder studies (Moscardo, 2011) , quality of life (Moscardo, 2009 ), sustainable and volunteer tourism (Aquino & Andereck, 2018; Dickinson, Robbins, Filimonau, Hares, & Mika, 2013) and photography (Pearce & Moscardo, 2015) . Two examples of resident studies investigating Social Representations are offered by Wassler et al. (2018) and Wassler et al. (2019) . The first looks at residents' attitudes towards tourism policies for Chinese tourists in Hong Kong, first quantitatively clustering and then qualitatively interviewing locals. Findings showed that Social Representations were mixed with Social Exchange principles in forming attitudes. In the follow-up study, a three-step method was proposed by adding a round of interviews with experts and identifying anchoring and objectifications (Wassler et al., 2019) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 170,
                    "text": "(Sharpley, 2014;",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 171,
                    "end": 197,
                    "text": "Voelklein & Howarth, 2005;",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 218,
                    "text": "Wagner et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 443,
                    "text": "(Moscardo, 2011)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 462,
                    "end": 477,
                    "text": "(Moscardo, 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 515,
                    "end": 540,
                    "text": "(Aquino & Andereck, 2018;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 541,
                    "end": 592,
                    "text": "Dickinson, Robbins, Filimonau, Hares, & Mika, 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 609,
                    "end": 634,
                    "text": "(Pearce & Moscardo, 2015)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 722,
                    "end": 743,
                    "text": "Wassler et al. (2018)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 748,
                    "end": 769,
                    "text": "Wassler et al. (2019)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1206,
                    "end": 1228,
                    "text": "(Wassler et al., 2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Social representations of tourists"
        },
        {
            "text": "However, how the tourists from a certain country are represented within a society has not yet been investigated. Past studies suggest that tourists are often prone to stereotypes based on their ethnicity or nationality (e.g. Hsu & Chen, 2019; Tung, 2020) , which are potentially also politically, historically, and economically rooted. This study will thus use a qualitative approach to investigate Social Representations of Chinese tourists during the COVID-19 pandemic from an Italian resident perspective; whereas residents are represented by the local supply-side related to the tourism industry.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 242,
                    "text": "Hsu & Chen, 2019;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 243,
                    "end": 254,
                    "text": "Tung, 2020)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Social representations of tourists"
        },
        {
            "text": "Social Representations have been approached in several ways; from highly descriptive to purely interpretive. In this case, there were two main reasons to opt for a qualitative approach. First, the nature of the study is exploratory. Quantitative methods in Social Representation rely largely on large-scale surveys using methods such as cluster analysis (e. g. Fredline & Faulkner, 2000) . For this, there is a need to have a validated measurement-scale for a clustering variable. In this case, the exploratory nature of the pandemic-context suits itself to qualitative inquiry and thus a semi-structured approach. Second, the time frame and contextual factors (fear of a lockdown, increasing restrictions on travel) have made a large-scale survey approach inadequate. Furthermore, due to a severe lockdown for local citizens imposed by the Italian Government on the 9th of March 2020, larger-scale data collection with a quantitative sample was not possible during this specific timeframe.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 387,
                    "text": "Fredline & Faulkner, 2000)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In terms of study location, the city of Pisa in Tuscany/Italy was chosen. Tuscany is the second most touristic region of Italy with approximately 48 million international arrivals yearly. China accounts for the 7th biggest international inbound market in the region (Centro Studi Tci, 2020) . According to the Comune di Pisa (2020), the historical city of 91.000 inhabitants is one of the most visited destinations in central Italy and has a high amount of international tourists; among which Chinese inbound tourists constitute a significant number with approximately 60,000 annual arrivals (PisaToday, 2019). Pisa was particularly hard hit by the onset of COVID-19, when 1000 Chinese tourists canceled their hotel bookings in the last week of January 2020 alone (Bartolini, 2020) . This also suggests that at the time of the interviews, the respondents were aware of the then epidemic -now a pandemic, spreading and affecting Pisa and Italy as a whole. In late April 2020, local media sources stated that Chinese tourism is unlikely to recover in Pisa in Summer 2020 and that the eventual focus might be on European markets (Centro Studi Tci, 2020), a prediction which has proven right.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 290,
                    "text": "(Centro Studi Tci, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 764,
                    "end": 781,
                    "text": "(Bartolini, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "All the interviews were held during the last 3 weeks of February 2020, when the COVID-19 epidemic had already started in Italy, but no strict lock-down measures were employed; this allowed researchers to interview respondents personally and face-to-face. At the time of data collection, Italy had reported less than 1000 cases, most of them assumingly imported through Chinese tourists or Italians returning from China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Data were collected through semi-structured interviews which allow higher flexibility and more inductive reasoning as respondents are asked to provide answers with fewer restrictions (Egger, Lei, & Wassler, 2020) . The goal of this study was to investigate Social Representations of Chinese tourists from an Italian host, tourism-supply perspective during the COVID-19 pandemic and informed the development of the research questions. Past studies centering on Social Representations mostly take resident attitudes as a starting point, which is often approached quantitatively through cluster analysis. The qualitative nature of this study thus took attitudes as the first core concept for the interview guide. Second, impact is another facet of resident studies, particularly in a hostguest relation context. The impacts of in-bound Chinese tourism were thus identified as the second theme. Finally, to contextualize this to the emerging pandemic, Chinese tourism and its relation to COVID-19 was identified as the third and final theme. Interviewees were thus asked centering on the core themes of \"their general attitude towards Chinese tourists\"; \"their evaluation of impacts of Chinese tourism\"; and \"their perceptions of Chinese tourists concerning COVID-19\". Throughout the interview phase, modifications to the interview guide and spontaneous follow-up questions were employed if new information arose, given the exploratory nature of this study (see Table A1 in Appendix).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 212,
                    "text": "(Egger, Lei, & Wassler, 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1458,
                    "end": 1466,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "In terms of the sample population, initially, the general Italian resident-population of Pisa was considered, but given the qualitative nature of this research, the supply-side of the tourism industry in Pisa was chosen. Most of the local shops in the city are run by local Italian shop owners and fall into the Small or Medium Enterprises category, allowing for more direct contact between host and guest and personal experiences of the respondents (Thomas, 2013) -which subsequently allows for more depth of data and both, a business and resident perspective. Within the population of local tourism-related individuals in Pisa, a purposive sampling technique was employed, particularly based on a high-level of self-perceived involvement in the tourism industryagain, to increase the richness of the obtained data. First, one of the researchers (residing in Pisa) used a snowball-sampling technique, where local suppliers referred to other potential respondents with different insights and working in diverse supply-sectors. At this stage, interview dates were settled through telephone calls. This was complemented with a random sampling technique, where local workers were approached directly in the historic city center of Pisa, with a focus on Corso Italia and Piazza del Duomo, two major tourist centers. Finally, all interviews were held face-to-face in Italian and the audio was recorded. Table 1 shows the profile of the participants. All of them were involved in a variety of tourism-related businesses (self-identified as such) and had job experience between 2 and 33 years. Finally, a total of 15 semi-structured in-depth interviews were conducted and lasted approximately 45 to 60 min in length each. After data collection, the interviews were and transcribed, when they were also translated to English.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 464,
                    "text": "(Thomas, 2013)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [
                {
                    "start": 1398,
                    "end": 1405,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "All transcribed data were coded based on emerging themes in the research software NVivo. Data analysis in NVivo was first based on the obtained interview transcripts, i.e. observations of the researchers themselves. The preliminary coding process identified different themes and subthemes of favorable and less favorable statements. \"Economically beneficial\" was an initial theme identified, while \"Negative Representations\" was another. Within these themes, subthemes were identified from the interview data, particularly based on several contextual factors related to COVID-19. In a second stage, datasets already in the public sphere were consulted to better understand the anchoring and objectification of these Social Representations. Academic literature, literary classics, historic sources, and contemporary media were consulted for this purpose. Through this phase, the original themes were revisited and contextualized, objectified, and anchored. Two final social representations have emerged after this process, which will be discussed in the findings section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "To heighten the trustworthiness of the data, findings were verified by two researchers separately; which in qualitative studies aids truth value, consistency, and neutrality of the research method (Noble & Smith, 2015) . A final discussion of findings was held through memberchecking, where the results were presented to 3 locals to explore their agreement. The findings are offered in the upcoming section.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "text": "(Noble & Smith, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "From the analysis of the obtained data, two major Social Representations of Chinese tourists from an Italian host, supply-perspective during COVID-19 have emerged. Both of them are expressed in two terms rooted in Italian culture and folklore, namely (1) \"la gallina dalle uova d'oro\" and (2) \"l'untore\" and will be discussed as follows. The first social representation of Chinese tourists during COVID-19 emerged as \"la gallina dalle uova d'oro\" (lit. \"hen with golden eggs\"). The popular Italian saying derives from a fable of Aesop that tells of a farmer who one day found in his chicken coop a golden egg. Every day the same hen laid one but the farmer, eventually, was no longer satisfied with receiving only one egg a day and thinking that the hen had a large amount of gold in her belly, killed her but found that inside it was like all the others; thus, out of greed to get rich quickly, lost the opportunity to benefit from what he had received up to that day. The expression is commonly used in Italy for a phenomenon that is extremely valuable and leads to steady economic or other benefits if maintained correctly (Benedetti, 2010) .",
            "cite_spans": [
                {
                    "start": 1126,
                    "end": 1143,
                    "text": "(Benedetti, 2010)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "The first objectification of the gallina dalle uova d'oro was the steady economic benefits which is received through Chinese tourism in Pisa. Respondents focussed on the high importance which this specific market plays for the local and also national tourism industry throughout various sectors: \"thanks to their continuous visits that the economic market turns so as to allow the continuous development of companies such as accommodation, restoration, since they are the most common places frequented by them.\" (P6). Another stated that \"I believe that this tourism has strong potential from a monetary point of view, and for our territory represents a positive benefit.\" (P12). This generally reflects the picture provided by the authorities, where Chinese tourists are recognized as being one of the highest spending visitors in Italy and where conscious marketing efforts have been made to attract more Chinese tourists to Pisa, by portraying and promoting the leaning tower in Chinese soap operas (Salemi, 2020) . Since these efforts have been made throughout 2019, another respondent mentioned that \"the local population from Pisa, which is a small city, lives on Chinese tourism since the Chinese population represents a positive tourist flow.\" (P9; mentioned by most participants). The mainly heritagerelated tourism product of Pisa also links into the next objectification.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1016,
                    "text": "(Salemi, 2020)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "The second objectification was culturally interested and willing to spend for it, but personally distant. Respondents generally felt that the local heritage was highly appreciated by the Chinese tourist, such as \"Chinese tourism greatly helps the Pisan economy for the production and knowledge of different local products, but above all from a cultural point of view, where the attention and interest show that this tourism wants to understand and listen to the artistic and historical value of the monuments of the city.\" (P5). Other interviewees stated the same, as \"it's also true that this tourism loves to live experiences more than a frontal visit since I firmly believe that they [Chinese tourists] appreciate the history and culture of Pisa much more, unlike other types [of tourists].\" (P13). On the same lines, respondents though mentioned that, although the Chinese tourist admires the local culture, closer interaction is rare due to cultural differences. Interviewees described them as \"very different from us\", \"very closed\", and \"belonging to a completely different culture from ours with different habits and food.\" (P11; P13). Interestingly, it was mentioned that parts of the local population like to \"comment about their [Chinese tourists'] culture\" and appreciate the market although through keeping personal distance due to cultural differences (P14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "The representation of the gallina dalle uova d'oro is largely anchored in economics and official media. Local media have reported that out of 3 million tourist arrivals in a central Pisan parking lot, 2 million per year are from China. Estimates on the impact of COVID-19 have also shown that Pisa alone could lose up to 10 million Euros due to the decrease in Chinese tourist arrivals (Bartolini, 2020) . Accordingly, the in-bound Chinese market is also highly economically profitable to Italy, with an estimated 143 euros spent per night in Pisa and the regional government has called for continuous investment in Chinese tourism for future expansion of the industry. Second, the representation was found to be firmly anchored in personal experience. Respondents have mentioned mostly that they also personally experienced Chinese tourists to be high spenders and interested in the local culture, although they had experienced them to be culturally distant. Although the Pisan authorities have made a conscious effort to promote tourism to the Chinese market (Salemi, 2020) , most of the residents had personally interacted with them and were conscious of the economic benefits which this market brings.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 403,
                    "text": "(Bartolini, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1061,
                    "end": 1075,
                    "text": "(Salemi, 2020)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Anchoring"
        },
        {
            "text": "Based on the data and the identified anchoring, the gallina dalle uova d'oro can be described as a hegemonic representation, shared by the majority and emerging from groups with power that dominate public opinion and the media (Moscovici, 1988 (Moscovici, , 2001 .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 243,
                    "text": "(Moscovici, 1988",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 244,
                    "end": 262,
                    "text": "(Moscovici, , 2001",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Type of representation"
        },
        {
            "text": "The national Italian tourism board (ENIT) had promised in early 2020 to be a \"magnet for Chinese visitors in 2020\", with the marketing director stating that \"New challenges and new routes will stem from the China-Italy Year -a beneficial nourishment for the (Italian) peninsula, which is launching new strategies for innovation that place culture center-stage within the offers dedicated to Chinese travelers\" (Xinhua, 2020) . Accordingly, ENIT also announced pre-COVID19 that it planned to open two new offices in the Chinese mainland: one in Shanghai and one in Guangzhou, to \"reinforce the growing interest in Italy.\" Respondents had also mentioned that they were aware of the Chinese market bringing benefits to \"various sectors of the local tourism industry\" (mentioned by most participants).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 424,
                    "text": "(Xinhua, 2020)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Type of representation"
        },
        {
            "text": "The second social representation of Chinese tourists during COVID-19 emerged as \"l'untore\" (lit. \"the anointer\"). The term referred originally to 15th and 16th-century rumors of \"plague-spreaders\" in Italy; individuals who supposedly spread the disease purposefully by anointing public places with \"infectious ointments\" and dusting the clothes of the infected with \"contagious powders\" (Cardano, 1558) . This concept is deeply rooted in Italian folklore and culture and its origins can be traced back to Ancient Roman times (Calimani, 2013). The so-called \"nightmare of the untore\" has been vividly revived throughout the COVID-19 pandemic (La Repubblica, 2020a). The following section outlines how the respondents objectified this representation, how it is anchored, and finally, how it can be categorized.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 402,
                    "text": "(Cardano, 1558)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "\"L'untore\""
        },
        {
            "text": "The first objectification of the untore was an aura of mystique regarding the Chinese tourist, a view of awe on the incomprehensible and culturally distant other. In particular, interviewees focussed on the \"mystical other\" aspect of the Chinese tourist. Several examples were given, highlighting how different they were from the local community. One respondent stated that \"they come from other backgrounds and cultures, but they are still human as we are\" (P9); while another underlined that \"the Chinese population has a different culture and lifestyle… and the case of Coronavirus might be connected [to this]\" (P1). Generally, answers were not provided as to where these cultural differences lie but there was a large consensus that they made Chinese tourists \"incomprehensible\" to the locals. It was highlighted by a local shopkeeper that \"I never had the opportunity to approach in a close way… and that's why lots of individuals are judging them.\" (P10). While this generally created a sense of mystique, one participant also mentioned that this can cause \"fear\" and \"anxiety\" in the local population (mentioned by most participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "The second objectification of the untore was as inadvertently unhealthy. Respondents mentioned their assumed connection between Chinese tourists and \"bad health\" (P1; P9; P10). This was of particular concern to a majority of respondents and according to their opinions, also to a large part of the local population. This objectification was deeply rooted in the perception of Chinese culture and life-habits which was often related to the emergence of COVID-19 in Italy and abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "One respondent stated that Chinese tourists make the \"environment worse\" by \"cleaning and eating badly\". Another stated that \"we generally judge the lack of a healthy lifestyle [in the Chinese]\" and \"it [Chinese tourism] creates mess around our local population and I'm not even surprised about their health conditions at the moment in China, as the Chinese tourist doesn't have a healthy lifestyle.\" (P10). Respondents also mentioned \"eating habits\" and \"food\" as generally unhealthy with potentially negative consequences. This was generally also related to the emergence and the potential to spread COVID-19, as stated by another local \" …the case of Coronavirus might be connected [to the unhealthy lifestyle], I'm not blaming them but I'm saying if this virus started in China, it might be just a coincidence?\" (P10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "The third objectification of the untore was purposefully unhealthy. This was mainly represented through stories of Chinese products being unhealthy and causing harm in China and abroad. One participant said that China should finally work on \"making the world a little better\" by \"producing healthier stuff.\" (P3) Another related this to the emerging COVID-19 by pointing at the low quality and dangerous materials supposedly used in \"Made in China\", stating that \"I'm not even surprised why this virus started in a first-place [in China] .\" (P12). Respondents also mentioned that this purposeful view on negative health impacts had resulted in \"ignorance\", \"unwillingness to investigate further\", and \"racism\" among locals not welcoming Chinese tourists (P15).",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 537,
                    "text": "[in China]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Objectification"
        },
        {
            "text": "The notion of the untore has a deep historical anchoring and is rooted firmly in Italian culture. The concept has existed for centuries, although the most famous case was reported during the great plague of Milan in 1630 when residents went furious against suspected anointers who had assumingly purposefully spread the plague and this resulted in legal repercussions and executions of the suspects. Historical accounts of anointments punctuate the centuries, with cases reported in Piedmont (e.g. Cardano, 1558) , Milan, and even Geneva (Cantù, 1854) . Although it is generally agreed upon that some anointments have happened, the historical validity of many accounts is still debated (Pastore, 2007) . According to Calimani (2013) , the concept of the purposefully spread plague (pestis manufacta) has commonly been blamed on outsiders, such as the Jewish community or French visitors, thus creating a physical manifestation of an else invisible enemy. According to Farinelli and Paccagnini (1988) , the supposed existence of the untori has commonly led to conspiracy theories among the local population. Political influences, pacts with the devil, and financial gain for corpse-carriers were among the most common. This has frequently resulted in a so-called \"hunt for the anointer\", culminating in the public uprising and often public executions by the relevant authorities.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 512,
                    "text": "Cardano, 1558)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 538,
                    "end": 551,
                    "text": "(Cantù, 1854)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 686,
                    "end": 701,
                    "text": "(Pastore, 2007)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 717,
                    "end": 732,
                    "text": "Calimani (2013)",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 999,
                    "text": "Farinelli and Paccagnini (1988)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Anchoring"
        },
        {
            "text": "Also, the image of the untore has been anchored in art and literature. Alessandro Manzoni (1785-1873), one of Italy's most famous novelists and poets, has immortalized the concept in his 1840 historical novel History of the Column of Infamy. He re-tells the stories of real-life suspects Guglielmo Piazza and Gian Giacomo Mora, both of them executed by the breaking wheel during the 1630 plague epidemic in Milan. Through a historical, juridical, and psychological lens, Manzoni critiques concepts such as abuse of power and popular paranoia. The book takes its name from the so-called \"column of infamy\", a monument to shame the memory of the two presumed anointers. Albertini (2020) writes that the psycho-character symptoms experienced by the local population during COVID-19 in Italy and apocalyptic scenarios that were painted can be compared to the characters in Manzoni's novel.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 684,
                    "text": "Albertini (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Anchoring"
        },
        {
            "text": "Last, the representation of the untore was anchored in Italian mass media and social media, which have commonly used the term and have arguably reinforced negative stereotypes towards China (Merelli, 2020; Palma, 2020) . For instance, the mayor of Turin reported that online rants about the \"hunt for the untori\" have caused real-life incidents in the city with insults and aggressions (La Repubblica, 2020a) . Politicians have also reinforced tensions, particularly with the Chinese. In early spring 2020, the governor of the highly impacted Veneto region mentioned that the virus could be traced back to Chinese hygiene and eating habits (RAI News, 2020), while right-wing politician Giorgia Meloni publicly accused the Chinese of \"bringing the virus to Italy\" (Pegoraro, 2020) . This has led to outcries from experts, and renowned pneumologist Luca Richeldi stated on national television that the term untore should be banned from public speech as it is \"wrong, demeaning and terroristic\" (La Repubblica, 2020b).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 205,
                    "text": "(Merelli, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 206,
                    "end": 218,
                    "text": "Palma, 2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 390,
                    "end": 408,
                    "text": "Repubblica, 2020a)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 763,
                    "end": 779,
                    "text": "(Pegoraro, 2020)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Anchoring"
        },
        {
            "text": "Based on the interview data and the identified anchoring, the untore can be described as a polemic representation, as it is arising from conflict and is inherently antagonistic. It also arises as a reaction to a hegemonic Social Representation (Moscovici, 1988 (Moscovici, , 2001 .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 260,
                    "text": "(Moscovici, 1988",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 261,
                    "end": 279,
                    "text": "(Moscovici, , 2001",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Type of representation"
        },
        {
            "text": "Respondents stated in several instances that they are aware of this reemerged representation and some of them regarded it with concern. One respondent mentioned that this has suddenly emerged as people became more aware of COVID-19 \"this problem [pandemic] has created a lot of global anxiety, so people are afraid but also created many stereotypes and racism towards this [Chinese] tourism, where generally speaking the Chinese tourist was seen from a positive aspect and a positive bearer in the local economy, while now ignorance and unwillingness to inquire leads to fear of Chinese.\" (P4). Another stated that \"I believe that this virus has created global discrimination to this [Chinese] tourism which isn't right\" (P15). Reaffirming the anchoring of this representation in the media as a polemic reaction (Merelli, 2020; Palma, 2020) , another said that \"I don't think that generalizing and blaming the Chinese population is an excuse to improve the situation, such as the mass media and journalists have and are continuing to disseminate thoughts that in my opinion are too racist.\" (P8).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 256,
                    "text": "[pandemic]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "[Chinese]",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 827,
                    "text": "(Merelli, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 828,
                    "end": 840,
                    "text": "Palma, 2020)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Type of representation"
        },
        {
            "text": "On the other hand, some interviewees saw COVID-19 as a global event that had exposed Chinese tourism over the pre-dominant, favorable image that it used to have: \"honestly I think that this tourism isn't good for our Italian territory and I honestly never liked this kind of tourism, yes it can be helpful for the local economy, but also it doesn't respect the Italian culture at all. I went to China once, and I'm not even surprised why this virus started in the first place. This tourism should be approached differently or even try to appreciate our culture.\" (P1). Whether or not respondents supported this view, both sides agreed upon the representation of the untore as emerging more widely due to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of representation"
        },
        {
            "text": "The goal of this study was to investigate Social Representations of Chinese tourists from an Italian host, tourism-supply perspective during the first wave of the COVID-19 pandemic. Two co-existing Social Representations were identified and expressed through literary metaphors: the hegemonic, anchored in economics, official media, and personal experience \"gallina dalle uova d'oro.\"; and the polemic, anchored in history, art, culture, and media \"untore\".This leads to several important points for discussion and theoretical contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "First, the identified sociocultural impacts on the local community can be contextualized into the newly emerged body of COVID-19tourism-research. In the case of China, Qiu et al. (2020) found that residents were willing to pay for risk reduction and action in responding to the pandemic. In particular, younger residents were found to show a higher willingness to pay. This suggests that there is an ongoing concern for resident communities about the safety of restarting the tourism industry and that negative attitudes and representations of tourists might persists even after the pandemic. Risk perception is usually not a major concern of resident studies in a tourism context, but the findings of this study suggest that this might be a leading factor to lead to hostility towards tourists. Next, a majority of COVID-related studies in tourism have been concerned with either economic impacts or sustainability, dividing tourism scholars into different related \"tribes\" (Higgins-Desbiolles, 2020a; Nepal, 2020). Sociocultural impacts and issues such as racism, xenophobia, stereotypes and in the worst case, violence, have not been deeply investigated (Tse & Tung, 2020) . The findings of this research suggest that sociocultural impacts should take a key position in COVID-19-tourism-research, adding to economic and sustainability concerns about the pandemic.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 185,
                    "text": "Qiu et al. (2020)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1157,
                    "end": 1175,
                    "text": "(Tse & Tung, 2020)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Specific to Social Representations, these findings show that different types of representationseven if contradictorycan exist within the same population at the same time. Indeed, previous studies have suggested that this ephemeral and fluctuating nature of Social Representations is natural (e.g. Moscovici & Marková, 2001) . The findings of this study have shown that the same respondents could indeed hold two contradictory representations and the same time and even mention them in the same sentence, suggesting the importance of cognitive polyphasia and themata, two concepts often related to Social Representations. In terms of polyphasia, findings indeed show that individuals hold two contradictory representations of Chinese tourists, which occasionally overlap. Although the identified representations were relatively consistent in the local context, our respondents were fulfilling different roles at the same timeparticularly as service providers, but also as residents. It might thus be that through the identified representations, cognitive polyphasia allows the respondents to relate and communicate through different aspects of their everyday life (Jovchelovitch, 2008) . In terms of themata, the two identified Social Representations form a field of tension, among which the respondents construct their common sense.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 323,
                    "text": "Moscovici & Marková, 2001)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1163,
                    "end": 1184,
                    "text": "(Jovchelovitch, 2008)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "In general, based on the data, it is difficult to make inferences of how predominant the given Social Representations are among the whole population, but the interview responses show that respondents generally agreed upon the gallina dalle uova d'oro (mentioned by all); while 6 respondents personally portrayed Chinese tourists as the untore. Although some respondents notably disagreed with this Social Representation, they also stated they were aware of the local community being increasingly skeptical towards Chinese tourists. In the case of Pisa, it seems that during COVID-19 a new, polemic representation of the untore has emerged to join, not replace, the existing representation of the gallina dalle uova d'oro. Certain characteristics which were already attributed to the Chinese tourist, such as \"culturally different\", took over new forms in the historically revived \"mystique\" of the historical plaguespreader (Cantù, 1854; Cardano, 1558) . The same shift was largely expressed through linguistic choices, such as the resurfacing of the controversial term \"untore\" (La Repubblica, 2020b) , \"hunt for the untori\" (La Repubblica, 2020a) , and the concept of \"pestis manufacta\" (Calimani, 2013) . Common terminologies used in hegemonic representations such as \"different\" and \"distant\" were found to co-exist with \"incomprehensible\", \"unhealthy\" and related to issues such as \"hygiene\" and \"food\". Similar terminologies have at the same time resurfaced in Italian media and among public personalities in the country (Merelli, 2020; Palma, 2020; Pegoraro, 2020; RAI News, 2020) , while mainstream media still point to the importance of the Chinese tourist market (Bartolini, 2020) .",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 937,
                    "text": "(Cantù, 1854;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 938,
                    "end": 952,
                    "text": "Cardano, 1558)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1083,
                    "end": 1101,
                    "text": "Repubblica, 2020b)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1130,
                    "end": 1148,
                    "text": "Repubblica, 2020a)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1189,
                    "end": 1205,
                    "text": "(Calimani, 2013)",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1542,
                    "text": "(Merelli, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1543,
                    "end": 1555,
                    "text": "Palma, 2020;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1556,
                    "end": 1571,
                    "text": "Pegoraro, 2020;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1572,
                    "end": 1587,
                    "text": "RAI News, 2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1673,
                    "end": 1690,
                    "text": "(Bartolini, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Second, these findings question the linearity which is often found in resident studies on their attitude towards tourism and tourists, ranging from very negative to highly positive (e.g. Davis et al., 1988; Ryan & Montgomery, 1994) . Although the sample size of this study does not permit generalized inferences of overall attitude but rather suggests Social Representations within the population, it can be assumed that these representations influence the overall attitude towards Chinese tourists. Although economic factors were the basis for the more favorable representation identified, the findings also put in question whether these would be an important factor for influencing the overall attitudeas findings show that they coexist with other, often even contradictory objectification and anchoring. Wassler et al. (2019) have shown previously that intrinsic factors can indeed be correlated to certain Social Representations, but in their case economic dependency was not found to be valid.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 206,
                    "text": "Davis et al., 1988;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 207,
                    "end": 231,
                    "text": "Ryan & Montgomery, 1994)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 807,
                    "end": 828,
                    "text": "Wassler et al. (2019)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Third and arguably most importantly, the findings of this study can constitute a warning to the possibly uncertain future of the tourism industry following COVID-19. The World Travel and Tourism Council (2020) has long warned that there will be devastating impacts on the tourism industry as fewer people can travel, and the WHO has made the devastating public health impacts very clear. Very little interest has up to now though been given to the potential sociocultural impact of the pandemic. Although a rise in xenophobia and nationalism had been observed (e.g. Habibi et al., 2020) , the impacts of this on the future of the tourism industry can only be hypothesized. As an industry that depends on a successful and arguably, understanding the relationship between host and guest, tourism is likely going to be hit by negative representations of the other emerging during COVID-19. While governments are blaming each other (Aarabi, 2020; Mangan, 2020) , the emergence of the untore representation shows that this is also happening to the local people. More worryingly, while the gallina dalle uova d'oro representation has been found as rooted in what tourism scholars would traditionally call rational Social Exchange principles, the untore is deeply anchored in late medieval historical and cultural factors (Calimani, 2013; Farinelli & Paccagnini, 1988) , a specter from the past reemerging to haunt the present and potentially the future of tourism. Based on the increasing tension among nations that have emerged during COVID-19, it can thus be assumed that negative Social Representations are likely to arise or re-emerge across the globe, threatening the tourism industry with an uncertain future of xenophobia, stereotyping and conflict.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 586,
                    "text": "Habibi et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 928,
                    "end": 942,
                    "text": "(Aarabi, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 943,
                    "end": 956,
                    "text": "Mangan, 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1315,
                    "end": 1331,
                    "text": "(Calimani, 2013;",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1361,
                    "text": "Farinelli & Paccagnini, 1988)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "This will not only be a concern for tourism scholars, sociologists, and anthropologists, but also practitioners working in the tourism industry. In addition to the obvious economic impact of COVID-19 and increasing political barriers to travel during the pandemic, tourism practitioners will also need to guarantee their future customers safe and low-risk travel experiences. The findings of this study can constitute a warning sign that political polemics, (mass and social) media, and re-emerging historic-cultural animosities could expose travelers to increasing risk or lead them to boycott certain destinations. Studies have shown that for example, fake news has an immense impact on travel decisions (Fedeli, 2019) and the findings of this study show that this could be exacerbated during COVID-19. It is thus up to the tourism practitioners to identify misconceptions and representations which could threaten the tourism industry and to inform the public while guaranteeing safety for their future customers. The same can be said for governing bodies and relevant authorities, who need to identify representations and their often groundless anchoring; such as the recent attacks of 5G facilities in the UK after the rumors spread online that they may have helped in transmitting COVID-19 (Schraer & Lawrie, 2020) . Government bodies and authorities will also play a major role in re-building the local tourism sector and the local tourism industry in the upcoming year(s). A focus, therefore, should be not only to monitor emerging Social Representations, but also to combat misinformation and fake news on the more long-term. Public information campaigns about issues such as racism and conspiracy theories could be held on a local, regional and national level. This will also be particularly important as vaccine-hesitancy and related fringe-groups are already gaining a foothold among the population .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 720,
                    "text": "(Fedeli, 2019)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1295,
                    "end": 1319,
                    "text": "(Schraer & Lawrie, 2020)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "It needs to be mentioned that this study was held during the first wave of the pandemic and was confined to the context of Pisa. Besides, Social Representations are volatile by nature and tend to fluctuatea phenomenon which has likely been enhanced by the recent event of social media and (mis)information spread online (Fedeli, 2019) . The snapshot offered by the findings should thus not be interpreted as a permanent change in resident attitudes towards Chinese tourists, but rather show a case of the potential dangers of Social Representations triggered by external factors. In the months following the first wave, roles have often \"reversed\", with China going so far as to blame Italy for the advent of the virus in late 2020 (Innocenzi, 2020) . This might likely also change the less permanent and newly emerged Social Representations found in this study. However, it is unlikely to change the fact that external events can trigger Social Representations which are buried in the collective psyche of a community, such as the controversial pre-Enlightenment \"untore\" of Italian folklore. It is crucial to identify and monitor such Social Representations which are triggered by external events, as their emergence and fluctuation are likely to tamper with host-guest relations.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 334,
                    "text": "(Fedeli, 2019)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 732,
                    "end": 749,
                    "text": "(Innocenzi, 2020)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Furthermore, since the advent of the first wave, numerous travel bans have emerged, and they might have influenced community attitudes further. Specific to Italy, the first wave hit the north of the country the hardest and reactions have been numerous. Governors in the south of Italy have specifically asked northerners to \"stay away\", which has later also been applied to southerners living and working in the north and wanting to return home. The southern region of Calabria has used this divide for tourism purposes, where tourists were told to \"come south\", as they would \"get sick on the crowded beaches of the north\" (Priante, 2020) . During Christmas 2020, Italy initially banned flights from the UK due to a newly identified viral strain, leaving Italian expats stranded in British airports and causing political uproar (Sarzanini & Del Frate, 2020) . The findings of this study have shown that residents were often referring to the news when forming their Social Representations, and the numerous and varying travel bans throughout 2020 might likely have given birth to additional Social Representations.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 639,
                    "text": "(Priante, 2020)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 829,
                    "end": 858,
                    "text": "(Sarzanini & Del Frate, 2020)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Subsequently, future research avenues can be laid out by these findings. First and foremost, scholars should identify a wider range of Social Representations emerging during COVID-19 and investigate their potential impact on host-guest relations and tourism as a whole. Although in this context there are certain difficulties with large-scale data collections, future studies should attempt to look at representations using a larger sample size and following multiple or mixed methods. Resident studies have also shown that involvement in tourism and/or financial benefit derived from the industry is a major factor conditioning resident attitudes. This study was particularly focused on locals involved in tourism which, in general, tend to have a more favorable attitude towards tourists (Jurowski et al., 1997; McGehee & Andereck, 2004) . However, the context of the pandemic might have biased these findings, as our respondents were in closer contact with tourists than most other people not involved in the industry. Future research should thus look at sociocultural impacts on a resident population which is not necessarily involved in tourism. Upcoming studies should also investigate potential tensions within the resident community, particularly once the lockdown restrictions ease and international travel resume. Williams et al. (2020) have suggested that with the introduction of the vaccine(s), there might be tensions among vaccinehesitant and non-hesitant groups, also in terms of relaunching the tourism industry. This tension could potentially influence interior conflicts in the local community. Futures studies should also investigate the long-term impact of Social Representations emerging through global and local crises, such as epidemics, natural disasters, conflict, and others. Finally, in terms of COVID-19, the actual and potential sociocultural impacts of the pandemic on the tourism industry need to be understood more in detail and a wide range of research avenues should open to academics interested in this issue.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 813,
                    "text": "(Jurowski et al., 1997;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 814,
                    "end": 839,
                    "text": "McGehee & Andereck, 2004)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1324,
                    "end": 1346,
                    "text": "Williams et al. (2020)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Finally, this study needs to acknowledge several limitations. Due to the difficult circumstances in which the data were collected, the relatively small sample size makes a more detailed description and the distribution of the Social Representations among the local population impossible. The nature of this study is thus exploratory and should be considered as the first step towards deeper understandings of Social Representations and sociocultural impacts of COVID-19. Furthermore, some of the comments obtained by the respondents were also rather general and this might be due to the early stage of the pandemic when the data were collected. Follow-up studies should bridge this gap by investigating the evolution of Social Representations throughout and after the pandemic. This could also imply follow-up studies in Italy where Social Representations of Chinese tourists are compared during and post-pandemic. Also, sociologists and political scholars could investigate if there are further Social Representations of Chinese tourists and others during this pandemic; and how they are anchored and objectified. Large-scale multiple mixed-method studies would be able to give a more detailed and accurate overview. To this end, including residents without a tourism connection would have been useful as they may have provided a different dimension to the Social Representations of Chinese tourists. Second, the convenience sampling technique aimed at locals who were involved in the tourism business was established through their self-identification. This narrow sample did not allow for an investigation of any intrinsic or extrinsic factors which might influence the formation of Social Representations. It also needs to be acknowledged that the timing of this data collection and the subsequent events, in terms of the wider spread of Covid-19 to other countries, present a significant limitation concerning the analysis of the data and the generalisability of the Social Representations of Chinese tourists from an Italian host perspective. Also, the location-based study makes it impossible to generalize the findings to the whole Italian territory and to ethnic communities living within certain destinations. To truly understand the uncertain future of the tourism industry following COVID-19, larger samples and more various methods are needed to identify, categorize, and analyze Social Representations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Iran knows who to blame for the virus: America and Israel. Foreign Policy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aarabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Host community perceptions a cluster analysis",
            "authors": [
                {
                    "first": "Aguilo",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nadal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annals of Tourism Research",
            "volume": "32",
            "issn": "4",
            "pages": "925--941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The new coronavirus psycho-character syndromes come from Manzoni. VNY -La voce di New York",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albertini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Urban residents' attitudes toward tourism development: The case of Crete",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andriotis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Travel Research",
            "volume": "42",
            "issn": "2",
            "pages": "172--185",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Residents' perceptions on tourism impacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ap",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Annals of Tourism Research",
            "volume": "19",
            "issn": "4",
            "pages": "665--690",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Volunteer tourists' perceptions of their impacts on marginalized communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Aquino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andereck",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Sustainable Tourism",
            "volume": "26",
            "issn": "11",
            "pages": "1967--1983",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pisa, addio turisti cinesi: mille disdette in sette giorni per il coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bartolini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Il Tirreno",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The perceived impact of tourism by residents a case study in Santa Marta",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Belisle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoy",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Colombia. Annals of Tourism Research",
            "volume": "7",
            "issn": "1",
            "pages": "83--101",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "S'è uccisa la gallina dalle uova d'oro!\". La campagna anti-tutela artistica nel periodo 1880-1910",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benedetti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intersezioni",
            "volume": "30",
            "issn": "3",
            "pages": "465--472",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Segmenting resident perceptions towards tourism-A cluster analysis with a multinomial logit model of a mountain community",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Brida",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Osti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barquet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Tourism Research",
            "volume": "12",
            "issn": "5",
            "pages": "591--602",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tourism as an agent of social change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proceedings of the International Geographical Union's Working Group on the Geography of Tourism and Recreation",
            "volume": "",
            "issn": "",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The concept of a tourist area cycle of evolution: implications for management of resources",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Canadian Geographer",
            "volume": "24",
            "issn": "1",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rethinking knowledge creation in information technology and tourism",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckenna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wassler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Storia degli ebrei italiani",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Scorsa di un lombardo negli archivi di Venezia (Venice)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cantù",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "De rerum varietate (Avignon)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cardano",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Turismo in Toscana: come cambierà con il coronavirus",
            "authors": [
                {
                    "first": "Centro",
                    "middle": [],
                    "last": "Studi",
                    "suffix": ""
                },
                {
                    "first": "Tci",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Touring Club Italiano",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predicting resident intentions to support community tourism: Toward an integration of two theories",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raab",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Hospitality Marketing & Management",
            "volume": "21",
            "issn": "3",
            "pages": "270--294",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "China trade blame for coronavirus, hampering global economy rescue",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Segmenting local residents by their attitudes, interests, and opinions toward tourists",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cosenza",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Travel Research",
            "volume": "27",
            "issn": "2",
            "pages": "2--8",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Awareness of tourism impacts on climate change and the implications for travel practice: A polish perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Filimonau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hares",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mika",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Travel Research",
            "volume": "52",
            "issn": "4",
            "pages": "506--519",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Prejudice, stereotyping and discrimination: Theoretical and empirical overview. In , 80. The SAGE Handbook of Prejudice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dovidio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hewstone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Esses",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--28",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A causation theory of visitor-resident irritants: Methodology and research inferences",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Doxey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Travel and tourism research associations sixth annual conference proceedings",
            "volume": "",
            "issn": "",
            "pages": "195--198",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Digital free tourism-an exploratory study of tourist motivations",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wassler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Place attachment, host-tourist interactions, and residents' attitudes towards tourism development: The case of Boa Vista Island in Cape Verde",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eusébio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Sustainable Tourism",
            "volume": "26",
            "issn": "6",
            "pages": "890--909",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Processo agli untori. Milano 1630: Cronaca e atti giudiziari",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farinelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paccagnini",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Impacts of Covid-19 on peer-to-peer accommodation platforms: Host perceptions and responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farmaki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miguel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Drotarova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleksić",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Č"
                    ],
                    "last": "Efthymiadou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Hospitality Management",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A framework for monitoring community impacts of tourism",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tideswell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Sustainable Tourism",
            "volume": "5",
            "issn": "1",
            "pages": "3--28",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fake news\" meets tourism: A proposed research agenda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fedeli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annals of Tourism Research",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Host community reactions: A cluster analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fredline",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annals of Tourism Research",
            "volume": "27",
            "issn": "3",
            "pages": "763--784",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Residents' reactions to the staging of major motorsport events within their communities: A cluster analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fredline",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Event Management",
            "volume": "7",
            "issn": "2",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 is expanding global consciousness and the sustainability of travel and tourism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Geographies",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus: Chinatown business plummets across world amid global outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cavataro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Do not violate the international health regulations during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Burci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "De Campos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chirwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cinà",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dagron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Negri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "664--666",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Residents' attitudes toward tourism development: A literature review with implications for tourism planning",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harrill",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Planning Literature",
            "volume": "18",
            "issn": "3",
            "pages": "251--266",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Tourism planning in historic districts: Attitudes toward tourism development in Charleston",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harrill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Potts",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the American Planning Association",
            "volume": "69",
            "issn": "3",
            "pages": "233--244",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sociocultural impacts of tourism in Scandinavia: Studies of three host communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Haukeland",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Tourism Management",
            "volume": "5",
            "issn": "3",
            "pages": "207--214",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The \"war over tourism\": Challenges to sustainable tourism in the tourism academy after COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Higgins-Desbiolles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Sustainable Tourism",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Socialising tourism for social and ecological justice after COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Higgins-Desbiolles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Geographies",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Social representations theory: A new theory for media research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Höijer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Resident attribution and tourist stereotypes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Hospitality and Tourism Research",
            "volume": "43",
            "issn": "4",
            "pages": "489--516",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "La Cina usa uno studio italiano sul Covid19 per scaricare la colpa su di noi",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Innocenzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business insider Italia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronavirus: US secretary of state Mike Pompeo switches disease name to \"Wuhan virus\" as it spreads in the US",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jaipragas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "South China morning post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Madness and social representations: Living with the mad in one French community",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jodelet",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The rehabilitation of common sense: Social representations, science and cognitive Polyphasia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jovchelovitch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Journal of Analytical Psychology",
            "volume": "38",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A theoretical analysis of host community resident reactions to tourism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jurowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uysal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Travel Research",
            "volume": "36",
            "issn": "2",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Effects of COVID-19 on preferences for private dining facilities in restaurants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hospitality and Tourism Management",
            "volume": "45",
            "issn": "",
            "pages": "67--70",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Understanding the COVID-19 tourist psyche: The evolutionary tourism paradigm",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nørfelt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Josiassen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Tsionas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Tourism Research",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Si sta scatenando un'assurda caccia all'untore",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Repubblica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Coronavirus, non usate il termine untore, è dispregiativo",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Repubblica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Coronavirus impacts on postpandemic planned travel behaviours",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Coca-Stefaniak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Tourism Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annals.2020.102964"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Seeing the invisible hand: Underlying effects of COVID-19 on tourists' behavioral patterns",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Destination Marketing & Management",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Trump blames China for coronavirus pandemic: 'The world is paying a very big price for what they did",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mangan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The mutual gaze",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maoz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annals of Tourism Research",
            "volume": "33",
            "issn": "1",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The face of the coronavirus': A Hong Kong student shunned in Italy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "24. QUARTZ: Hysteria over coronavirus in Italy is reminiscent of the black death",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Factors predicting rural residents' support of tourism",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcgehee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Andereck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Travel Research",
            "volume": "43",
            "issn": "2",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Tourism and quality of life: Towards a more critical approach",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moscardo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Tourism and Hospitality Research",
            "volume": "9",
            "issn": "2",
            "pages": "159--170",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Exploring social representations of tourism planning: Issues for governance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moscardo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Sustainable Tourism",
            "volume": "19",
            "issn": "4-5",
            "pages": "423--436",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "La psychanalyse, son image et son public",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The phenomenon of social representations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Social representations: explorations in social psychology",
            "volume": "",
            "issn": "",
            "pages": "18--77",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Notes towards a description of Social representations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "European Journal of Social Psychology",
            "volume": "18",
            "issn": "",
            "pages": "211--250",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Social representations: explorations in social psychology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Ideas and their development: A dialogue between Serge Moscovici and Ivana Marková",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marková",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "S. Moscovici social representations: Explorations in social psychology",
            "volume": "",
            "issn": "",
            "pages": "224--286",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Travel and tourism after COVID-19-business as usual or opportunity to reset? Tourism Geographies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Nepal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The collapse of tourism and its impact on wildlife tourism destinations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newsome",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Tourism Futures",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/JTF-04-2020-0053"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Arrivano gli untori 'necessari', ma anche questa volta non esistono",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Social representations of tourist selfies: New challenges for sustainable tourism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pastore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moscardo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Conference Proceedings of BEST EN Think Tank XV",
            "volume": "",
            "issn": "",
            "pages": "59--73",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A me non mi fregano. I cinesi ci hanno portato il virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pegoraro",
                    "suffix": ""
                },
                {
                    "first": "Meloni",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Resident support for tourism development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Perdue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annals of Tourism Research",
            "volume": "17",
            "issn": "4",
            "pages": "586--599",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Raccolta date statistici riguardante il turismo",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Di Pisa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Turismo a Pisa e provincia: nel 2018 oltre 3,5 milioni di presenze",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pisatoday",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Tourism's impacts: The social costs to the destination community as perceived by its residents",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pizam",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Travel Research",
            "volume": "16",
            "issn": "4",
            "pages": "8--12",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Time for reset? COVID-19 and tourism resilience",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prayag",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Review International",
            "volume": "24",
            "issn": "2-3",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Al Nord ci si ammala, venite in vacanza al Sud",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priante",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Polemica sullo spot di Klaus Davi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Social costs of tourism during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Tourism Research",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Zaia: \"I cinesi mangiano topi vivi\". L'ambasciata di Pechino protesta, lui si scusa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rai News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Theory and method for the analysis of Social representations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rochira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salvatore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Veltri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lancia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Media and Social Representations of Otherness",
            "volume": "",
            "issn": "",
            "pages": "17--38",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Is globalization responsible of the Wuhan-COVID-19 worldwide crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ruiz Estrada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSOCIAL REPRESENTATIONSN 3551944",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The attitudes of Bakewell residents to tourism and issues in community responsive tourism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Tourism Management",
            "volume": "15",
            "issn": "5",
            "pages": "358--369",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "L'Italia punta al turismo cinese. Il Foglio",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salemi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Gli italiani bloccati in Inghilterra possono rientrare: l'ordinanza del governo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G F"
                    ],
                    "last": "Sarzanini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Frate",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Corriere della Sera",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Coronavirus: Scientists brand 5G claims 'complete rubbish'. BBC News",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schraer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lawrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Host perceptions of tourism: A review of the research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharpley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tourism Management",
            "volume": "42",
            "issn": "",
            "pages": "37--49",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Tourism and COVID-19: Impacts and implications for advancing and resetting industry and research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sigala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusres.2020.06.015"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Coronavirus, in Africa è caccia aperta agli europei: \"untori",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simoncelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The pandemic infodemic: How social media helps (and hurts) during the coronavirus outbreak. The Drum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sokolov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Small firms in tourism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Coronavirus crisis will burden economy for 'years to come",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thorbecke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OECD chief says. ABC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Residents' discrimination against tourists",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W S"
                    ],
                    "last": "Tung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Tourism Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09669582.2020.1860995"
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Reducing tourist stereotyping: Effectiveness of communication messages",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W S"
                    ],
                    "last": "Tung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "A review of controversies about social representations theory: A British debate",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Ugur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akbıyık",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Tourism Management Perspectives",
            "volume": "36",
            "issn": "4",
            "pages": "431--454",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Relevance, discourse and the 'hot' stable core SOCIAL REPRESENTATIONS-A structural analysis of word associations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valencia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Elejabarrieta",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "British Journal of Social Psychology",
            "volume": "35",
            "issn": "3",
            "pages": "331--351",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Social representations and resident attitudes: A multiple-mixed-method approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wassler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "L"
                    ],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuckert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annals of Tourism Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "You're welcome? Hong Kong's attitude towards the individual visit scheme",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wassler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuckert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Petrick",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Tourism Research",
            "volume": "",
            "issn": "",
            "pages": "637--649",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Impacts of the coronavirus pandemic on Europe's tourism industry: Addressing tourism enterprises and workers in the undeclared economy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Tourism Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jtr.2395"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Tourism and the COVID-(mis) infodemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wassler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferdinand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/00472087520981135"
                ]
            }
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "COVID-19): Situation Report",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Coronavirus puts up to 50 million Travel and Tourism jobs at risk says WTTC",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Cina-Italia: celebrato l'Anno della cultura e turismo",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xinhua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Tourism recovery strategy against COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Recreation Research",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Residents' perceptions towards the impacts of the Beijing 2008 Olympic games",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ap",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Travel Research",
            "volume": "48",
            "issn": "1",
            "pages": "78--91",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Interviewee details.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.tmp.2021.100813.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}