{
    "paper_id": "07237d27405551d9f186e2ae8c43d0f981b17c74",
    "metadata": {
        "title": "Technology, community, and equity: Considerations for collecting social determinants data",
        "authors": [
            {
                "first": "Aditi",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Chan Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "Y"
                ],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Chan Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Jordy",
                "middle": [],
                "last": "Mehawej",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Chan Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Shiksha",
                "middle": [],
                "last": "Joshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Chan Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Apurv",
                "middle": [],
                "last": "Soni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Chan Medical School",
                    "location": {
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahasin",
                "middle": [
                    "S"
                ],
                "last": "Mujahid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ms Aditi Singh, Univer-sity of Massachusetts Chan Medical School",
                    "institution": "",
                    "location": {
                        "addrLine": "55 N Lake Ave",
                        "postCode": "01655",
                        "settlement": "Berkeley, Worcester",
                        "region": "California., MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "accompanying smartphone, if needed, for phase 1 of RU-RAL, the mobile health (mHealth) component of the study. The primary aim of the mHealth-focused portion is to understand the disparities of chronic HLBS disorders in the rural southeastern United States by employing mHealth solutions to provide more accessible methods for collecting activity metrics and general health information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once participants receive their devices, they are assisted with device registration and general use via a call from research staff. Participants are asked to wear their Fitbit devices for 6 months and to complete periodic questionnaires about their general health status as well as a myriad of SDOH on their smartphone via MyDataHelps (CareEvolution, Inc, Ann Arbor, MI), a health care app used by the study for survey deployment. Figure 1 shows the list of mHealth questionnaires deployed to participants. Data collected from these questionnaires relate to features of neighborhood physical and social environments that have been found to be associated with increased risk of developing CVD and a worse prognosis. 5 Over the course of the study, research staff provide participants with technical assistance, if needed, and booster calls to encourage study engagement in participants with low device interaction. Figure 2 illustrates the utilization of mHealth technology for collecting and processing data regarding SDOH and other key health metrics. Survey responses and Fitbit data (steps, sleep logs, heart rate, etc) are periodically synced to CareEvolution's secure data cloud and exported to the Study Data Coordinating Center's data repository for future analysis of significant SDOH patterns. These data are also presented in automated daily reports for the mHealth team to monitor adherence.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 716,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 439,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 922,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Upon conclusion of the mHealth phase, participants undergo a comprehensive physical health examination on a mobile examination unit, providing valuable physical health data to augment the self-reported health information and actigraphy results, allowing for a more holistic understanding of the participants' health and any potential associations with measured SDOH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gathering detailed information on an individual's neighborhood environment is becoming increasingly recognized as a crucial component of understanding the impact that social determinants have on individual and public health, and this has been further highlighted by the ongoing COVID-19 pandemic. Emerging research clearly demonstrates COVID-19's differential impact on underserved and rural communities, and it is imperative to adequately capture important neighborhood-level predictors of health outcomes to better understand the extent to which these communities have been affected, and to equitably promote their recovery and healing. mHealth tools have drastically transformed the framework of data collection within clinical and population health research and can significantly reduce accessibility barriers for research participants to allow for convenient, continuous real-time health and activity space assessments. Digital interventions leveraging remote data collection, and providing study participants with requisite devices when necessary, serves to bridge the digital divide that would otherwise preclude rural populations' participation in key research opportunities for advancing health equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, multiple modes of data collection (telephone calls, smartphone applications, wearable sensors, etc) can further increase the accessibility for this population. For participants who are unfamiliar with technology, research study staff can enlist the help of more technologically adept relatives or use screen-sharing capabilities of online meeting modalities (eg, Zoom) during mHealth calls to ensure successful device use and data acquisition. Lastly, and perhaps most importantly, researchers must develop strategies (eg, consistent outreach via e-mail or phone calls and fair compensation) to encourage study engagement and enthusiasm among participants to overcome potential participation hesitancy and the significant time burden possibly conferred by participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While in-person engagement remains crucial for academic researchers to build trust with vulnerable communities, mobile and digital health tools additionally serve as a promising modality for outreach. The RURAL Heart and Lung Study seeks to demonstrate that an mHealth protocol, supplemented with in-person outreach and community engagement, can result in successful rapid, real-time SDOH data collection in under-resourced communities, improving our current knowledge and understandings of the prevalent HLBS disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ongoing research in this article is funded by the National Heart, Lung, and Blood Institute grant U01HL146382.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Sources"
        },
        {
            "text": "The authors have no financial disclosures or conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        },
        {
            "text": "Eric Y. Ding's time was funded by NIH grant F30HL149335.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        },
        {
            "text": "Jordy Mehawej's time was funded by NIH grant T32HL120823.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        },
        {
            "text": "All authors attest they meet the current ICMJE criteria for authorship. Figure 1 Questionnaires administered to RURAL study participants during the mHealth phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Authorship"
        },
        {
            "text": "Gathering detailed information on an individual's neighborhood environment is becoming increasingly recognized as a crucial component of understanding the impact that social determinants have on individual and public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY FINDINGS"
        },
        {
            "text": "Digital tools, such as wearable activity trackers and smartphones, can reduce accessibility barriers for research participants in rural and underserved populations to allow for effective data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY FINDINGS"
        },
        {
            "text": "When using digital interventions, researchers should develop strategies (eg, consistent outreach via e-mail or phone calls and fair compensation) to encourage study engagement and enthusiasm among participants in order to overcome potential participation hesitancy and the significant time burden possibly conferred by participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY FINDINGS"
        },
        {
            "text": "Given his role as Editor-in-Chief, Dr David McManus had no involvement in the peer review of this article and has no access to information regarding its peer review. Full responsibility for the editorial process for this article was delegated to David Duncker, MD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Call to action: structural racism as a fundamental driver of health disparities: a presidential advisory from the American Heart Association",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Churchwell",
                    "suffix": ""
                },
                {
                    "first": "Msv",
                    "middle": [],
                    "last": "Elkind",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "142",
            "issn": "",
            "pages": "454--468",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of neighborhoods on cardiovascular risk: the MESA neighborhood study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Diez Roux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mujahid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Global Heart",
            "volume": "11",
            "issn": "",
            "pages": "353--363",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trends and patterns of geographic variation in cardiovascular mortality among US counties",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dwyer-Lindgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bertozzi-Villa",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "JAMA",
            "volume": "317",
            "issn": "",
            "pages": "1976--1992",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Challenges and opportunities for the prevention and treatment of cardiovascular disease among young adults: report from a National Heart, Lung, and Blood Institute working group",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Gooding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Gidding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Heart Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Residential environments and cardiovascular risk",
            "authors": [
                {
                    "first": "Diez",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Urban Health",
            "volume": "80",
            "issn": "",
            "pages": "569--589",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Figure 2 Collection of social determinants of health (SDOH) and other key health metrics using mHealth technology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cardiovascular disease; Rural health; Wearable devices; Social determinants of health; Technology (Cardiovascular Digital Health Journal 2022;3:107-109)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}