{
    "paper_id": "08ed57c34db3215b58908d373fff5fe2ac6fb5e7",
    "metadata": {
        "title": "A Hierarchy of Algebras for Boolean Subsets",
        "authors": [
            {
                "first": "Walter",
                "middle": [],
                "last": "Guttmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Canterbury",
                    "location": {
                        "settlement": "Christchurch",
                        "country": "New Zealand"
                    }
                },
                "email": "walter.guttmann@canterbury.ac.nz"
            },
            {
                "first": "(",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernhard",
                "middle": [],
                "last": "Möller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universität Augsburg",
                    "location": {
                        "settlement": "Augsburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present a collection of axiom systems for the construction of Boolean subalgebras of larger overall algebras. The subalgebras are defined as the range of a complement-like operation on a semilattice. This technique has been used, for example, with the antidomain operation, dynamic negation and Stone algebras. We present a common ground for these constructions based on a new equational axiomatisation of Boolean algebras. All results are formally proved in Isabelle/HOL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Boolean algebras abound in formal approaches to program semantics as well as algorithm derivation and verification. Often such an algebra arises as a subalgebra of some overall algebra for the problem at hand. There are various methods of defining a Boolean substructure, for example, introducing a special type or sort for the subalgebra and then stipulating one of the standard Boolean algebra axiom sets for it. However, the extra type may get into the way of automatic verification with tools that only support a single sort. Then the Boolean sort has to be simulated by a characterising predicate, and many otherwise equational formulas need to be enriched by a premise involving that predicate. This complicates specifications and may hamper efficient automatic treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore a different approach has been studied: enrich the algebra with a special operation leading into the intended subalgebra and add sufficiently many axioms to guarantee that the range of that operation has a Boolean structure. Examples for this are the antidomain operation in idempotent (left) semirings [10] [11] [12] , dynamic negation [21] , the operation yielding tests in [17, 19] , and the pseudocomplement operation in Stone algebras [13, 16, 18] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[17,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The axiomatisations in these examples are all similar since they follow the same goal. The aim of the present paper is to exhibit a ground pattern for them and so allow a more unified treatment. For instance, the common structure of the seemingly disparate topics of Stone algebras and antidomain semirings is exhibited. To this end we first propose a succinct yet understandable set of axioms for Boolean algebras. Imposing these on the range of the complement operation, we develop a hierarchy of algebras with a Boolean subalgebra and further structure overall. The hierarchy ultimately specialises to antidomain semirings and Stone algebras.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The contributions of this paper are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-Formally verified proofs of Byrne's axiomatisations of Boolean algebras in Sects. 4.1 and 4.2. -A new and formally verified axiomatisation of Boolean algebras, which is equational and based on join and complement, in Sect. 4.3. -A hierarchy of algebras each with a subset that forms a Boolean algebra and successively stronger assumptions for the overall set in Sect. 6 . Stone algebras arise as a specialisation of this hierarchy in Sect. 7. One of the algebras corresponds to antidomain semirings as shown in Sect. 8.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All results have been formally verified in Isabelle/HOL [31] . Due to their extent the proofs are omitted in this paper. They can be found in the Isabelle/HOL theory file at http://www.csse.canterbury.ac.nz/walter.guttmann/algebra/. In Sects. 3 and 4 we review various axiomatisations of Boolean algebras from the literature and present a new equational one tailored to our needs. Section 5 adapts this for the above-mentioned construction of Boolean subalgebras of larger overall algebras. In Sect. 6 we add successively stronger assumptions to the overall algebra. Sections 7 and 8 show how Stone algebras and antidomain semirings fit into this hierarchy.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Boolean algebras have been extensively studied in the literature. In the following we discuss a selection of related works.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Some approaches build Boolean algebras on a hierarchy of more basic algebraic structures, for example, as complemented distributive lattices [2] . Other approaches are based on fewer operations and axioms, and introduce further operations of Boolean algebras by definitions. For example, one of Huntington's axiomatisations uses just the operations of join and complement with three equational axioms [22] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Huntington postulates that join is associative and commutative, but the third axiom is quite complex and not handy for manual proofs. There have been attempts to replace this axiom. Byrne [5] substitutes an equivalence, as detailed in Sect. 4, and also combines associativity and commutativity into one equational axiom. A related axiomatisation was proposed by Frink [14] . A later axiomatisation based on join and complement [28] uses the following two equations:",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[28]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Here again the second axiom is not easy to explain. A single-equation axiomatisation in terms of the Sheffer stroke or NAND operation | was given in [27] :",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "(x|((y|x)|x))|(y|(z|x)) = y However, it seems too complex for practical purposes. In Sect. 4.3 we present an axiomatisation in which we try to strike a balance between simplicity/understandability and small number of axioms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Axioms for domain and antidomain in idempotent semirings and weaker semiring structures have been studied, for example, in [9] [10] [11] [12] . Axioms for these operations in semigroups and monoids have been studied, for example, in [7, 23] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In this section we present Huntington's axioms for Boolean algebras and discuss how Boolean algebras are implemented in Isabelle/HOL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boolean Algebras"
        },
        {
            "text": "Huntington gave the following axiomatisation of Boolean algebras [22] . It is based only on join and complement.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Huntington's Axioms"
        },
        {
            "text": "A Boolean algebra is a set S = ∅ with a binary operation and a unary operation such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": "The operation is called join and the operation is called complement. In a Boolean algebra, x x = y y for all x, y ∈ S. Hence the order , the strict order , the meet operation , the difference −, the greatest element and the least element ⊥ can be defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1."
        },
        {
            "text": "An extended Boolean algebra is a Boolean algebra S with relations and , binary operations and −, and constants and ⊥ such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2."
        },
        {
            "text": "We explain the hierarchy of orders and lattices in Isabelle/HOL up to Boolean algebras. These structures are implemented as type classes, which offer means to group operations and axioms, arrange them in hierarchies, dynamically inherit results, and exhibit multiple instances [20] . Every class has a single type parameter, which can be instantiated with a HOL type. Types in HOL must not be empty.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Boolean Algebras in Isabelle/HOL"
        },
        {
            "text": "A partial order on a set S = ∅ is a reflexive, transitive and antisymmetric relation on S with associated strict order . This means, for all x, y, z ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boolean Algebras in Isabelle/HOL"
        },
        {
            "text": "A lattice is a set S partially ordered by where any two elements x, y ∈ S have a least upper bound or join x y and a greatest lower bound or meet x y. This means, for all x, y, z ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boolean Algebras in Isabelle/HOL"
        },
        {
            "text": "A bounded lattice is a lattice S with a least element ⊥ and a greatest element . This means, for all x ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Boolean Algebras in Isabelle/HOL"
        },
        {
            "text": "A lattice S is distributive if the following axiom holds for all x, y, z ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "A Boolean algebra is a bounded distributive lattice S with a complement and a difference − satisfying, for all x, y ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "The above axiomatisation is equivalent to the extended Boolean algebras based on Huntington's axioms. This has been proved in Isabelle/HOL in [33] , which also shows the equivalence to Robbins algebras and to an axiomatisation basing the lattice structure on and rather than .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "Next we describe Stone algebras. Previous work extended the Isabelle/HOL hierarchy by various pseudocomplemented algebras [18] . Their place is between bounded (distributive) lattices and Boolean algebras.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "A (distributive) p-algebra is a bounded (distributive) lattice S with a unary pseudocomplement satisfying, for all x, y ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "A Stone algebra is a distributive p-algebra S satisfying the following equation for all x ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "An extended Stone algebra adds to a Stone algebra S a difference -satisfying, for all x, y ∈ S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "To simplify comparisons, we provide this and similar extensions of algebras to obtain the signature (S, , , , , −, , ⊥, ) used by Isabelle/HOL. Adding the axiom x = x to extended Stone algebras gives extended Boolean algebras.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "⊥ x x"
        },
        {
            "text": "In this section we consider three axiomatisations of Boolean algebras, which are based only on join and complement, as are Huntington's axioms. The first two are from the literature and the third is new. A motivation for these versions is that the axioms are easier to understand than Huntington's third axiom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative Axiomatisations of Boolean Algebras"
        },
        {
            "text": "The following axiomatisation is from [5, Formulation A]; see also [14] . It replaces Huntington's third axiom with an equivalence. The formulas in the equivalence express y x in two different ways, noting that z z represents .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Lee Byrne's Formulation A"
        },
        {
            "text": "x, y, z ∈ S, x (y z) = (x y) z x y = y x x y = z z ⇔ x y = x",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3. The structure (S, , ) is a Boolean algebra if and only if, for all"
        },
        {
            "text": "The following axiomatisation is from [5, Formulation B] . It combines associativity and commutativity into one axiom.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 41,
                    "end": 55,
                    "text": "Formulation B]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lee Byrne's Formulation B"
        },
        {
            "text": "x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4. The structure (S, , ) is a Boolean algebra if and only if, for all"
        },
        {
            "text": "The following new axiomatisation is based on semilattices, that is, sets with an associative, commutative and idempotent operation. We add the double complement rule and that is unique. The final axiom is similar to the logical statement P ∨ Q = P ∨ (¬P ∧ Q). The dual of the final axiom is used in [1] for an axiomatisation of pseudocomplemented semilattices.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "An Equational Axiomatisation Based on Semilattices"
        },
        {
            "text": "x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5. The structure (S, , ) is a Boolean algebra if and only if, for all"
        },
        {
            "text": "This axiomatisation is equational with few and simple axioms, which is useful for both manual and automated proofs. Counterexamples generated by Nitpick [4] witness that the axioms are independent of each other. The smallest counterexample for independence of associativity the tool found has 16 elements.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 5. The structure (S, , ) is a Boolean algebra if and only if, for all"
        },
        {
            "text": "In a number of situations a subset of the elements under consideration forms a Boolean algebra, whereas a more general structure is desired for the overall set. An example is that of Kleene algebras with tests [24] where the overall structure forms a Kleene algebra (with operations for join, composition and iteration) and a designated subset of tests forms a Boolean algebra (in which meet coincides with composition). In computation models, elements of the Kleene algebra model state changes while tests model conditions on states. Another example is that of weighted graphs [18] where the overall structure forms a Stone relation algebra and a subset forms a relation algebra. It uses the well-known fact that the elements of a Stone algebra satisfying x = x form a Boolean subalgebra [16] . Elements of the Stone relation algebra model graphs with edge weights while elements of the Boolean subset model unweighted graphs. In both examples it is convenient to have a single-sorted structure, where the Boolean algebra axioms hold only for a subset of elements of the overall algebra.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Subset Boolean Algebras"
        },
        {
            "text": "In the remainder of this paper we study axiomatisations describing the common structure underlying these situations. Our most general setting, taken from [19] , is a set S with a subset S ⊆ S of elements that forms a Boolean algebra. We axiomatise that Boolean algebra structure using the and operations. To obtain a single-sorted structure in Isabelle/HOL these operations are introduced on the overall set S, however their axioms are restricted to the subset S . This first building block B 0 in our hierarchy of structures results by applying Huntington's axioms [22] to the range S of operation , which serves as complement on the range. It provides a Boolean algebra structure on S without imposing any further constraints on the overall set. Building block B 0 is used as a reference in the subsequent development and to prove results to be inherited by further, more special structures. Results that hold in Boolean algebras can be stated for the subset S by using elements from the range of instead of arbitrary elements; they are derived in the order used by [25] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Subset Boolean Algebras"
        },
        {
            "text": "Given a set S with a unary operation we write S = {x | x ∈ S} for the range of . The first three equations are Huntington's axioms for Boolean algebras applied to the range of . The last equation states that S is closed under . Note that the behaviour of the operations on elements in S \\ S is left unspecified by the axioms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subset Boolean Algebras"
        },
        {
            "text": "A B 0 -algebra is a set S = ∅ with a binary operation and a unary operation such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 6."
        },
        {
            "text": "The remaining operations of Boolean algebras can be defined in terms of and on S .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 6."
        },
        {
            "text": "An extended B 0 -algebra is a B 0 -algebra S with relations and , binary operations and −, and constants and ⊥ such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7."
        },
        {
            "text": "The following result confirms that we obtain the desired Boolean algebra structure on S . Structural results about extended algebras, such as part 2 of Theorem 8, enable the use of existing Isabelle/HOL theories for Boolean algebras.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 7."
        },
        {
            "text": "We now discuss axioms that make the range of a Boolean algebra, but add further properties that are common to the intended models. In these models, the unary operation can be a complement, a pseudocomplement or the antidomain operation. For simplicity, we mostly call the 'complement'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subset Boolean Algebras with Additional Structure"
        },
        {
            "text": "We first look at structures based only on join and complement, and then add axioms for the remaining operations of Boolean algebras. In the intended models, the operation , which is the meet on the range of the operation , can be the meet in the overall algebra or the composition operation of a (left) semiring. For simplicity, we mostly call the 'meet'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subset Boolean Algebras with Additional Structure"
        },
        {
            "text": "The axioms of building block B 1 are based on the ones in Sect. 4.3. We follow the idea of applying the Boolean algebra axioms to the range of the operation , but we only do this where necessary for the intended models. For example, the intended models have a semilattice structure on the overall algebra, not just on the Boolean subset. In contrast, the double complement axiom only applies to the subset, not to the overall algebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumptions Derived from the New Axiomatisation"
        },
        {
            "text": "A B 1 -algebra is a set S = ∅ with a binary operation and a unary operation such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Using a similar approach, the remaining operations of Boolean algebras are introduced as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": ", binary operations and −, and constants and ⊥ such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 10. An extended B 1 -algebra is a B 1 -algebra S with relations and"
        },
        {
            "text": "The following result shows that B 1 -algebras specialise B 0 -algebras. Hence we again obtain the Boolean algebra structure on S . Theorem 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 10. An extended B 1 -algebra is a B 1 -algebra S with relations and"
        },
        {
            "text": "1. Every B 1 -algebra is a B 0 -algebra. 2. Every extended B 1 -algebra is an extended B 0 -algebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 10. An extended B 1 -algebra is a B 1 -algebra S with relations and"
        },
        {
            "text": "In building block B 2 we add axioms covering further properties common to structures with antidomain or (pseudo)complement. In particular, they allow us to derive that is antitone and satisfies one of De Morgan's laws in the overall algebra. Moreover, double complement distributes over in the overall algebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stronger Assumptions Based on Join and Complement"
        },
        {
            "text": "x (y z) = (x y) z",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 12. A B 2 -algebra is a set S = ∅ with a binary operation and a unary operation such that, for all x, y, z ∈ S,"
        },
        {
            "text": "An extended B 2 -algebra is obtained from this by adding the operations and axioms given in Definition 10. The following result shows consequences. Theorem 13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 12. A B 2 -algebra is a set S = ∅ with a binary operation and a unary operation such that, for all x, y, z ∈ S,"
        },
        {
            "text": "x y x y = x x y = x y x y x y = x 3. Let S be an extended B 2 -algebra. Then, for all x, y ∈ S, x y ⇒ y x x y = x y x y ⇒ x y",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Every (extended) B 2 -algebra is an (extended) B 1 -algebra. 2. Let S be a B 2 -algebra. Then, for all x, y ∈ S,"
        },
        {
            "text": "In building block B 3 we add axioms of covering further properties common to the antidomain and pseudocomplement instances. We omit the left distributivity rule and the right zero rule as they do not hold in some models. For the same reason, the operation does not have to be commutative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Axioms for Meet"
        },
        {
            "text": "To simplify comparison with the antidomain model we supply a translation table for the operations and relations, where +, ·, 0 and 1 are operations known from semirings, a stands for antidomain and d for domain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Axioms for Meet"
        },
        {
            "text": "We frequently write xy instead of x · y. The additional equations in the following definition are just translations of the formulas on the left and not part of the axiomatisation. We translate results similarly in the remainder of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Axioms for Meet"
        },
        {
            "text": "An extended B 3 -algebra is an extended B 2 -algebra S such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 14."
        },
        {
            "text": "The following result gives derived properties of .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 14."
        },
        {
            "text": "Let S be an extended B 3 -algebra. Then, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 15."
        },
        {
            "text": "Counterexamples generated by Nitpick witness that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 15."
        },
        {
            "text": "do not hold for some extended B 3 -algebra S and some x, y, z ∈ S. Hence our axiomatisation also covers structures weaker than idempotent left semirings (where the first and third of these properties are required).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 15."
        },
        {
            "text": "The following axioms of building block B 4 also hold in the pseudocomplement and antidomain models, but follow from the axioms of B 5 -algebras introduced below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stronger Assumptions for Meet"
        },
        {
            "text": "An extended B 4 -algebra is an extended B 3 -algebra S such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 16."
        },
        {
            "text": "Counterexamples generated by Nitpick witness that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 16."
        },
        {
            "text": "do not hold for some extended B 4 -algebra S and some x, y, z ∈ S. We will come back to B 4 -algebras when we study the antidomain model in more detail in Sect. 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 16."
        },
        {
            "text": "In building block B 5 we specialise to meet and to pseudocomplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subset Boolean Algebras in Stone Algebras"
        },
        {
            "text": "An extended B 5 -algebra is an extended B 3 -algebra S such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 17."
        },
        {
            "text": "The following result shows that B 5 -algebras correspond to Stone algebras. Parts 2 and 3 do not combine to an equivalence because the difference operation − is axiomatised only on S in B 5 -algebras but on S in Stone algebras. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 17."
        },
        {
            "text": "In this section we study the connection to antidomain semirings, which, in particular, are semilattices. We show that they correspond to extended B 4 -algebras. We start by introducing idempotent left semirings (IL-semirings).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antidomain Semirings"
        },
        {
            "text": "An IL-semiring is a set S = ∅ with relations and , binary operations and , and constants and ⊥ such that, for all x, y, z ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "An IL-semiring S is partially ordered by . We now introduce the notion of tests, using semiring notation for ease of reference. Our presentation follows [29] . Tests algebraically represent conditions in programs and can be used to construct conditionals, while-loops, assertions and related statements. All these statements have in common that they check if a condition is satisfied in the current state, but this check does not modify the state. A condition p acts as an identity on states that satisfy p, so it is reasonable to model it algebraically by an element below 1 which represents 'do nothing'.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "In an IL-semiring a test is an element p that has a complement q relative to 1, that is, p + q = 1 and p · q = 0 = q · p. In particular, 0 and 1 are tests. By the requirement p + q = 1 every test is a sub-identity, that is, satisfies p ≤ 1. The set of all tests of an IL-semiring S is denoted by test(S). It is not hard to show that a complement of p is unique if it exists; we will denote it by ¬p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "Next we introduce an abstract domain operation d that assigns to a semiring element, which represents a set of transitions from states to states, the test that describes precisely its possible starting states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "As a motivation, consider the IL-semiring of binary relations over a set M , with union as +, relational composition as ·, the identity relation as 1 and the empty relation as 0. Then the domain d(R) of a binary relation R ⊆ M × M is the set {u ∈ M | ∃v ∈ M : (u, v) ∈ R}. In the semiring setting, this set should be represented as a test in the IL-semiring of binary relations, that is, as the sub-identity d(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "Abstracting from the relational IL-semiring to a general one, we arrive at the following definitions [8, 29] . A left prepredomain semiring is an IL-semiring S with an additional prepredomain operation d : S → test(S) satisfying",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "for all x ∈ S. We call d a predomain operation if additionally",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "for all x ∈ S and p ∈ test(S). Finally, a predomain operation d is called a domain operation if it satisfies the locality axiom",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "for all x, y ∈ S. See [9] for axioms (d1), (d2) and (d3) in idempotent semirings.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "In IL-semirings, axioms (d1), (d2) and (d3) are independent of each other. However, (d1) and (d3) together with the assumption d(0) = 0 imply (d2). Moreover, having a predomain operation d implies that d is surjective and test(S) forms a Boolean algebra [29, Theorem 2.4.6 items 1 and 8]. Predomain is studied since in a number of cases it already suffices for the purpose at hand. For example, the algebraic soundness proof of Hoare logic in [30] does not need (d3); that axiom is only used in the proof of relative completeness of the logic. Therefore we give an antidomain analogue of (d2) below.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "Technically, by referring to test(S) the above axioms have a 'two-sorted' flavour. So there have been approaches [10] [11] [12] to give a different axiomatisation in terms of a combination of d and ¬, namely the antidomain operation a(x) = ¬d(x), and to leave test(S) unmentioned in the axioms. Originally there were three axioms for antidomain corresponding roughly to the test property, (d1) and (d3). In the present paper we also discuss the role of a further axiom corresponding to (d2); here we can show that the original antidomain axioms imply that without an additional assumption corresponding to d(0) = 0.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "To do this we first introduce prepreantidomain in PPA-semirings, preantidomain in PA-semirings and antidomain in A-semirings, and afterwards relate them to our general treatment of sets with a Boolean subset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "We start with prepreantidomain using axioms that correspond to (d1) and the test property. These are axioms (BD1) and (BD3) of [11] . In the antidomain model, d(x) = a(a(x)).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Definition 19."
        },
        {
            "text": "A PPA-semiring is an IL-semiring S with a unary operation such that, for all x ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 20."
        },
        {
            "text": "It is somewhat unexpected that the simple PPA-semiring axioms already imply a rich set of consequences shown in the following result. Many of them are concerned with how tests interact with each other and general elements under meet/composition. Theorem 21. Let S be a PPA-semiring. Then, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 20."
        },
        {
            "text": "To obtain preantidomain we add an axiom that corresponds to (d2). This axiom facilitates the import/export of composition with a test under a domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 20."
        },
        {
            "text": "A PA-semiring is a PPA-semiring S such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 22."
        },
        {
            "text": "Consequences of this additional axiom are given in the following result. They are mostly concerned with the (anti)domain of joins and the (anti)domain of meets/compositions where the first component is a test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 22."
        },
        {
            "text": "Theorem 23. Let S be a PA-semiring. Then, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 22."
        },
        {
            "text": "To obtain antidomain, we finally add a version of (d3), called (BD2) in [11] . This axiom is concerned with the (anti)domain of meets/compositions where the second component is a test. In the terminology of [10] , an A-semiring is an idempotent pre-semiring with 1 and δ that satisfies the basic Boolean domain axioms (BD1), (BD2) and (BD3).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Definition 22."
        },
        {
            "text": "A-semiring is a PPA-semiring S such that, for all x, y ∈ S,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 24. An"
        },
        {
            "text": "An A-algebra is an A-semiring with a binary operation − defined, for all x, y ∈ S, by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 24. An"
        },
        {
            "text": "Note that A-semirings are based on PPA-semirings. However, by the following result they form PA-semirings. Previous work has shown that (d2) follows if S is an A-semiring where distributes over and has ⊥ as a zero (that is, a semiring not just an IL-semiring) [11] . Moreover, using results in [10] one can show that (d2) and the PA-semiring axiom follow also when only an IL-semiring is assumed. The result also locates A-algebras in our hierarchy of algebras. Theorem 25.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Definition 24. An"
        },
        {
            "text": "Theorems 18 and 25 imply that every extended Stone algebra is an A-algebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Every PA-semiring is a B 2 -algebra. 2. Every A-semiring is a PA-semiring. 3. Every Stone algebra is an A-semiring. 4. S is an A-algebra if and only if S is an extended B 4 -algebra."
        },
        {
            "text": "We have presented a hierarchy of axiom systems as a common basis for approaches to induce a Boolean subalgebra in a larger overall algebra as the range of a complement-like operation. Except for the most basic axiomatisation, which imposes no extra structure beyond the Boolean subalgebra, the axioms assume that the overall algebra is a semilattice. The hierarchy has shed new light on the interconnections between several such approaches. The axioms are simple and perspicuous when translated into formulas of the respective theories. All of our axioms are (or can be written as) equations and hence well suited to mechanical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In situations which require a Boolean subalgebra our hierarchy offers a number of choices for axiom systems verified in Isabelle/HOL. Basing an axiomatisation on one of them eliminates the need to prove the intended Boolean laws for the substructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Working with Boolean algebras involves a choice about which operations to include in the signature and which to derive by definition. For example, [25] includes join and complement in the signature and derives meet, ⊥ and , whereas [15] includes all of these in the signature. The standard type-class implementation of Boolean algebras in Isabelle/HOL has parameters for all of these operations, a binary difference and the orders and . The separate treatment of extended structures in this paper reflects this.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Proving results such as Theorem 23 is typically highly automated in Isabelle/HOL using the built-in Sledgehammer tool [3, 32] . It filters relevant lemmas, calls fully automated external theorem provers (such as E, Spass, Vampire) and SMT solvers (such as CVC4, Z3) and reconstructs proofs within Isabelle/HOL to avoid trusting external software. In several cases, Prover9 [26] was able to find a proof where the tools called by Sledgehammer failed. Since Prover9 is not integrated with Sledgehammer, we wrote a program that transforms the output generated by Prover9 to an Isabelle/HOL proof. The translation currently works for a limited range of proofs but could form the basis of an integration into Sledgehammer. Such an extension would be beneficial because Prover9 performs well for algebraic applications [6] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stone lattices",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balbes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Duke Math. J",
            "volume": "37",
            "issn": "3",
            "pages": "537--545",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lattice Theory",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Birkhoff",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "XXV",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Extending Sledgehammer with SMT solvers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchette",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Böhme",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CADE 2011. LNCS (LNAI)",
            "volume": "6803",
            "issn": "",
            "pages": "116--130",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-22438-6_11"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nitpick: a counterexample generator for higher-order logic based on a relational model finder",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchette",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nipkow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ITP 2010",
            "volume": "6172",
            "issn": "",
            "pages": "131--146",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-14052-5_11"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Two brief formulations of Boolean algebra",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Bull. Am. Math. Soc",
            "volume": "52",
            "issn": "4",
            "pages": "269--272",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First-order theorem prover evaluation w.r.t. relation-and Kleene algebra",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Höfner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PhD Programme at RelMiCS10/AKA5",
            "volume": "",
            "issn": "",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Domain and antidomain semigroups",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jipsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RelMiCS/AKA 2009",
            "volume": "5827",
            "issn": "",
            "pages": "73--87",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-04639-1_6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fuzzifying modal algebra",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Höfner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jipsen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "RAMICS 2014",
            "volume": "8428",
            "issn": "",
            "pages": "395--411",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kleene algebra with domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "ACM Trans. Comput. Logic",
            "volume": "7",
            "issn": "4",
            "pages": "798--833",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Domain axioms for a family of near-semirings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "AMAST 2008",
            "volume": "5140",
            "issn": "",
            "pages": "330--345",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modal semirings revisited",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MPC 2008",
            "volume": "5133",
            "issn": "",
            "pages": "360--387",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-70594-9_19"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Internal axioms for domain semirings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci. Comput. Program",
            "volume": "76",
            "issn": "3",
            "pages": "181--203",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pseudo-complements in semi-lattices",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Frink",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Duke Math. J",
            "volume": "29",
            "issn": "4",
            "pages": "505--514",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Representations of Boolean algebras",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Frink",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Bull. Am. Math. Soc",
            "volume": "47",
            "issn": "10",
            "pages": "755--756",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Introduction to Boolean Algebras",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Givant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halmos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-68436-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lattice Theory: First Concepts and Distributive Lattices. W. H. Freeman and Co",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grätzer",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Algebras for iteration and infinite computations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guttmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Inf",
            "volume": "49",
            "issn": "5",
            "pages": "343--359",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Verifying minimum spanning tree algorithms with Stone relation algebras",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guttmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Log. Algebraic Methods Program",
            "volume": "101",
            "issn": "",
            "pages": "132--150",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Automating algebraic methods in Isabelle",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guttmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "ICFEM 2011",
            "volume": "6991",
            "issn": "",
            "pages": "617--632",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-24559-6_41"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Constructive type classes in Isabelle",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haftmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "TYPES 2006",
            "volume": "4502",
            "issn": "",
            "pages": "160--174",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-74464-1_11"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An equational axiomatization of dynamic negation and relational composition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hollenberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Logic Lang. Inform",
            "volume": "6",
            "issn": "4",
            "pages": "381--401",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Boolean algebra. A correction",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Huntington",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Trans. Am. Math. Soc",
            "volume": "35",
            "issn": "2",
            "pages": "557--558",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Semilattice pseudo-complements on semigroups",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stokes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Commun. Algebra",
            "volume": "32",
            "issn": "8",
            "pages": "2895--2918",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Kleene algebra with tests",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kozen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "ACM Trans. Program. Lang. Syst",
            "volume": "19",
            "issn": "3",
            "pages": "427--443",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Relation-algebraic semantics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Maddux",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Theor. Comput. Sci",
            "volume": "160",
            "issn": "1-2",
            "pages": "1--85",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prover9 and Mace4",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mccune",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Short single axioms for Boolean algebra",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mccune",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Veroff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fitelson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Autom. Reason",
            "volume": "29",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Equational logic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Prior",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Notre Dame J. Formal Logic",
            "volume": "9",
            "issn": "3",
            "pages": "212--226",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Basics of modal semirings and of Kleene/omega algebras",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Desharnais",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Algebras of modal operators and partial correctness",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Struth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theor. Comput. Sci",
            "volume": "351",
            "issn": "2",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Isabelle/HOL: A Proof Assistant for Higher-Order Logic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nipkow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "2283",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/3-540-45949-9"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Three years of experience with Sledgehammer, a practical link between automatic and interactive theorem provers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchette",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the 8th International Workshop on the Implementation of Logics",
            "volume": "",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A complete proof of the Robbins conjecture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wampler-Doty",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Archive of Formal Proofs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Let (S, , ) be a B 0 -algebra. Then (S , , ) is a Boolean algebra. 2. Let (S, , , , , −, , ⊥, ) be an extended B 0 -algebra. Then (S , , , , , −, , ⊥, ) is an extended Boolean algebra.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. Every extended B 5 -algebra is an extended B 4 -algebra. 2. Every extended B 5 -algebra is a Stone algebra. 3. Every extended Stone algebra is an extended B 5 -algebra.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Andreas Zelend and the anonymous referees for their helpful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement."
        }
    ]
}