{
    "paper_id": "09687310bd74d082a23ecf8aad3b4c264f7008bf",
    "metadata": {
        "title": "Modeling and staged assessments of the controllability of spread for repeated outbreaks of COVID-19",
        "authors": [
            {
                "first": "Jianbing",
                "middle": [
                    "Hu"
                ],
                "last": "Guoyuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Xinchen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Lin Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) has been causing an outbreak of a new type of pneumonia globally, and repeated outbreaks have already appeared. Among the studies on the spread of the COVID-19, few studies have investigated the repeated outbreaks in stages, and the quantitative condition of a controllable spread has not been revealed. In this paper, a brief compartmental model is developed. The effective reproduction number (ERN) of the model is interpreted by the ratio of net newly infectious individuals to net isolation infections to assess the controllability of the spread of COVID-19. It is found that the value of the ERN at the inflection point of the pandemic is equal to one. The effectiveness of the quarantine, even the treatment, is parametrized in various stages with Gompertz functions to increase modeling accuracy. The impacts of the vaccinations are discussed by adding a vaccinated compartment. The results show that the sufficient vaccinations can make the inflection point appear early and significantly reduce subsequent increases in newly confirmed cases. The analysis of the ERNs of COVID-19 in the United States, Spain, France, and Peru confirms that the condition of a repeated outbreak is to relax or lift the interventions related to isolation and quarantine interventions to a level where the ERN is greater than one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of April 27, 2021, SARS-CoV-2 has caused 3 116 444 deaths globally, and nearly 147.54 million cumulative confirmed cases worldwide have been reported [1] . With such a severe global pandemic, the preventions of the pandemic are uneven across countries, and the occurrence of repeated outbreaks in many countries is becoming the current urgent concern and a problem that needs to be resolved. Fortunately, several COVID-19 vaccines have been put into vaccination.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the study of the spread of the COVID-19, the assessments and predictions of the pandemic have provided some useful references for health policymaking. From the viewpoint of the spread of the pandemic in population, many compartmental models were effectively developed from the SIR (Susceptible-Infectious-Removed) model [2] and the SEIR (Susceptible-Exposed-Infected-Removed) model [3] to describe the spread dynamics of the pandemic considering different preventive measures or negative actions [4] [5] [6] [7] [8] [9] [10] [11] [12] . A developed SEIR model considering asymptomatic individuals has been proposed to estimate the spread risk of the COVID-19 and assess the impact on public health [4] . Liu et al. [5] have modeled a variant SIR model that evaluates the effects of the isolation with an exponential decline in transmission rate in China. Rong et al. [6] have established a model taking the effect of delay in diagnosis into account and studied the dependence of model parameters on the basic reproduction number. Moreover, the impacts of zoonotic spread and emigration have also been considered in a conceptual model [7] . Nonetheless, dynamic models have been rarely established from the perspective of infection controllability to assess the controllability of the pandemic.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ERN denoting the average number of infected cases caused by an infected individual in the infectious period [13] and measuring the instantaneous situation of the spread of the infectious disease has always been analyzed in the studies. Wilasang et al. [13] investigated the pandemic development of COVID-19 of several countries and found that the countries employing active case detection with prompt isolation have a higher reduction in the ERN. Peng et al. [14] quantified the critical interventions of COVID-19 to the changes of the ERNs in China, Italy, Iran, South Korea, and Japan. However, these studies have not analyzed the ERN on the controllability of infection, such as the correspondece between the inflection point and ERN.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most countries of the world have been severely suffering from COVID-19. Therefore, the research on the prevention and predictions for the second outbreak, even the repeated outbreaks, are still hotpots [15] [16] [17] [18] [19] [20] . Wang et al. [15] investigated the impact of asymptomatic individuals on the second outbreak. The study of the pandemic in China outside Hubei [16] indicated that carefully monitoring the confirmed case-fatality risk, extremely restrict quarantine measures and instantaneous reproduction number can provide a reference for preventing the potential repeated outbreaks. The second outbreak in Spain and India was also predicted by relaxing the control measures to various extents [17, 18] . Ho et al. [19] developed a mobile app named Social distancing 2.0, to avoid the repeated outbreaks, and assessed the impact of the adoption rate of this app on the basic reproduction number. Nevertheless, the assessments or predictions of the pandemic have been rarely linked to staged public health interventions or the staged change of the newly confirmed cases, and few studies have explored the relationship between the ERN and the dominant interventions to control the outbreak. We found that for repeated outbreaks, it is difficult to simulate the complete evolution of the pandemic without staged investigation and functional parameterization.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "So far, a variety of COVID-19 vaccines have been put into pandemic prevention; 961.23 million vaccine doses have been administered globally [1] . As the number of people vaccinated against COVID-19 worldwide increases, people who develop antibodies due to vaccination will gradually become a large immune compartment, which will greatly reduce the number of susceptible individuals and ease the pressure on medical and health care. Thus, the impact of vaccination cannot be ignored.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, the novelty and main contributions are as follows: This paper consists of five sections. In Sect. 2, a compartmental model is proposed, the effects of quarantine and treatment are parametrized with Gompertz functions, and the ERN in the model is reasonably explained and illustrated. In Sect. 3, the evolution of the pandemic in Italy is completely fitted and assessed in stages according to the evolution of the ERN and fitting results. Section 4 presents the discussion on the impacts of the vaccinations and the quantitative condition of a repeated outbreak. The findings of the controllability of the pandemic and limitations of the study are summarized in Sect. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2.1 Dynamic model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "Considering the spread pattern of COVID-19 before the vaccination or with a small number of vaccinators, firstly, it is assumed that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "1. The region investigated is approximately a closed system in population. 2. The unvaccinated population is susceptible due to the high infectivity of COVID-19 [21] . 3. The confirmed individuals can receive treatment and be thoroughly isolated in time. 4 . Since rare zoonotic cases have been reported, the spread way is limited to human-to-human. 5. The healed cases are immune to the SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 255,
                    "end": 256,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "As shown in Fig. 1 , the population of the investigated region consists of six compartments. S(t) means the susceptible individuals that are uninfected without immunity to SARS-CoV-2. I(t) refers to the infectious individuals with free infectivity, who have not been isolated. T(t) indicates the treated individuals with isolation, also known as existing confirmed cases with controlled infectivity. C(t) refers to the cumulative confirmed cases. R(t) refers to the recovered or healed cases, and D(t) the deceased or fatal cases. S(t), R(t), and D(t) are non-infectious. For an investigated region with population size N, N ¼ SðtÞ þ IðtÞ þ TðtÞ þ RðtÞ þ DðtÞ, and CðtÞ ¼ TðtÞ þ RðtÞ þ DðtÞ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "The complete model describing the spread dynamics of COVID-19 is built as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "where _ x is the time derivate of x. Since the unit of count is day -1 , Eq. (1) can also be discretized as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "Iðt þ 1Þ ¼ IðtÞ þ aðtÞIðtÞSðtÞ N À bðtÞIðtÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "Tðt þ 1Þ ¼ TðtÞ þ bðtÞIðtÞ À ðcðtÞ þ dðtÞÞTðtÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "Rðt þ 1Þ ¼ RðtÞ þ cðtÞTðtÞ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "Dðt þ 1Þ ¼ DðtÞ þ dðtÞTðtÞ; Cðt þ 1Þ ¼ CðtÞ þ bðtÞIðtÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "The descriptions of model parameters are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Compartmental model for the spread of COVID-19"
        },
        {
            "text": "To date, the staged public health interventions generally are determined by the development of the pandemic. Therefore, it is necessary to stage the evolution of the pandemic for accurately assessing the controllability of the spread of the pandemic. In certain countries or regions with distinct and uniform interventions, the interventive stages can be identified by iconic public health interventions. Not uniquely, we can divide the evolution of the pandemic into multiple interventive stages. For example, the first stage (S 1 ) refers to the outbreak period before the lockdown. The date interval between the start date of lockdown and the start date of the first relaxation of the lockdown is the second stage (S 2 ), also named the lockdown period. The third stage (S 3 ) is the period of the first relaxation of lockdown or critical interventions. If the pandemic situation is well controlled, some countries will further relax certain influential interventions, and the pandemic will enter the fourth stage (S 4 ), and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "Furthermore, for certain countries or regions with unbalanced or unsystematic interventions, if the evolutions of the pandemic presented a rather convoluted performance, it is hard to segment interventive stages. In this case, we can roughly stage the pandemic situation according to the trend of the newly confirmed cases; for example, in certain countries where the repeated outbreaks have occurred, we may divide the pandemic into the periods of the first outbreak, transition, second outbreak, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "We then rationale the rates mathematically according to the staged health public interventions in certain countries or regions that have taken lockdowns. In S 1 , the interventions were relatively weaker, the selfisolation was very limited, the spread environment was relatively stable, and the pandemic was basically free to spread; thus the COVID-19 spread at a higher constant aðtÞ. After the lockdown began, the pandemic entered S 2 . Lockdown remarkably reduced the humanto-human contact in the fastest way, which suddenly caused aðtÞ to drop to a lower constant. In S 3 , aðtÞ is still estimated as a constant that mainly depends on the specific measures and intensity of the interventions after relaxing the lockdown and whether the time point for relaxing the lockdown is appropriate, and so is aðtÞ in S 4 , and so on. Consequently, a switch function is proposed to describe the change of aðtÞ at different stages as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": ". . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "where S 1 : t\\s lock ; S 2 : s lock t\\s relax ; S 3 : s relex t \\s frelax ; S 4 : t ! s frelax , s lock ; s relax ; and s frelax indicate the start time of lockdown, first relaxation of the lockdown and further relaxation of the lockdown, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "In each stage of the pandemic, we assumed that the interventions taken have roughly effectuated monotonous effectiveness. For instance, increased quarantine coverage contributes to an increase in bðtÞ. Thus, bðtÞ should be monotonously bounded. Note that cðtÞ and d(t) are severely dependent on the level of treatment of the COVID-19 and medical resources, they may not be monotonous in each stage. However, in certain countries where the number of healed cases is steadily increasing, cðtÞ and d(t) can also be monotonous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "To match the change trends of bðtÞ more closely in each stage, growth curve functions are good choices of estimation functions for their advantages of welldefined asymmetric monotonicity and boundness [23] , and also are well-drawn depictions for predicting the progression of the COVID-19 [24] . We here estimate that the rates increase or decrease in the patterns consistent with Gompertz functions, which is of the form",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "As depicted in Fig. 2a , Gompertz functions show the advantageous characterization of plasticity in monotonicity and boundness. b 1 defines the upper boundary, b 2 , b 3 jointly define the amplitude of the change rate of Gompertz function, b 4 is a translation coefficient. In the estimation, if the estimated rate presents a relatively apparent increase, then b 3 is estimated to a value that is greater than zero; otherwise, b 3 is less than zero. For an extremely slow increase or decrease in the estimated rate, b 2 will be adapted to a relatively larger value that makes the rate of change of the estimated rate exceedingly close to . . .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "The option of estimation function is not unique. Other growth curve functions, even other functions, such as the Logistic model, Sigmoid function, also are alternatives to estimate bðtÞ. Besides, we can obtain the approximate solution analytically under SðtÞ % N. From Eq. (1), we approximately have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "For taking the Gompertz functions as the estimation functions, one obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "Here, I i ð0Þ represents the initial value of I(t) of on the ith stage and e i ðvðtÞ; tÞ ¼ a i t þ ðb i1 þ vðtÞÞ=b i3 . vðuðtÞ; tÞ denotes the one-argument exponential integral given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "where uðtÞ ¼ Àb i2 e Àb i3 ðtþb i4 Þ . Also, the approximate solution of newly confirmed cases is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "Here, DxðtÞ ¼ xðtÞ À xðt À 1Þ, that is, DxðtÞ indicates the newly increased or decreased cases of x(t) at the time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimations and approximate solutions"
        },
        {
            "text": "From the perspective of controllability of the spread of the pandemic, the basic reproduction number (R 0 ) measures the potential for an infectious disease to spread through an immunologically naive population [6] , and a real-time indicator in measuring the spread risk and the controllability of the spread is the ERN, i.e., R e ðtÞ. In Eq. (1), we define the ERN R e ðtÞ ðR e [ 0Þ straightforwardly as R e ðtÞ ¼ ÀDSðtÞ",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "ÀDSðtÞ refers to the newly reductive cases in S(t), also the net newly infectious individuals who have not been isolated. DCðtÞ refers to the newly cumulative confirmed cases, also the net newly isolated infections with controllable infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "Remark 1 R e ðtÞ [ 1 indicates that if net newly infectious individuals outnumber the net newly isolated cases, the spread of pandemic is risky. A substantial medical burden will be imposed to an unbearable level if this situation has a long continuity. R e ðtÞ ¼ 1 indicates that all net newly infectious individuals can just happen to be medically isolated under the current quarantine and diagnosis level. The We here give an exemplification to precisely interpret the role of R e ðtÞ in reflecting the spread dynamics of the COVID-19. Assume that an investigated region has 10,000,000 people, 300 infectious individuals without isolation, and 50 cumulative confirmed cases at the initial time of the outbreak. The simulated results with varying aðtÞ and fixed bðtÞ ¼ 0:10 are shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 795,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "When DCðtÞ shows a single wave (Fig. 3a) , the corresponding R e ðtÞ (Fig. 3b) declines from a value greater than one to a value less than one, and the points of R e ðtÞ ¼ 1 are just the inflection point of DCðtÞ, where DCðtÞ starts to decline. Moreover, R e ðtÞ [ 1 corresponds to the increase in DCðtÞ, the lager R e ðtÞ, the faster the growth of DCðtÞ. Conversely, R e ðtÞ\\1 indicates the decline of DCðtÞ, the smaller R e ðtÞ, the faster the decrease in DCðtÞ. Especially, if R e ðtÞ 1 (purple curve in Fig. 3b) , DCðtÞ will be a constant (purple curve in Fig. 3a) , indicating that the number of cumulative confirmed cases will linearly increase. Therefore, R e ðtÞ accurately depicts the controllability of the spread of the pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 40,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 69,
                    "end": 78,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "Remark 2 When susceptible individuals make up the vast majority of the population, i.e., SðtÞ % N, according to model (2), the ERN R e ðtÞ can be approximately estimated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "In this case, it is noted that aðtÞ and bðtÞ almost determine the value of R e ðtÞ, which means that the public health interventions influencing aðtÞ and bðtÞ nearly determine the spread dynamics of the pandemic. Generally, these interventions mainly are isolation, quarantine measures including lockdown, travel ban, contact tracing, implementation of social distance, the establishment of testing sites and implementation of universal nucleic acid detection, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "Remark 3 Differing from the model of Eq. (1), for general SIR model, its ERN is defined by the ratio of net newly infectious individuals to net removed infections, which characterizes the eradication situation of the pandemic rather than controllability of the spread; in other words, the ERN of the SIR model less than one is merely a sufficient condition for a controllable spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "Besides, an indicator characterizing the strength of the spread of an infectious disease is the infection period, which means the days it takes for an infection to infect the next one. The number of individuals infected by each infector per day follows ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "For SðtÞ % N, nðtÞ can be approximated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "s g ðtÞ almost is inversely proportional to aðtÞ, which means that the stages with higher aðtÞ correspond to shorter s g ðtÞ, the faster the pandemic spreads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "3 Staged assessments of the evolution of COVID-19 in Italy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indictors of controllability of the spread"
        },
        {
            "text": "As one of the early countries to declare a lockdown, Italy has distinct staged health public interventions of the pandemic, and has presented a good performance in healed, newly confirmed cases in the first break. Hence, we study the complete dynamics of the COVID-19 in Italy using Eqs. (1) and (2). Since WHO did not report the healed cases, the pandemic data used are reported by [25] , which has reliable data sources, as detailed in its data description. We here divide the pandemic in Italy from February 22, 2020 to March 31, 2021 into ten stages according to the iconic dates of interventions and the evolution of newly confirmed cases. For example, three iconic dates of the early pandemic intervention in Italy are March 10, 2020, May 4, 2020, and May 18, 2020, on which Italy issued the lockdown and the relaxation of lockdown, further relaxation of lockdown [26] , respectively. The date interval and the corresponding description of each stage are listed in Table 2 .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 971,
                    "end": 978,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "In the data fitting, the least square method is applied. Optimization functions fmincon and lsqnonlin in MATLAB are adopted to minimize the objective functions. To fit the complete dynamics of the pandemic, the objective function can be given by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "where m represents the parametric vector to be fitted, which is composed of the coefficients in Eqs. (3) and (5), t s and t e are the start and end time of the corresponding stage interval, respectively. yðtÞ denotes the fitted result of pandemic dataŷðtÞ. Figure 4a , b show the fitted individuals of various compartments. It is visible that the fitting results excellently conform to the reported data with high determination coefficients (R 2 ) and small root means squared errors (RMSE) of various compartments listed in Table 3 . Correspondingly, the values of fitted parameters are shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "Note that the estimated values of aðtÞ and bðtÞ have a serious dependence on Iðt 0 Þ, that is, these two values may not be coherent to real data due to Iðt 0 Þ is unknown. However, the estimated trends of aðtÞ and bðtÞ are consistent with the real data when the data fit well. In particular, it does not significantly impact the ERN estimated from Eq. (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "During the first outbreak, it can be seen from the fitting results shown in Table 4 that aðtÞ gradually becomes smaller, indicating that the pandemic interventions like lockdown, restricting the social distance, etc., have effectively reduced the infective contacts. However, at the beginning of the first outbreak, the ERN was as high as 4.81, shown in Fig. 5b . The color bar indicates the value of the ERN, which illustrates that the pandemic spread at an uncontrollable level and weak pandemic interventions were taken. As shown in Fig. 5a , if the first lockdown had not been implemented on March 10, 2020, and the medical system was affordable, as of March 25, 2020, there would be nearly 400,000 existing infectors and 40,000 newly confirmed cases. The approximate solutions of IðtÞ and DCðtÞ show good accuracies when SðtÞ % N. In Fig. 5b , S 5 shows a steady fluctuation in newly confirmed cases, aðtÞ rises to 0.11 (Table 4) , and the ERN in S 5 is approximately equal to 1; thus, S 5 is a transition period between the first wave and the second wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 354,
                    "end": 361,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 536,
                    "end": 543,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 839,
                    "end": 846,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Assessment of evolution of the pandemic in Italy"
        },
        {
            "text": "For the second wave, the pandemic entered the early stage when it reached S 6 , which showed a slight rebound in newly confirmed cases and an increase in the ERN, aðtÞ continues to rise to 0.26 (Table 4) , (Table 4 ). The frequent infections occurred, and the daily increase exceeded 20,000, while the ERN has not increased much due to better quarantine measures and an already more mature medical system. During S 9 , a weak rebound in newly confirmed cases appeared with a increased the ERN compared to that of S 8 , while aðtÞ decreased which illustrates that although the pandemic spread at a lower aðtÞ, the spread controllability of the pandemic was weaken caused by the drop of the quarantine intensity. From Table 4 and Fig. 5b , it is evident that S 10 corresponds to the third outbreak with decreased aðtÞ ¼ 0:29 (Table 4) , and the ERN generally fluctuates around one, reflecting that the spread of the pandemic has not been significantly alleviated, but the overall quarantine intensity has increased so that the spread was not too violent. It can be seen from Fig. 5b that the ERN of inflection points of the pandemic is almost equal to one. Among them, the inflection point of the first outbreak occurred roughly on March 22, 2020, and the second November 14, 2020, the third March 18, 2021. Correspondingly, these dates are very close to the points that DCðtÞ started to decrease. Figure 6 shows the complete evolution of various compartments in Italy from February 22, 2020 to March 31, 2021. The overall situation shows multiple waves of the pandemic. During repeated outbreaks, the infectious proportion and the healed proportion have significantly decreased and increased, respectively, demonstrating that the controllability of the spread of the pandemic and the treatment level has been dramatically enhanced compared to the initial period of the first outbreak. This is why the ERN in the subsequent outbreaks is smaller than that in the initial period of the first outbreak. However, there are still a large number of infectious individuals in the subsequent outbreaks, indicating that there is no direct correspondence between the controllability of the pandemic and the number of the infectious individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 206,
                    "end": 214,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 716,
                    "end": 723,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 728,
                    "end": 735,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 823,
                    "end": 832,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1073,
                    "end": 1080,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1396,
                    "end": 1404,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Assessment of evolution of the pandemic in Italy"
        },
        {
            "text": "So far, several vaccines have been put into the prevention of COVID-19. Susceptible individuals will develop antibodies after vaccination and will not be infected during the immunization cycle. Additionally, the growth rate of vaccinators should be equal to the number of daily vaccinated cases. Therefore, based on the model of Eq. (1), we propose the modified model to merely describe the spread of the pandemic after sufficient vaccinations can be provided as follows Assume that a pandemic has spread in a region with a 20 million population, including 300 infected and 50 confirmed cases. If the pandemic spreads with aðtÞ ¼ 0:22, bðtÞ ¼ 0:1 according to Eq. (18) , and there is a corresponding vaccine to prevent the pandemic, we then investigate the impacts of the daily vaccinated cases shown in Fig. 7 .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 810,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Impacts of the daily vaccinated cases"
        },
        {
            "text": "When vaccines are relatively sufficient, vaccination dominates the development trend of the pandemic. As the number of people being vaccinated increases, the inflection points of the pandemic appeared early, and the number of daily cases decreased significantly. The ERN decreases faster, which means that the rate at which the pandemic subsides increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of the daily vaccinated cases"
        },
        {
            "text": "Moreover, people with immunity against SARS-CoV-2 may dilute the density of susceptible people to a certain extent, resulting in decreased transmission rate. Large-scale vaccination can reduce long-term treatment expenditure and medical resources, accelerate the recovery of economic production, education, and teaching, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of the daily vaccinated cases"
        },
        {
            "text": "The fact is that most people in the world have not been vaccinated for COVID-19. At present, the development of epidemic control is still mainly based on nonvaccine methods. Therefore, it is necessary to discuss the characteristics and prevention of repeated outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of repeated outbreaks"
        },
        {
            "text": "A repeated outbreak generally refers to a quantitative rebound in newly confirmed cases for a period caused by relaxing the interventions or lifting the interventions. Due to insufficient vaccine production, incomplete vaccination and other reasons, repeated outbreaks still exist in various countries worldwide. As of April 27, 2021, the pandemic of the COVID-19 in many countries has appeared a situation of repeated outbreaks, such as the United States, Peru, Spain, France, Iran, Turkey, Germany, Canada, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of repeated outbreaks"
        },
        {
            "text": "From the analysis of the ERN, an increase in newly confirmed cases indicates R e ðtÞ [ 1, while a decrease in newly confirmed cases indicates R e ðtÞ\\1. Therefore, strictly speaking, a repeated outbreak with an increase in newly confirmed cases indicates a repeated period with R e ðtÞ [ 1. Note that two decisive parameters governing R e ðtÞ are aðtÞ and bðtÞ when SðtÞ % N; thus, a repeated outbreak can only be triggered when the interventions, such as lockdown, restriction of social distance, contact tracing, quarantine at traffic gates, that have great impacts on aðtÞ and bðtÞ, are relaxed or lifted to a certain level with R e ðtÞ [ 1, and 3 Fig. 7 Impacts of the daily vaccinated cases on newly confirmed cases and ERN, a evolution of the newly confirmed cases varying vðtÞ from 300,000 to 420,000, b evolution of the ERN varying vðtÞ from 300,000 to 420,000 the weaker the intervention is relaxed or lifted, the stronger the rebound will be. Figure 8 shows the evolutions of newly confirmed cases with the color bar marking the ERN in the United States, Spain, France, and Peru from March 20, 2020 to March 31, 2021, the reason for not updating the data to April is to eliminate the impact of the vaccine as much as possible. As shown in Fig. 8 , the ERNs of all four countries become less than one from the inflection point, fluctuate near one in the transition period, and are greater than one again in subsequent outbreaks. Overall, the ERN of repeated outbreaks is essentially smaller than that of the early period of the first outbreak because the COVID-19 response mechanism has already matured. Therefore, although the situation of repeated outbreaks varies from country to country, it is clear that the ERN exactly characterizes of the controllability of the spread of the pandemic. R e ðtÞ [ 1 definitely indicates the occurrence of a repeated outbreak, and the controllability of subsequent outbreaks is generally better than the first outbreak due to various pandemic preventions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 657,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 961,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1249,
                    "end": 1255,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Characteristics of repeated outbreaks"
        },
        {
            "text": "Before sufficient vaccines are provided, from the discussion of the ERN, it is vital to maintain or enhance the interventions influencing aðtÞ and bðtÞ to prevent a large-scale repeated outbreaks. A re-lockdown is unlikely for the countries with a slight rebound in newly confirmed cases, contrary to the original intention of deregulation to restore the economy. However, interventions like contact tracing, quarantine of cross-regional traffic ports and imported products, etc., are necessary to be implemented. Contact tracing quickly identifies sources of newly infections and isolates the suspected infections, contributing to the decrease in aðtÞ and meanwhile, the increase in bðtÞ. Quarantine of cross-regional traffic ports and imported products prevents the transregional spread of undiagnosed cases and imported infections from overseas, which prevents a large-scale outbreak; a localized outbreak is still possible. For heavily affected areas, an extension of the coverage of nucleic acid testing is even necessary and more thorough action of screening potential infections, especially for diagnosing asymptomatic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventions of large-scale repeated outbreaks"
        },
        {
            "text": "Indeed, the thorough prevention is to complete the vaccination of most susceptible people as soon as possible. Vaccination can quickly reduce the susceptible population, form an effective immune group, dilute the transmission process, and save treatment costs, etc. an epidemic model. In data fitting, Gompertz functions were introduced to estimate the effectiveness of quarantine interventions and treatment; the results completely simulate the development of the pandemics. The development of the pandemic was quantified as the evolution of the ERN, and the simulated results illustrated that the ERN being greater than one caused by the relaxation or lift of isolation or quarantine interventions would lead a repeated pandemic. Furthermore, we modified the model considering the impacts of the vaccinations, the results showed that the increase in the daily vaccinated cases of COVID-19 can apparently suppress the uptrend in newly confirmed cases and quickly prevent the pandemic to a controllable level. We also advised maintaining or strengthening the interventions like contact tracing, quarantine of cross-regional traffic ports and imported products, etc., to prevent a largescale repeated outbreak before most people are vaccinated. In this study, some factors such as economics and case import have not been taken into consideration, and the coherence between parameters and real data needs to be improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventions of large-scale repeated outbreaks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO COVID-19 dashboard, global pandemic data of COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond. A: Math. Phys. Eng. Sci",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiologic interference of virus populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Math. Biol",
            "volume": "8",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimation of the spread risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of delay in diagnosis on spread of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Math. Biosci. Eng",
            "volume": "17",
            "issn": "",
            "pages": "2725--2740",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musae",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Health",
            "volume": "8",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Data-based analysis, modelling and forecasting of the COVID-19 outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anastassopoulou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsakris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siettos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effectiveness of the quarantine of Wuhan city against the Corona Virus Disease 2019 (COVID-19): well-mixed SEIR model analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "",
            "pages": "841--848",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Short-term predictions and prevention strategies for COVID-2019: A model based study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Nadim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modeling the epidemic dynamics and control of COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quant. Biol",
            "volume": "8",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reduction in ERN of COVID-19 is higher in countries employing active case detection with prompt isolation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilasang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sararat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Jitsuk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yolai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thammawijaya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auewarakul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Modchang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Linking key intervention timings to rapid declining ERN to quantify lessons against COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11684-020-0788-3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of asymptomatic individuals on the strength of public health interventions to prevent the second outbreak of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nonlinear Dyn",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "First-wave COVID-19 spread and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1382--1393",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effects of control measures on the dynamics of COVID-19 and double-peak behavior in Spain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nonlinear Dyn",
            "volume": "101",
            "issn": "",
            "pages": "1889--1899",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of second outbreak of COVID-19 after relaxation of control measures in India",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nonlinear Dyn",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11071-020-05989-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social distancing 2.0 with privacy-preserving contact tracing to avoid a second wave of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Po",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk of a second wave of COVID-19 infections: using artificial intelligence to investigate stringency of physical distancing policies in North America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vaid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcadie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khanduja",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. Orthop. (SICOT)",
            "volume": "44",
            "issn": "",
            "pages": "1581--1589",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS-CoV-2: olfaction, brain infection, and the urgent need for clinical samples allowing earlier virus detection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Butowt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bilinska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem. Neurosci",
            "volume": "11",
            "issn": "",
            "pages": "1200--1203",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "World population dashboard, world population data",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A simplified math approach to predict ICU beds and mortality rate for hospital emergency planning under COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caldiroli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Storti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Chem. Eng",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A data driven epidemic model to analyse the lockdown effect and predict the course of COVID-19 progress in India",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sapra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos Soliton. Fract",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sina News, real-time pandemic data report of COVID-19 of Italy",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ministry of Health of the Republic of Italy, new coronavirus rules, circulars, and ordinances",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Propagation path of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimation functions, a curves of Gompertz functions, b curves of time derivate of Gompertz functions controllable spread of the pandemic satisfying R e ðtÞ\\1 means that medical resources and the intensity of quarantine are sufficient to handle the net newly infectious individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Newly confirmed cases and ERN with varying aðtÞ and fixed bðtÞ ¼ 0:10, a evolution of the newly confirmed cases, b evolution of the ERN the infection period is the reciprocal of nðtÞ, one obtains s g ðtÞ ¼ IðtÞ ÀDSðt þ 1Þ :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fitting results of cumulative confirmed, treated, healed, and fatal cases, a black dotted curves represent the fitted results of the reported cumulative confirmed cases and treated cases filled with orange and green stem lines, respectively, b black dotted curves represent the fitted result of the reported healed cases and fatal cases filled with blue and purple stem lines, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(t) without lockdown C(t) with lockdown Approximate solution of C(t) Prediction of infectious individuals and newly confirmed cases without lockdown and the evolution of the ERN with newly confirmed cases of the COVID-19 in Italy, a infectious individuals and newly confirmed cases without lockdown, b evolution of the ERN with newly confirmed cases of the COVID-19 in Italy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "assessed the controllability of the largescale spread of COVID-19 in different stages based on Illustration of repeated outbreaks in the United States, Spain, France, and Peru colored with ERN, a the change in ERN with reported newly confirmed cases in the United States and Spain, b the change in ERN with reported newly confirmed cases in the France and Peru",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1. A compartmental model specifically consideringthe controllability of infections is given to study the spread dynamics of COVID-19. 2. The effects of quarantine and treatment are parametrized with Gompertz functions rather than constants according to the interventive stages or the change of newly confirmed cases. 3. The quantitative correspondence of the ERN and the evolution of the newly confirmed cases are revealed. 4. The impacts of the daily vaccinated cases of COVID-19 on newly confirmed cases and the ERN reflecting inflection point are also investigated.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Description and value range of model parameters bðtÞ ¼ b 11 e Àb 12 e Àb 13 ðtþb 14 Þ ; t 2 S 1 ; b 21 e Àb 22 e Àb 23 ðtþb 24 Þ ; t 2 S 2 ; b 31 e Àb 32 e Àb 33 ðtþb 34 Þ ; t 2 S 3 ; b 41 e Àb 42 e Àb 43 ðtþb 44 Þ ; t 2 S 4 ;",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Date interval and description of the development stages of COVID-19 in Italy",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Model parameters at various stages",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work is supported by the National Natural Science Foundation of China (61873186). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}