{
    "paper_id": "09b775768160fad78db512731296d524af0b613e",
    "metadata": {
        "title": "The challenge of SARS-CoV-2 environmental monitoring in schools using floors and portable HEPA filtration units: Fresh or relic RNA?",
        "authors": [
            {
                "first": "Rogelio",
                "middle": [],
                "last": "Zuniga-Montanez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Coil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "A"
                ],
                "last": "Eisen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis"
                    }
                },
                "email": ""
            },
            {
                "first": "Randi",
                "middle": [],
                "last": "Pechacek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Roque",
                "middle": [
                    "G"
                ],
                "last": "Guerrero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Minji",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Shapiro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis"
                    }
                },
                "email": ""
            },
            {
                "first": "Heather",
                "middle": [
                    "N"
                ],
                "last": "Bischel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Testing surfaces in school classrooms for the presence of SARS-CoV-2, the virus that causes COVID-19, can provide public-health information that complements clinical testing. We monitored the presence of SARS-CoV-2 RNA in five schools (96 classrooms) in Davis, California (USA) by collecting weekly surface-swab samples from classroom floors and/or portable highefficiency particulate air (HEPA) units. Twenty-two surfaces tested positive, with qPCR cycle threshold (Ct) values ranging from 36.07-38.01. Intermittent repeated positives in a single room were observed for both floor and HEPA filter samples for up to 52 days , even following regular cleaning and HEPA filter replacement after a positive result. We compared the two environmental sampling strategies by testing one floor and two HEPA filter samples in 57 classrooms at Schools D and E. HEPA filter sampling yielded 3.02% and 0.41% positivity rates per filter sample collected for Schools D and E, respectively, while floor sampling yielded 0.48% and 0% positivity rates. Our results indicate that HEPA filter swabs are more sensitive than floor swabs at detecting SARS-CoV-2 RNA in interior spaces. During the study, all schools were offered weekly free COVID-19 clinical testing. On-site clinical testing was offered in Schools D and E, and upticks in testing participation were observed following a confirmed positive environmental sample. However, no confirmed COVID-19 cases were identified among students associated with classrooms yielding positive environmental samples. The positive samples detected in this study appeared to reflect relic viral RNA from individuals infected before the monitoring program started and/or RNA transported into classrooms via fomites. The high-Ct positive results from environmental swabs further suggest the absence of active infections. Additional research is needed to differentiate between fresh and relic SARS-CoV-2 RNA in environmental samples and to determine what types of results should trigger interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The value of environmental monitoring has been most clearly demonstrated with wastewater surveillance (Medema et al., 2020; Wu et al., 2021) . But while wastewater surveillance can inform policy and action at regional, city, neighborhood, and building levels, it cannot provide information about virus presence in interior spaces (e.g., building floors and rooms) and can provide only very limited assistance in identifying potential virus exposures. Surface sampling is a type of environmental monitoring that could fill this gap by providing decision-makers information at another level of resolution (between larger-scale environmental monitoring and individual clinical testing).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 123,
                    "text": "(Medema et al., 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 124,
                    "end": 140,
                    "text": "Wu et al., 2021)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Environmental sampling for SARS-CoV-2 through high-touch surface testing has been examined by both academic research-based projects (Zhou et al., 2020; Harvey et al., 2021) as well as via companies offering monitoring services (Marshall et al., 2020) . Several groups, including ours, have also evaluated viral RNA in HVAC systems with mixed results (Mouchtouri et al., 2020; Nissen et al., 2020; Coil et al., 2021; Horve et al., 2021; Maestre et al., 2021) or with portable air samplers (Ang et al., 2021) . Complexities of HVAC systems (e.g., shared air between rooms, timed operation, difficult to access, variable filter types) have prevented filter-based monitoring from being widely deployed. Portable high-efficiency particulate air (HEPA) filtration units have the potential to be an effective mitigation strategy for SARS-CoV-2 transmission indoors (Curtius, Granzin and Schrod, 2021) , and their widespread deployment through the pandemic creates a new opportunity for filter-based environmental monitoring.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 151,
                    "text": "(Zhou et al., 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 152,
                    "end": 172,
                    "text": "Harvey et al., 2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 227,
                    "end": 250,
                    "text": "(Marshall et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 350,
                    "end": 375,
                    "text": "(Mouchtouri et al., 2020;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 376,
                    "end": 396,
                    "text": "Nissen et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 397,
                    "end": 415,
                    "text": "Coil et al., 2021;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 416,
                    "end": 435,
                    "text": "Horve et al., 2021;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 436,
                    "end": 457,
                    "text": "Maestre et al., 2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 488,
                    "end": 506,
                    "text": "(Ang et al., 2021)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 893,
                    "text": "(Curtius, Granzin and Schrod, 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we piloted a SARS-CoV-2 environmental monitoring study from January to August 2021 where we systematically collected floor and/or HEPA filter swab samples in five elementary schools. Swab samples were collected using oral swabs, and SARS-CoV-2 RNA was quantified through RT-qPCR. We compared the efficacy of floor and HEPA-filter samples for detecting SARS-CoV-2 RNA and COVID-19 cases in two of the schools. We hypothesized that HEPA filter sampling would be a more efficient strategy to detect infected individuals since SARS-CoV-2 virions would concentrate on the external surface of the filters as air circulated through the units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prior to beginning the sampling campaign, we validated the detection of SARS-CoV-2 on surfaces using opportunistic sampling in two locations within six days after one or more clinical COVID-19 cases were identified. The sampling was conducted once in a house and twice in a school classroom. Forty-six samples were collected from different surfaces and tested, including a portable HEPA filtration unit (MA-40, Medify Air, USA) that was located in the classroom (Table S2 ). The HEPA filter was dismantled for testing, collecting samples from the outer grill cover, pre-filter mesh, and H13 HEPA filter surface. Detailed information on the validation sampling can be found in the supplementary information section S1.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "(Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Validation of SARS-CoV-2 detection on surfaces and HEPA air purification units"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot study sampling framework and locations"
        },
        {
            "text": "We partnered with five schools in Davis, California, USA, to conduct weekly SARS-CoV-2 environmental monitoring using floor and HEPA filter swab samples from January to August 2021. All schools had in-person teaching and pandemic control plans and policies in place. One of two main sampling strategies was applied at each school; (1) only floor or (2) floor and HEPA filter sampling. The environmental sampling strategy at each school is summarized in Table 1 . No personal information was collected on any individuals in the schools. The University of California, Davis IRB Administration determined that the study design was exempt from IRB review and approval.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "(2)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 460,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Environmental samples were collected using nylon fiber oral swabs with an ABS handle (Miraclean Technology Co. Ltd, China) that were pre-moistened in DNA/RNA Shield (Zymo Research, USA) before collecting the samples. For floor samples, a square area of approximately 10 cm x 10 cm in the center of the room was thoroughly sampled while rotating the swab. For other surfaces or items, a similar or smaller area, depending on surface or item size, was swabbed in a similar manner to floor samples. For the portable HEPA filters, the intake side filter cover was removed and the whole pre-filter mesh was thoroughly sampled by rotating the swab. After sample collection, the swab tip was snapped off by bending and rolling the swab at the 30 mm breakpoint without touching the sample. The swab tip was preserved in 500 μl of DNA/RNA Shield until laboratory processing. All surfaces sampled were wiped down with 75% ethanol wipes (Zhejiang Youquan Care Products Technology Co., Ltd., China) after sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HEPA filter and surfaces sampling"
        },
        {
            "text": "The sampling at Schools A, B, C, D, and E was conducted by either the school or Healthy Davis Together (HDT) personnel and sampling kits were prepared and delivered to each location weekly. We created instructional videos to show the sampling teams how to collect HEPA filter and floor samples (supplementary information section S1.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HEPA filter and surfaces sampling"
        },
        {
            "text": "Samples were received on the same day as sample collection, stored at room temperature for up to 4 hours and processed. DNA/RNA Shield transport media has been demonstrated to stabilize SARS-CoV-2 RNA at ambient temperatures for up to 28 days (FDA, 2020). Before RNA extraction, samples containing the swab tip in DNA/RNA Shield were vortexed at a mediumhigh to high speed for 10 minutes to suspend and homogenize the particles collected. The samples were then centrifuged at 10,000 x g for 1 minute to remove bubbles that formed during vortexing. Samples collected through February 11, 2021 were extracted manually utilizing the PureLink Viral RNA/DNA kit (Thermo Fisher Scientific, USA) according to manufacturer instructions and starting with a 200 μl sample volume. The validation test samples collected after known positive exposures, as well as all samples collected on March 30, 2021 were also manually extracted. Samples collected from February 12, 2021 through the end of the study were extracted using the MagMAX Microbiome Ultra Nucleic Acid Isolation Kit (Applied Biosystems, USA) and a KingFisher Flex automated purification system (Thermo Fisher Scientific, USA). The MagMAX_Microbiome_Stool_Flex.bdz nucleic acid isolation protocol (Applied Biosystems, USA) was utilized, with small modifications. In brief, the sample lysis step was not conducted as lysis was achieved through the use of DNA/RNA Shield and vortexing. The sample plate was loaded with 200 μl of sample and 260 μl of Binding Bead Mix. RNA extracts were eluted with 100 μl of Elution Solution and stored at -80 °C prior to RT-qPCR. The detailed manual and automated extraction protocols are available in the supplementary information section S1.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and RT-qPCR for surface and air filter swab samples"
        },
        {
            "text": "Extracts were thawed on ice after removal from -80 °C. All extracts were analyzed by RT-qPCR targeting the spike glycoprotein (S) gene of SARS-CoV-2 (Chan et al., 2020) using the Luna Universal Probe One-Step RT-qPCR Kit (New England Biolabs Inc., USA). Each 20 μl reaction contained 10 μl Luna Universal Probe One-Step Reaction Mix (2X), 1 μl Luna WarmStart RT Enzyme Mix (20X), specified concentrations of 1.5 μl combined primer/probe mix (Table 2), 2.5 μl nuclease-free water, and 5 μl RNA extract. Samples were analyzed in triplicate. Duplicates of positive (SARS-CoV-2 RNA extract donated by the University of Oregon) and no template (nuclease-free water) controls were included with each qPCR plate. The RT-qPCR assays were performed using the StepOnePlus Real-time PCR System (Applied Biosystems, USA). The thermal cycling conditions were 55 °C for 15 minutes and 95 °C for 2 minutes, followed by 40 cycles at 95 °C for 10 seconds and 60 °C for 60 seconds. Samples with at least one of three technical replicates with a cycle threshold (Ct) value lower than 40 were considered positive for SARS-CoV-2. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 168,
                    "text": "(Chan et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "RNA extraction and RT-qPCR for surface and air filter swab samples"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and RT-qPCR for surface and air filter swab samples"
        },
        {
            "text": "Additional on-site clinical testing was offered at Schools D and E. Positive COVID-19 cases and changes in on-site clinical testing participation were provided to us by administrators at each school or from the school district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and RT-qPCR for surface and air filter swab samples"
        },
        {
            "text": "Detection of SARS-CoV-2 RNA on environmental surfaces using RT-qPCR has been demonstrated for a wide range of contexts and surface types (Zhou et al., 2020; Abrahão et al., 2021; Coil et al., 2021; Horve et al., 2021) . We validated our sampling and analytical protocol by sampling in two locations (a private residence and a school classroom) where at least one COVID-19 positive individual was known to have been present within the past week. First, we sampled surfaces at a house where an asymptomatic person who later tested positive for COVID-19 was present for 2 hours. Of the ten surface swab samples collected four days after the exposure, the underside of the chair where the COVID-19 positive person had sat and the floor underneath this space were positive for the virus (Table S2) , with Ct values of 37.2 and 37.6, respectively. Our results confirmed that SARS-CoV-2 RNA could be detected on surfaces a few days after the exposure, including surfaces that are not frequently touched (e.g., the floor). High-frequency touched surfaces in workplace environments have tested positive for the SARS-CoV-2 virus days after the detection of a positive individual (Marshall et al., 2020) . Positive samples have also been collected from no-touch surfaces up to 27 days after an individual was diagnosed with COVID-19 (Dumont-Leblond et al., 2021) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 156,
                    "text": "(Zhou et al., 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 157,
                    "end": 178,
                    "text": "Abrahão et al., 2021;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 179,
                    "end": 197,
                    "text": "Coil et al., 2021;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 198,
                    "end": 217,
                    "text": "Horve et al., 2021)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1169,
                    "end": 1192,
                    "text": "(Marshall et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1313,
                    "end": 1351,
                    "text": "COVID-19 (Dumont-Leblond et al., 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 792,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Validation of environmental detection of SARS-CoV-2 RNA after known exposures"
        },
        {
            "text": "Second, we sampled a classroom where two students tested positive after attending school. We conducted two sampling episodes, two and six days after the last day of student attendance. In both sampling episodes, the undersides of the chair, desk and tool box of one of the COVID-19 positive students were positive for SARS-CoV-2 (Table S2) , with Ct values of 35.6, 36.8, and 37.6 during the first episode, and 36.2, 36.5, and 36.8 during the second episode, respectively. A portable HEPA filter that was operating in the room during and prior to the exposure was dismantled, swabbed, and tested for SARS-CoV-2. Three samples were collected from each of the outer grill cover and pre-filter mesh, and four samples from the H13 HEPA filter. One, three and two of those samples, respectively, were positive for SARS-CoV-2 (Table  S2) , with Ct values ranging from 36.1 to 38.7. Twenty other samples collected in the classroom during the two sampling episodes tested negative for SARS-CoV-2 (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 339,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 820,
                    "end": 831,
                    "text": "(Table  S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 988,
                    "end": 998,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Validation of environmental detection of SARS-CoV-2 RNA after known exposures"
        },
        {
            "text": "These preliminary results provided further evidence for the stability of SARS-CoV-2 RNA in the environment at least six days after deposition and validated the potential use of portable HEPA filters for environmental monitoring of COVID-19. Environmental monitoring for the presence of SARS-CoV-2 RNA through air sampling has been demonstrated in clinical and transportation settings using diverse air samplers (Barbieri et al., 2021; Moreno et al., 2021) , and by swabbing or vacuuming HVAC systems (Maestre et al., 2021; Moreno et al., 2021) . However, acquiring and deploying air samplers is challenging due to high costs and noise levels of these instruments. HVAC systems can be difficult to access and interpreting results can be challenging due to shared airflow among different rooms. Deploying HEPA filters is a lower-cost, more . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 434,
                    "text": "(Barbieri et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 455,
                    "text": "Moreno et al., 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 500,
                    "end": 522,
                    "text": "(Maestre et al., 2021;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 523,
                    "end": 543,
                    "text": "Moreno et al., 2021)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Validation of environmental detection of SARS-CoV-2 RNA after known exposures"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ;  accessible, quieter, and better-targeted alternative to using air samplers or HVAC systems for environmental monitoring. Deploying HEPA filters for environmental monitoring has the added benefit of reducing risk of airborne SARS-CoV-2 transmission (Curtius, Granzin and Schrod, 2021; Rodríguez et al., 2021) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "November 15, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 71,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 355,
                    "text": "(Curtius, Granzin and Schrod, 2021;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 356,
                    "end": 379,
                    "text": "Rodríguez et al., 2021)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Validation of environmental detection of SARS-CoV-2 RNA after known exposures"
        },
        {
            "text": "We partnered with five schools to implement surface-based SARS-CoV-2 environmental monitoring. In School A, eighteen rooms were monitored weekly from January 28 to August 12, 2021 through floor swabbing. SARS-CoV-2 positive environmental samples were intermittently detected only in Room 7 on March 11, April 22, and May 13, 2021 with negative results in between these dates on April 1, 8, 15, and 29, 2021 ( Figure 1A ). Two of 18 floor samples collected on May 6, 2021 in School A were also positive, but the tube labels were unidentifiable (excluded from Figure 1A) . A fresh set of samples collected from the 18 rooms on May 10 were negative. No clinical positive cases were reported from School A classrooms when surface samples were positive. However, an individual from Room 7 was confirmed to be positive for COVID-19 in early February, 2021 (personal communication with school administrator), close to a month before the first positive environmental detection on March 11, 2021. Relic SARS-CoV-2 RNA, i.e., RNA in the environment from degraded and non-infectious virus that has little significance to public health, has been detected from a few weeks after the recovery or termination of quarantine for patients (Fernández-de-Mera et al., 2021; Liu et al., 2021) , and up to two months after symptom onset in a single household with two isolated patients (Maestre et al., 2021) . As all identifiable positive environmental samples in School A originated from a single room and showed intermittent positive results throughout a period of more than two months, it is possible that relic RNA shed weeks before the initial detection led to intermittent positive tests during our pilot study. Air filter sampling from single HEPA units in all rooms in School A started on May 20, 2021 in parallel to the floor sampling. All HEPA filter and floor samples collected between May 20th and August 12, 2021 were negative for SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 1221,
                    "end": 1253,
                    "text": "(Fernández-de-Mera et al., 2021;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1254,
                    "end": 1271,
                    "text": "Liu et al., 2021)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1364,
                    "end": 1386,
                    "text": "(Maestre et al., 2021)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 418,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 558,
                    "end": 568,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Environmental monitoring for SARS-CoV-2 in K-6 and K-8 schools using floor swab samples"
        },
        {
            "text": "In School B, ten rooms were monitored from January 28 to August 12, 2021 through floor swabbing. No positive floor samples for SARS-CoV-2 were detected ( Figure 1B ). Air filter sampling of single HEPA units in all rooms except Rooms 2, 4, and 7 began on May 20 and continued until August 12, 2021 with no positive samples detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Environmental monitoring for SARS-CoV-2 in K-6 and K-8 schools using floor swab samples"
        },
        {
            "text": "In School C, eleven rooms were monitored weekly from March 2 to May 25, 2021 through floor swabbing. Preliminary sampling was conducted on February 23, 2021 when diverse surfaces were sampled in the same eleven rooms, and all of these samples tested negative. The only positive sample for SARS-CoV-2 throughout the weekly sampling was collected in Room 2 on April 20, 2021 ( Figure 1B ). Unlike our results in School A, no repeated positives in the same room were observed. All teachers, staff and students associated with the positive room were tested for COVID-19 after the positive floor swab, but no clinical cases were found. A family member of a Room 2 occupant did test positive following the environmental detection (personal communication with school administrator). This positive test for a family member raises an important possibility that needs to be considered: SARS-CoV-2 RNA could be shed by an \"outsider\" (i.e., not someone in the school) and then brought into the sampled environment by someone who is not actively shedding themselves. The mechanical transfer of SARS-CoV-2 RNA on fomites has not been rigorously tested; however, viral RNA has been detected on personal items like clothes, towels, bedding, mobile phones, and shoe soles (Jiang et al., 2020; Santarpia et al., 2020; Goodwin et al., 2021; Redmond et al., 2021) . Transfer of outsider SARS-CoV-2 genetic material to sampled rooms is thus an important possibility that should be considered in the context of environmental monitoring. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 1255,
                    "end": 1275,
                    "text": "(Jiang et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1276,
                    "end": 1299,
                    "text": "Santarpia et al., 2020;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1300,
                    "end": 1321,
                    "text": "Goodwin et al., 2021;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1322,
                    "end": 1343,
                    "text": "Redmond et al., 2021)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 384,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Environmental monitoring for SARS-CoV-2 in K-6 and K-8 schools using floor swab samples"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental monitoring for SARS-CoV-2 in K-6 and K-8 schools using floor swab samples"
        },
        {
            "text": "We established a different environmental monitoring strategy in Schools D and E, informed by the results from the HEPA filter sampling after a known exposure test detailed in section 3.1. From the first day of sampling, we collected one floor and two HEPA filter samples (one sample from each of two HEPA filtration units) per room. In School D, preliminary testing episodes were conducted in Rooms 11 and 20 on March 10, 16 and 30, 2021. All HEPA filter and floor samples collected during these episodes were negative for SARS-CoV-2. The weekly sampling in School D covered 25 rooms and ran from April 13 to June 8, 2021. Ten HEPA filter samples and one floor sample collected during this period tested positive (Figure 2A ). All positive detections were from a single filter or floor sample at a time; that is, no more than one sample per room ever tested positive for SARS-CoV-2 during the same sampling episode. Positive air and surface samples in schools have been previously reported (Cordery et al., 2021; Crowe et al., 2021) . Air sampling through the use of air filter samplers, electrostatic precipitators and HVAC filters has been demonstrated (Barbieri et al., 2021; Crowe et al., 2021; Maestre et al., 2021; Moreno et al., 2021) . To the best of our knowledge, this is the first study to report portable HEPA filter sampling as a strategy for detecting environmental SARS-CoV-2 RNA. Limited participation in on-site clinical testing was observed after the reporting of positive environmental results on most episodes; therefore, no direct links were established between environmental and clinical results. Participation in testing varied between schools and no data is available for schools A, B, and C. Testing in School D varied week to week from 33% to 88% with similar but slightly lower numbers at School E.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 1012,
                    "text": "(Cordery et al., 2021;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1013,
                    "end": 1032,
                    "text": "Crowe et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1155,
                    "end": 1178,
                    "text": "(Barbieri et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1179,
                    "end": 1198,
                    "text": "Crowe et al., 2021;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1199,
                    "end": 1220,
                    "text": "Maestre et al., 2021;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1221,
                    "end": 1241,
                    "text": "Moreno et al., 2021)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 723,
                    "text": "(Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Floor and HEPA filter swab sampling for the detection of SARS-CoV-2"
        },
        {
            "text": "A concluding sampling episode was conducted in School D on June 18, 2021 eight days after the last day of the school year. The goal of this sampling episode was to gather further information on the persistence of environmental SARS-CoV-2 RNA in previously positive classrooms. Rooms 5, 6, 9, 13, 15, 16, 17 and 24 were sampled. Each of these rooms except for Room 17 (selected as a negative control) yielded a positive detection of SARS-CoV-2 at some point during the weekly sampling. During this episode, samples from a door jamb, teacher desk and center surface (either a desk, chair, podium, or projector located in the center of the classroom) were collected from each room alongside the two filter samples and single floor sample. One filter sample from Room 6 and one filter sample from Room 15 tested positive once more ( Figure  2A ). Unexpectedly, a filter sample from Room 17 (the negative control) tested positive as well. These results further confirmed the challenges of interpreting positive results in previously positive environments, since positive results could be caused by the resuspension and capture of relic RNA on air filters.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "text": "Rooms 5,",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 288,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 291,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 829,
                    "end": 839,
                    "text": "Figure  2A",
                    "ref_id": null
                }
            ],
            "section": "Floor and HEPA filter swab sampling for the detection of SARS-CoV-2"
        },
        {
            "text": "In school D, we implemented HEPA filter replacement after a positive detection to mitigate the impact of relic RNA contamination on future samples and avoid the repeated positives issue observed in School A. The strategy was not successful as repeated SARS-CoV-2 positives were observed in three rooms after new filters were installed during the April 13 to June 8, 2021 sampling period. Rooms 6, 13, 15, and 16 yielded two or four repeated intermittent positives during the pilot study, including the concluding sampling episode (Figure 2A) . The longest period of intermittent repeated positives was in Room 15, covering 52 days. Even with the change in filters after a positive environmental detection, capturing relic RNA through HEPA . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 541,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "Floor and HEPA filter swab sampling for the detection of SARS-CoV-2"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint filter sampling remained a possibility. The intermittent and repeated positives could have been a result of the resuspension of dust particles containing SARS-CoV-2 genetic material. SARS-CoV-2 RNA has been detected in floor and HVAC dust up to two months after patient symptom onset (Maestre et al., 2021) , which could explain our results in the absence of clinical confirmation due to the low testing participation.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 443,
                    "text": "(Maestre et al., 2021)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "In School E, we conducted preliminary testing episodes on March 10, 16, and 30, 2021 in a room that was not part of the weekly sampling campaign. The air filter and floor samples collected during the preliminary testing were negative for SARS-CoV-2. Weekly sampling covering 32 rooms was conducted from April 13 to June 7, 2021. As in School D, we collected two HEPA filter samples and one floor sample from each School E classroom during each sampling episode. A HEPA filter replacement strategy was also implemented in School E. Of all the samples collected during the campaign, only two-a single filter sample each from Rooms 16 and 24-tested positive for SARS-CoV-2 ( Figure 2B ). No repeated positives were observed. This cannot be attributed to the HEPA filter replacement strategy as results from School D show that relic RNA capture on new filters is possible. Site-specific conditions may contribute to the resuspension of dust particles, including room ventilation (X. Wang et al., 2000) , which could explain the fact that intermittent positives were observed in some classrooms but not others. Increased on-site clinical testing participation was observed in School E after the positive environmental results but no positive individuals were identified.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 997,
                    "text": "Wang et al., 2000)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 681,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Testing dates with a positive floor sample are in red, episodes with a positive air filter sample are in orange, negative episodes are in green, and episodes where no samples were collected . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Positive and negative rooms for SARS-CoV-2 based on floor and HEPA filter samples collected in (A) School D and (B) School E throughout the pilot environmental monitoring study."
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ;  are in white. No more than one sample tested positive in a room at any given time. A concluding sampling episode was conducted in School D on June 18, 2021 after school sessions ended to gather further information on the persistence of environmental SARS-CoV-2 RNA in previously positive classrooms and is indicated by the blue line. The previously negative Room 17 was included in the concluding sampling episode as a negative control. Six samples collected in School E on May 17, 2021 were impossible to link to specific rooms because the tube labels were compromised; however, the samples were collected from Rooms 27-32 and all tested negative for SARS-CoV-2 (not included in the figure).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "November 15, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 71,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "qPCR Ct values are inversely proportional to the concentrations of the target genes in the samples tested. Observed Ct values across all filter and floor samples collected for this study ranged from 36.07-38.01 ( Figure 3A and 3B) , which is close to a commonly used threshold for considering a sample positive (Ct<40) (Dumont-Leblond et al., 2021; Harvey et al., 2021) . The high Cts obtained were likely due to low amounts of virus collected through the environmental sampling methods. These Ct values are in the range of what has been observed for SARS-CoV-2 surface sampling, with values of >30 in a clinical environment with COVID-19 patient and nonpatient care areas (Zhou et al., 2020) , a 35 and 34-36.5 median and interquartile range, respectively, in quarantine environments (Liu et al., 2021) , 34-44 in schools (Cordery et al., 2021) , 34-38 in workplace sites (Marshall et al., 2020) and 29.0-38.1 in public locations such as public squares and bus terminals (Abrahão et al., 2021) . Similarly, Ct values in the 36 to 39 range have resulted from air sampling with glass fiber filters in a clinical setting (Barbieri et al., 2021) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 348,
                    "text": "(Dumont-Leblond et al., 2021;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 349,
                    "end": 369,
                    "text": "Harvey et al., 2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 673,
                    "end": 692,
                    "text": "(Zhou et al., 2020)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 785,
                    "end": 803,
                    "text": "(Liu et al., 2021)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 823,
                    "end": 845,
                    "text": "(Cordery et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 873,
                    "end": 896,
                    "text": "(Marshall et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 972,
                    "end": 994,
                    "text": "(Abrahão et al., 2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1119,
                    "end": 1142,
                    "text": "(Barbieri et al., 2021)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 230,
                    "text": "Figure 3A and 3B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "High Ct values in floor and air filter swab samples"
        },
        {
            "text": "In the present study, air filter Ct values were more evenly distributed across the 36.37-38.01 Ct range ( Figure 3A ) than floor samples. Positive floor samples had Ct values that ranged between 36.07-36.35 and between 37.66-37.85 ( Figure 3B ). For both air filter and floor positive samples, 12 out of the 22 Ct scores were in the 37.5-38.0 range. The similar Ct results in air filter and floor samples suggest comparable amounts of virus deposited on the two surface types as the same sample collection method was used for both strategies. Infectious virus has not been recovered from environmental samples with Ct values above 30 (Zhou et al., 2020; Krambrich et al., 2021) , and although possible, further testing is required to assess the state of virus viability on diverse surfaces. The high Ct values obtained in our study also pose a challenge for differentiating fresh from relic SARS-CoV-2 RNA. It is possible that all the positives detected were from relic genetic material as no infected individuals were found through clinical testing, although with the limited participation observed.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 653,
                    "text": "(Zhou et al., 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 654,
                    "end": 677,
                    "text": "Krambrich et al., 2021)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "High Ct values in floor and air filter swab samples"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High Ct values in floor and air filter swab samples"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Even though no clinical positive cases of COVID-19 were identified following the detection of environmental positives in Schools D and E, clear differences were observed in the environmental positivity rates of the two schools. For School D, the mean environmental positivity rate was 5.5% positive rooms per sampling episode (considering filter and floor samples together, and excluding the concluding sampling session). This positivity rate is seven times higher than the 0.78% positivity rate observed for School E. Self-reported positive case data from Schools D and E for the 2021 school year was provided to us by the school district. No positives were reported during the environmental sampling period (April 13 to June 8, 20201) in either of the two schools. However, two positive cases were reported in School D in early February, during limited in-person instruction. No in-person instruction cases were reported in School E throughout the school year. The larger number of prior clinical positive cases and subsequent higher environmental positivity rates in School D highlight the potential link between clinical and environmental results, although they also accentuate the possible role that relic RNA can have on the observed results. Relationships between environmental surface positivity rates and clinical cases in larger populations have been established (Harvey et al., 2021) , showing the potential for environmental monitoring regardless of clinical testing participation. In the present study, the number of positive rooms in schools D and E, eight and two respectively, was higher than the number of self-reported cases (including prior cases). Incomplete testing penetration and relying on self-reporting are likely to miss positive cases. In these situations, the environmental positivity rate may be a useful statistic to inform pandemic management strategies in the absence of a better metric.",
            "cite_spans": [
                {
                    "start": 1373,
                    "end": 1394,
                    "text": "(Harvey et al., 2021)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Surface and air filter sampling as strategies to inform the management of the COVID-19 pandemic"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface and air filter sampling as strategies to inform the management of the COVID-19 pandemic"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface and air filter sampling as strategies to inform the management of the COVID-19 pandemic"
        },
        {
            "text": "The two strategies utilized in this study for SARS-CoV-2 monitoring in the environment, namely floor and HEPA filter sampling, yielded different positivity rates. There were 15 identifiable air filter positives throughout the sampling period in Schools D and E (including the final sampling episode in School D) but only a single positive floor sample. However, two HEPA filter samples were collected from each room, compared to one floor swab. Taking into account the larger sample size, the HEPA filter positivity rates in Schools D and E were 3.02% and 0.41%, respectively, while the floor positivity rates were 0.48% and 0%. These results suggest that HEPA filter sampling is more sensitive than floor sampling. This can be explained because air filters collect and concentrate particles that can contain SARS-CoV-2-including aerosols, droplets, and dust-on a relatively small surface area. These types of particles also deposit on floors, although collecting one sample from larger areas has a lower probability of picking up deposited SARS-CoV-2 RNA. This surface sampling challenge has been previously reported in a high-frequency touched surfaces study (Marshall et al., 2020) . Concentration is desired for environmental samples and has been shown to allow a higher sensitivity for the detection of SARS-CoV-2 in samples such as wastewater (Jafferali et al., 2021; LaTurner et al., 2021) . Finally, floors are cleaned more frequently than HEPA filters are replaced-although, as previously noted, we observed repeated detection of SARS-CoV-2 in School D classrooms even after filters were replaced.",
            "cite_spans": [
                {
                    "start": 1161,
                    "end": 1184,
                    "text": "(Marshall et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1349,
                    "end": 1373,
                    "text": "(Jafferali et al., 2021;",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1396,
                    "text": "LaTurner et al., 2021)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Surface and air filter sampling as strategies to inform the management of the COVID-19 pandemic"
        },
        {
            "text": "There are clear challenges with using surface and filter sampling for monitoring the presence of SARS-CoV-2. Many of these challenges, including near-limit-of-detection virus concentrations and the impacts of site-specific conditions, have also been reported for other types of environmental monitoring, such as wastewater surveillance (Hart and Halden, 2020) . However, the biggest challenge we encountered in our study was the differentiation between freshly shed, relic or outsider SARS-CoV-2. Based on our results, monitoring surfaces and air filters for SARS-CoV-2 can only be complementary to clinical testing if the goal is to find the source of the virus detected. However, when implementing this type of environmental monitoring, it has to be clear that individuals may test negative as the environmental detection could have been due to relic or outsider RNA. Clinical testing as a response to relic or outsider environmental RNA can be useful as it provides certainty that all individuals in the room are negative for the virus. SARS-CoV-2 environmental surface monitoring should also be complementary to clinical testing, if available, because viral shedding can be too low to be detected environmentally; issues that have been described previously (Marshall et al., 2020; Ryu et al., 2020) . If full clinical testing participation is not possible nor available, SARS-CoV-2 environmental surface monitoring is limited to detecting, but not differentiating between freshly shed, relic, or outsider RNA. This strategy can still provide useful information for the pandemic management by setting baseline environmental positivity rates, tracking rate changes through time and responding to those changes with mitigation measures.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 359,
                    "text": "(Hart and Halden, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1261,
                    "end": 1284,
                    "text": "(Marshall et al., 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1285,
                    "end": 1302,
                    "text": "Ryu et al., 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Surface and air filter sampling as strategies to inform the management of the COVID-19 pandemic"
        },
        {
            "text": "Portable HEPA filter and floor sampling are environmental monitoring tools that can successfully detect SARS-CoV-2 RNA. HEPA filter sampling appears to be a more efficient tool compared to floor swabs. In schools or other settings where access to or participation in clinical . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ;  testing programs is limited, HEPA filter testing could be a useful strategy to inform pandemic response. However, environmental monitoring of SARS-CoV-2 through surface sampling (including HEPA filters) poses the challenge of differentiating amongst fresh, relic, and outsider viral RNA, especially for high-Ct results. Further research is needed to establish Ct thresholds for HEPA filter monitoring that indicate nearby active infections and elevated exposure risks. New technologies and testing protocols that differentiate fresh from aged viral RNA would also do much to increase the utility of SARS-CoV-2 environmental monitoring in schools.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "November 15, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 71,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We validated the detection of SARS-CoV-2 through swabbing surfaces and HEPA air filter units in two locations in Northern California after known exposures . The first location was a house where a visitor stayed for a period of 2 hours, mostly wearing a mask with the exception of ~20 minutes to have a meal. The visitor received a positive COVID-19 test result one day after the visit. We obtained swab samples from different surfaces in the dining, living and bath rooms four days after the exposure (Table S2 ). At the second location, which was a school classroom, two students tested positive for COVID-19 before the cohort was quarantined. We sampled surfaces two and six days after the students were on campus (Table S2) . A portable air purifier equipped with an H13 HEPA filter (MA-40, Medify Air, USA) that was active in the room when the positive individuals were present was dismantled and parts of it were sampled three days after. Three samples each were collected from the outer unit grill cover and the pre-filter mesh, and four samples were collected from the H13 HEPA filter surface (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 716,
                    "end": 726,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1100,
                    "end": 1110,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "S1.1 Validation sampling for the environmental detection of SARS-CoV-2 on surfaces and HEPA filtration units"
        },
        {
            "text": "Floor sampling instructional video can be found here:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.2 SARS-CoV-2 floor and HEPA filter sampling instructional videos"
        },
        {
            "text": "https://youtu.be/HuOuzR9Rpg8 HEPA filter sampling instructional video can be found here: https://youtu.be/MzV8tDMKsZc S1.3 Detailed RNA extraction protocols We used two methods to extract the SARS-CoV-2 RNA from surface and HEPA filter samples, minutes. 250 μl of 100% ethanol was added, vortexed for 15 seconds and incubated at room temperature for 5 minutes. The solutions were centrifuged for 20 seconds at 10,000 x g to remove foam. The lysates (~675 μl) were transferred to Viral Spin Columns in collection tubes and centrifuged for 1 minute at 6,800 x g. The Spin Columns were placed in new Wash Tubes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.2 SARS-CoV-2 floor and HEPA filter sampling instructional videos"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.2 SARS-CoV-2 floor and HEPA filter sampling instructional videos"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint 500 μl of Wash Buffer (WII with ethanol) was added to the Spin Columns and centrifuged for 1 minute at 6,800 x g. The flow through was discarded, and the 500 μl Wash Buffer (WII with ethanol) wash and centrifugation were repeated. The Spin Columns were placed in clean Wash Tubes and centrifuged for 1 minute at maximum speed (~20,000 x g) to remove residual Wash",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.2 SARS-CoV-2 floor and HEPA filter sampling instructional videos"
        },
        {
            "text": "Buffer. The Spin Columns were placed in sterile microcentrifuge tubes and 50 μl of sterile RNase-free water was used to elute the RNA extracts. The samples were incubated at room temperature for 1 minute and centrifuged at maximum speed to elute the RNA. The extracts were stored in a -80 °C freezer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.2 SARS-CoV-2 floor and HEPA filter sampling instructional videos"
        },
        {
            "text": "Standard curves were created for the spike glycoprotein (S) and φ6 bacteriophage assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.4 RT-qPCR standard curves"
        },
        {
            "text": "Known copy numbers of SARS-CoV-2 RNA obtained from clarified viral supernatants of heat inactivated virus donated by the University of Oregon were used for the SARS-CoV-2 RNA standard curve. Four replicates of ten-fold serial dilutions of viral RNA in the range of 3.2x10 5 to 3.2 copies per μl were used for generating the standard curve (Table S1 ). The primers and probes detailed in Table 1 were used following the thermal cycling conditions as in section 2.4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S1.4 RT-qPCR standard curves"
        },
        {
            "text": "The lower limit of detection was determined as the lowest concentration at which all four replicates amplified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1.4 RT-qPCR standard curves"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Supplementary tables"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint Table S1 . RT-qPCR standard curve for SARS-CoV-2 using viral RNA. Underside of positive student's chair 1 1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "S2 Supplementary tables"
        },
        {
            "text": "Underside of positive student's tool box 1 1 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Supplementary tables"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint Chair in front of positive student 1 0 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Supplementary tables"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101/2021.11.12.21266178 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S2 Supplementary tables"
        },
        {
            "text": "The copyright holder for this this version posted November 15, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 ",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "November 15, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 94,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 120,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S2 Supplementary tables"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of SARS-CoV-2 RNA on public surfaces in a densely populated urban area of Brazil: A potential tool for monitoring the circulation of infected patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Abrahão",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Science of the total environment",
            "volume": "766",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airborne SARS-CoV-2 surveillance in hospital environment using high-flowrate air samplers and its comparison to surface sampling', Indoor air",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "X"
                    ],
                    "last": "Ang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12930"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular detection of SARS-CoV-2 from indoor air samples in environmental monitoring needs adequate temporal coverage and infectivity assessment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barbieri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Environmental research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 containment on a college campus via wastewater-based epidemiology, targeted clinical testing and an intervention', The Science of the total environment",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Betancourt",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "779",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 detection and genomic sequencing from hospital surface samples collected at UC Davis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Coil",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PloS one",
            "volume": "16",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of SARS-CoV-2 by children attending school. Interim report on an observational, longitudinal sampling study of infected children, contacts, and the environment', bioRxiv. medRxiv",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cordery",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.08.21252839"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pilot program for test-based SARS-CoV-2 screening and environmental monitoring in an urban public school district",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.04.14.21255036"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Testing mobile air purifiers in a school classroom: Reducing the airborne transmission risk for SARS-CoV-2', Aerosol science and technology: the journal of the",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curtius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Granzin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schrod",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American Association for Aerosol Research",
            "volume": "55",
            "issn": "5",
            "pages": "586--599",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England journal of medicine",
            "volume": "382",
            "issn": "16",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Positive no-touch surfaces and undetectable SARS-CoV-2 aerosols in long-term care facilities: An attempt to understand the contributing factors and the importance of timing in air sampling campaigns",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dumont-Leblond",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "American journal of infection control",
            "volume": "49",
            "issn": "6",
            "pages": "701--706",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "FDA (2020) 510(k) SUBSTANTIAL EQUIVALENCE DETERMINATION DECISION SUMMARY",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of environmental SARS-CoV-2 RNA in a high prevalence setting in Spain",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Fernández-De-Mera",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Transboundary and emerging diseases",
            "volume": "68",
            "issn": "3",
            "pages": "1487--1492",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of Filters for the Sampling and Quantification of RNA Phage Aerosols', Aerosol science and technology: the journal of the",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gendron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Association for Aerosol Research",
            "volume": "44",
            "issn": "10",
            "pages": "893--901",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Which factors influence the extent of indoor transmission of SARS-CoV-2? A rapid evidence review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of global health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Computational analysis of SARS-CoV-2/COVID-19 surveillance by wastewater-based epidemiology locally and globally: Feasibility, economy, opportunities and challenges",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "U"
                    ],
                    "last": "Halden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Science of the total environment",
            "volume": "730",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Longitudinal Monitoring of SARS-CoV-2 RNA on High-Touch Surfaces in a Community Setting",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environmental science & technology letters",
            "volume": "8",
            "issn": "2",
            "pages": "168--175",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Healthy Davis Together -Working to prevent COVID-19 in Davis (2020) Healthy Davis Together",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of SARS-CoV-2 RNA in healthcare heating, ventilation, and air conditioning units', Indoor air",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Horve",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12898"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A California University Tries to Shield an Entire City From Coronavirus', The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hubler",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Science of the total environment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "755",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection of Severe Acute Respiratory Syndrome Coronavirus 2 RNA on Surfaces in Quarantine Rooms', Emerging infectious diseases",
            "authors": [
                {
                    "first": "F.-C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2609.201435"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stability of SARS-CoV-2 on Critical Personal Protective Equipment', medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kasloff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "SARS-CoV-2 in hospital indoor environments is predominantly non-infectious",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krambrich",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Virology journal",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evaluating recovery, cost, and throughput of different concentration methods for SARS-CoV-2 wastewater-based epidemiology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Laturner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Water research",
            "volume": "197",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Duration of SARS-CoV-2 positive in quarantine room environments: A perspective analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases",
            "volume": "105",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Distribution of SARS-CoV-2 RNA signal in a home with COVID-19 positive occupants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Maestre",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Science of the total environment",
            "volume": "778",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sentinel Coronavirus environmental monitoring can contribute to detecting asymptomatic SARS-CoV-2 virus spreaders and can verify effectiveness of workplace COVID-19 controls', Microbial risk analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Perceived Barriers to COVID-19 Testing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcelfish",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International journal of environmental research and public health",
            "volume": "18",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18052278"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Implementation of environmental surveillance for SARS-CoV-2 virus to support public health decisions: Opportunities and challenges', Current opinion in environmental science & health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Medema",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "49--71",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tracing surface and airborne SARS-CoV-2 RNA inside public buses and subway trains",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environment international",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Environmental contamination of SARS-CoV-2 on surfaces, air-conditioner and ventilation systems",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Mouchtouri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of hygiene and environmental health",
            "volume": "230",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Long-distance airborne dispersal of SARS-CoV-2 in COVID-19 wards",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nissen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific reports",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleic acid contamination of surfaces on a coronavirus disease 2019 (COVID-19) ward and intensive care unit', Infection control and hospital epidemiology: the official journal of the Society of Hospital Epidemiologists of",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Redmond",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "America",
            "volume": "42",
            "issn": "2",
            "pages": "215--217",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Indoor Dust as a Matrix for Surveillance of COVID-19', mSystems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Renninger",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mSystems.01350-20"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Are the Portable Air Cleaners (PAC) really effective to terminate airborne SARS-CoV-2?', The Science of the total environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "785",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Environmental contamination of SARS-CoV-2 during the COVID-19 outbreak in South Korea",
            "authors": [
                {
                    "first": "B.-H",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American journal of infection control",
            "volume": "48",
            "issn": "8",
            "pages": "875--879",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Aerosol and surface contamination of SARS-CoV-2 observed in quarantine and isolation care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Santarpia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific reports",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Making waves: Wastewater surveillance of SARS-CoV-2 for populationbased health management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Water research",
            "volume": "184",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Considerations for diagnostic COVID-19 tests",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vandenberg",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature reviews. Microbiology",
            "volume": "19",
            "issn": "3",
            "pages": "171--183",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "SARS-CoV-2 variant detection at a university dormitory using wastewater genomic tools",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Science of the total environment",
            "volume": "805",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Wastewater surveillance of SARS-CoV-2 across 40 U.S. states from",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Water research",
            "volume": "202",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Effect of ventilation rate on dust spatial distribution in a mechanically ventilated airspace', Transactions of the ASAE",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Society of Agricultural Engineers",
            "volume": "43",
            "issn": "6",
            "pages": "1877--1884",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Investigating Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Surface and Air Contamination in an Acute Healthcare Setting During the Peak of the Coronavirus Disease 2019 (COVID-19) Pandemic in London', Clinical infectious diseases: an official publication of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa905"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Positive and negative rooms for SARS-CoV-2 based on floor samples collected in Schools (A) A, (B) B, and (C) C throughout the pilot environmental monitoring study. Episodes with a positive floor sample are marked in red, negative episodes in green, and episodes where no sample was collected are in white. Air filter sampling in Schools A and B started on May 5, 2021 and is denoted by the orange line. No positive air filter samples were detected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Frequency distributions of cycle threshold (Ct) values for positive (A) HEPA filter and (B) floor samples obtained from Schools A, B, C, and D. All positive samples were processed using the MagMAX automated extraction protocol and tested using a SARS-CoV-2 S gene RT-qPCR assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "one manual and one automated. Section 2.4 details the periods of time when each method was utilized. For the manual extractions with the PureLink Viral RNA/DNA kit (Thermo Fisher Scientific, USA), sample volumes of 200 μl were mixed with 25 μl of Proteinase K and 200 μl of Lysis Buffer. The resulting solutions were vortexed for 15 seconds and incubated at 56 °C for 15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MagMAX Microbiome Ultra Nucleic Acid Isolation Kit (Applied Biosystems, USA) and the KingFisher Flex purification system (Thermo Fisher Scientific, USA) were used for automated RNA extractions. Sample volumes of 200 μl were transferred to 96-Deep Well Kingfisher plates. A solution that contained 250 μl of MagMAX Viral/Pathogen Binding Solution and 10 μl of MagMAX DNA/RNA Binding Beads per sample was made and 260 μl of the solution was added to each well of the 96-Deep Well plates containing samples. Wash 1 and Wash 2 Kingfisher plates were prepared with 1 ml of MagMAX Viral/Pathogen Wash Solution per well. Wash 3 and Wash 4 plates were prepared with 1 ml of 80% ethanol per well. Elution plates were prepared with 100 μl of MagMAX Viral/Pathogen Elution Buffer in each well. The plates were loaded into the Kingfisher and the MagMAX_Microbiome_Stool_Flex.bdz extraction protocol was run. The extracted samples were transferred to microcentrifuge tubes for storage at -80 °C.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "HEPA filter and floor environmental monitoring strategies for the detection of SARS-CoV-2 in five K-6 and K-8 schools. Preliminary testing conducted in the same rooms as weekly sampling; however, only a single surface per room was swabbed. These surfaces included walls, desks, sink counters, floors, door handles, cabinets, and tables.Preliminary testing conducted in Rooms 11 and 20. c Preliminary testing conducted in a not included in the weekly sampling.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "RT-qPCR primers and probe used for the detection of SARS-CoV-2 and φ6 bacteriophage in environmental samples.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table S2. Samples tested during the validation experiments for the detection of SARS-CoV-2 on surfaces and HEPA air purification units after known exposures.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the many teachers, administrators, staff, parents and others associated with these schools for facilitation of sample collection. We also thank the The Biology and Built Environment Center at the University of Oregon for supplying expertise and reagents at the start of this project. Funding was provided by Healthy Yolo Together/Healthy Davis Together, a partnership between the University of California, Davis, the city of Davis, and Yolo county. Members of the Bischel lab provided valuable laboratory support and feedback on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The challenge of SARS-CoV-2 environmental monitoring in schools using floors and portable HEPA filtration units: Fresh or relic RNA?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ]
}