{
    "paper_id": "09ea9090cf94b6f026ab4b89d24716bf93528415",
    "metadata": {
        "title": "Efficacy of Targeting SARS-CoV-2 by CAR-NK Cells",
        "authors": [
            {
                "first": "Minh",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saiaditya",
                "middle": [],
                "last": "Badeti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Geng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongfang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "dongfang.liu@rutgers.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "SARS-CoV-2 is highly contagious, which presents a significant public health issue 1 .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "1",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Currently, there is no vaccine available 2 . An FDA-approved standard of treatment for COVID-19 is not available either. Current treatment for COVID-19 patients can be classified into three categories: anti-viral treatments 3 , immunosuppression-based treatments 4 , and other supporting treatments such as convalescent plasma 5 . Specifically, in a few trials patients have been given combinations of antivirals including umifenovir 6 , remdesivir/ribavirin 7 , chloroquine 8 (an anti-malarial drug), chloroquine's analogue hydroxychloroquine 9 (a disease-modifying antirheumatic drug), and/or lopinavir/ritonavir 10, 11 . Non-steroidal anti-inflammatory drugs (NSAIDs), antibodies against IL-6 receptors, and corticosteroids have also been used during the early acute phase of SARS-CoV-2 to suppress the overactivated immune response 10 . Other supporting therapies include supplemental oxygen and mechanical ventilatory support when indicated (e.g., intubation, etc.).",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 475,
                    "end": 476,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "10,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "11",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Given the recent success of immunotherapy in cancer 12 , several immune cell-based immunotherapeutic strategies against SARS-CoV-2 are being rapidly developed, which include quantification or adoptive transfer of monocytes or NK cells (NCT04375176, NCT04280224, and NCT04365101), universal 'off-the-shelf 'NKG2D-ACE2 CAR-NK cells (NCT04324996), and several stem cell-based immunotherapeutic strategies (NCT04416139). Clinically, NK cells were first defined as CD56 bright CD16and CD56 dim CD16 + in the peripheral blood 13 . These NK cells isolated from peripheral blood can be further modified to express CAR for treating a variety of cancer and infectious diseases 14 .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "text": "12",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "13",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "14",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we develop a novel approach for the generation of CAR-NK cells for targeting SARS-CoV-2. CAR-NK cells were generated using the scFv domain of CR3022, a strong neutralizing antibody for SARS-CoV-1 and SARS-CoV-2. The data show that 'off-the-shelf' CR3022-CAR-NK cells may have the potential to treat patients with severe COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To develop an NK cell-based immunotherapy to treat COVID-19 patients, we modified NK cells with a CAR molecule specific against SARS-CoV-2 S protein. Previous studies show that the genome sequence of SARS-CoV-2 is highly similar to that of SARS-CoV-1 15 . Recent studies also demonstrate that a previously isolated neutralizing antibody from a convalescent SARS patient (and later named CR3022) can specifically bind to the RBD of SARS-CoV-2 spike protein 16 (Fig. 1a) . Specifically, we chose the scFv domain of CR3022 antibody because of its strong binding activity against both SARS-CoV-1 and SARS-CoV-2 S proteins.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 468,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Generation of CR3022-CAR-NK-92MI cells"
        },
        {
            "text": "To overcome the limitations of T cell therapy and take advantage of the benefits of using NK cells in targeting SARS-CoV-2 in vivo, we propose a CAR-expressing NK cell therapeutic approach. To initiate our studies, we successfully generated CR3022-CAR-NK cells in the human NK-92 cell line background (Fig. 1a) . Specifically, the NK-92 cell line was transduced with CR3022-CAR (Fig. 1) . Then, the subsequent CR3022-CAR positive NK-92 cells were sorted by flow cytometry. Sorted CR3022-CAR-NK-92MI cells were maintained for 2 months to verify CAR expression (data not shown). The generation of CR3022-CAR is schematically described (Fig. 1b) . 293T cells were transfected with a combination of plasmids containing CR3022-CAR in the SFG backbone, RDF, and PegPam3, as previously described 17, 18 . The SFG retrovirus particles were used to transduce NK-92MI cells. After 4-5 days, NK-92MI and CR3022-CAR cells were stained with CD56 and human IgG (H+L) and the CAR expression was analyzed by flow cytometry (Fig. 1c) . Greater than 98% of CD56 + CR3022-CAR + NK-92MI cells were observed (Fig. 1) . In summary, we have successfully established the stable membrane expression of CR3022-CAR-NK cells.",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 792,
                    "text": "17,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 793,
                    "end": 795,
                    "text": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 386,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 642,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1016,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1095,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Generation of CR3022-CAR-NK-92MI cells"
        },
        {
            "text": "To have a better understanding of the immunophenotype of CR3022-CAR-NK-92MI, we CR3022-CAR-NK-92MI cells and NK-92MI cells were incubated with the recombinant His-RBD protein from SARS-CoV-1 or SARS-CoV-2, respectively. The complex of CR3022-CAR-NK-92MI and the His-RBD protein was then recognized by anti-His and its corresponding secondary antibody conjugated with a fluorophore (Fig. 2b) . Flow cytometry was used to evaluate the binding efficiency of CR3022-CAR to the RBD of S protein from either SARS-CoV-1 or SARS-CoV-2. Consistent with earlier results from previous studies 16 , CR3022 binds to the RBD of both SARS-CoV-1 and SARS-CoV-2 ( Fig. 2c) . We therefore conclude that CR3022-CAR-NK-92MI cells can specifically bind to the recombinant His-RBD protein from SARS-CoV-1 and SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 390,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 647,
                    "end": 655,
                    "text": "Fig. 2c)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Characteristics of CR3022-CAR-NK92MI cells"
        },
        {
            "text": "However, the partial RBD domain of SARS-CoV-2-S may not fully reflect the complexity of SARS-CoV-2 viral particles. Therefore, we evaluated the binding activity of CR3022-CAR cells to pseudotyped SARS-CoV-2-S viral particles purchased from GenScript, USA. Similar to the concept in Figure 2b , CR3022-CAR-NK-92MI binds to the pseudotyped SARS-CoV-2-S viral particles. The CR3022-CAR-NK-92MI and SARS-CoV-2-S viral particle complex can be recognized by the binding of anti-spike antibody and its corresponding fluorophore-conjugated secondary antibody (Fig. 3a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": "CR3022-CAR-NK cells bind to pseudotyped SARS-CoV-2-S viral particles"
        },
        {
            "text": "Previous studies show that the RBD of spike protein binds to ACE2 and facilitates SARS-CoV-2 entry 19 . As a positive control, we included 293T-hACE2 in our experiment ( Fig. 3b) . In addition, we also included spike recombinant proteins, full-length and S1 subunit containing RBD as an additional control group. As expected, CR3022-CAR-NK-92MI cells was able to bind to the pseudotyped SARS-CoV-2-S viral particles (Fig. 3c) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "19",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 425,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                }
            ],
            "section": "CR3022-CAR-NK cells bind to pseudotyped SARS-CoV-2-S viral particles"
        },
        {
            "text": "However, the binding efficiency is slightly lower than that of full-length spike recombinant protein (highlighted in red in Fig. 3c ) and S1 subunit containing RBD protein (highlighted in green in Fig. 3c ) groups. Surprisingly, 293T-hACE2 cells showed a weaker binding efficiency with the pseudotyped SARS-CoV-2 viral particles, compared to that of CR3022-CAR-NK-92MI cells, indicating that the binding activities of CR3022-CAR-NK-92MI is superior to the natural receptor of SARS-CoV-2 virus. In summary, CR3022-CAR-NK-92MI cells can specifically and strongly bind to the pseudotyped SARS-CoV-2-S viral particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 204,
                    "text": "Fig. 3c",
                    "ref_id": null
                }
            ],
            "section": "CR3022-CAR-NK cells bind to pseudotyped SARS-CoV-2-S viral particles"
        },
        {
            "text": "After successful establishment of CR3022-CAR-NK cells and demonstration of recombinant His-RBD protein and pseudotyped SARS-CoV-2-S viral particle binding, we further evaluated whether CR3022-CAR-NK cells can be activated by SARS-CoV-2-S infected target cells. To test this, we first transfected the receptor binding domain (RBD) of SARS-CoV-2 spike protein into 293T-hACE2 cells (commonly used cell line for studying the SARS-CoV-2 virus) by transfecting these two cells with an RBD encoding plasmid ( Fig. 4a and Fig. 5 ). Greater than 90% of transfection efficiencies on 293T-hACE2 cell were obtained. The expression of RBD proteins on 293T-hACE2 cells were verified by flow cytometry (Fig. 4b and Fig. 5 ). After successful establishment of these 293T-hACE2-RBD target cells, we tested whether CR3022-CAR-NK-92MI cells can be activated by these target cells using the conventional CD107a assay. Expectedly, the surface level expression of CD107a molecules on CR3022-CAR-NK-92MI cells after co-culturing with these 293T-hACE2-RBD target cells were significantly increased, which was measured by both the percentage and mean fluorescence intensity (MFI) of CD107a on CR3022-CAR-NK92-MI cells, compared to cells cocultured with the parent cells alone (Fig. 4c) . In addition, the production of TNF-alpha and perforin were greatly increased on CR3022-CAR-NK-92MI cells after co-culturing with these 293T-hACE2-RBD target cells (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 521,
                    "text": "Fig. 4a and Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 688,
                    "end": 707,
                    "text": "(Fig. 4b and Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1252,
                    "end": 1261,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "CR3022-CAR-NK cells can be activated by SARS-CoV-2 spike protein receptor binding domain expressing infected target cells and specifically kill their susceptible target cells"
        },
        {
            "text": "Next, we evaluated the capacity of CR3022-CAR-NK-92MI cells to eradicate SARS-CoV-2 infected target cells (including 293T-hACE2). For 293T-hACE2 cells, an additional plasmid encoding firefly luciferase (FFLuc) tagged with green fluorescent protein (GFP) was also transfected to perform the standard Luciferase assay 2 . Successful luciferase expression on 293T-hACE2 cells was confirmed by flow cytometry analysis ( Fig. 4b) . Compared to control NK-92MI cells, as described previously 17 , CR3022-CAR-NK-92MI cells showed significantly higher killing capacities against 293T-hACE2 cells transfected with RBD (Fig. 4d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Fig. 4b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "CR3022-CAR-NK cells can be activated by SARS-CoV-2 spike protein receptor binding domain expressing infected target cells and specifically kill their susceptible target cells"
        },
        {
            "text": "To directly test whether CR3022-CAR-NK-92MI cells can kill SARS-CoV-2 infected target cells in vitro, we used the 4-hour Chromium-51 ( 51 Cr) release assay (a gold standard assay). The data show that CR3022-CAR-NK-92MI cells effectively kill 293T-hACE2-RBD cells by in vitro 51 Cr release assay (Fig. 5c) . Thus, by using both the luciferase killing assay platform and 51 Cr release assay platforms using two different transfected cell lines, we demonstrated the CR3022-CAR-NK-92MI cells can kill the SARS-CoV-2 infected target cells, which supports the clinical use for treatment of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 304,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "CR3022-CAR-NK cells can be activated by SARS-CoV-2 spike protein receptor binding domain expressing infected target cells and specifically kill their susceptible target cells"
        },
        {
            "text": "Recent clinical trials testing cancer immunotherapies have shown promising results for treating infectious diseases 14 . One of crucial barriers to using primary NK cells for immunotherapy is the difficulty in obtaining an adequate number of NK cells from peripheral blood or cold blood before expansion 18 . We have optimized the NK cell expansion technology to buffer this potential limitation. Thus, in this study, we focused on CR3022-CAR-NK-92MI, a NK-92 cell line expressing IL-2 molecule to sustain the persistence in vivo 20 .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "14",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "18",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "20",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, we provide proof-of-concept for using CR3022-CAR-based cell therapy for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Any methods, additional references, source data, and statements of code and data availability are available online. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online content"
        },
        {
            "text": "CR3022-CAR, NK92MI, and 293T-hACE2 (5 × 10 5 ) cells were first equilibrated with BM (complete RPMI-1640 containing 0.2% BSA and 10 mM HEPES pH 7.4). Due to the non-specific binding to our CR3022-CAR of our secondary antibody, cells were first blocked with anti-human IgG(H+L) F(ab')2 fragment for 30 minutes on ice in BM and washed thrice with PBS. Pseudotyped SARS-CoV-2-S (Genscript), full-length recombinant S protein (Acrobio systems), and S1 subunit recombinant protein (a gift from Dr. Abraham Pinter) were diluted with BM to appropriate concentrations. 4 × 10 6 IFU of pseudotyped SARS-CoV-2-S, or 2 µg of full-length recombinant S protein, or 2 µg of S1 subunit recombinant protein was added to designated wells of a 96-well V bottom plate. Plate was spun at 600 × g for 30 minutes at 32°C, then was incubated at 37°C under 5% (v/v) CO2 for 1 hour. Cells were washed twice with PBS, stained with anti-S1 in FACS buffer (0.2% FBS in PBS) for 30 minutes on ice and washed thrice with PBS. Cells were then stained with goat anti-rabbit secondary antibody in FACS buffer for 30 minutes on ice, washed thrice with PBS, and analyzed by Flow Cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CR3022-CAR and pseudotyped SARS-CoV-2-S viral particles binding assay"
        },
        {
            "text": "NK92MI and CR3022-CAR cells were stained were stained and washed as previously described. Cells were analyzed on a FACS LSRII or an LSR Fortessa flow cytometer (BD). PMT voltages were adjusted and compensation values were calculated before data collection. Data were acquired using FACS Diva software (BD) and analyzed using FlowJo software (BD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow Cytometry Analysis"
        },
        {
            "text": "The CD107a degranulation assay was described previously 3 . Briefly, expanded NK cells (5 × 10 4 ) were incubated with 1 × 10 5 293T or cells in V-bottomed 96-well plates in complete RPMI-1640 media at 37℃ for 2 hours. The cells were harvested, washed, and stained for CD3, CD56, and CD107a with GolgiStop (BD Biosciences) for 30 minutes, and analyzed by flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD107a Degranulation assay"
        },
        {
            "text": "To quantify the cytotoxicity of CAR-modified immune cells, we also developed the FFLuc reporter system assay. Briefly, an optical 96-well plate (Greiner Bio-One™ No: 655098) was precoated with Retronectin (0.5 µg/ml in PBS) and placed at 4°C overnight. Then, the following day, the wells were aspirated and 293T-hACE2- is the value of luminescence of the \"effector cell only\" well compared to the sample well, T is the mean value of luminescence of \"Target cell only\" wells, and M is the mean value of luminescence of \"blank medium only\" wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FFLuc reporter assay"
        },
        {
            "text": "To evaluate the cytotoxic activity of CAR-NK cell, the standard 4-hour 51 Cr release assay was used. Briefly, target cells were labeled with 51 Cr at 37°C for 2 hours and then resuspended at 1×10 5 /mL in NK-92MI culture medium with 10% FBS without IL-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cr release assay"
        },
        {
            "text": "Then, 1×10 4 target cells were incubated with serially diluted CAR-NK or NK-92MI cells at 37°C for 4 hours. After centrifugation, the supernatants were collected and the released 51 Cr was measured with a gamma counter (Wallac, Turku, Finland). The cytotoxicity (as a percentage) was calculated as follows: [(sample − spontaneous release) / (maximum release − spontaneous release)] × 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cr release assay"
        },
        {
            "text": "Data were represented as means ± SEM. The statistical significance was determined using a two-tailed unpaired Student t test, a two-tailed paired Student t test, a two-way ANOVA, where indicated. P < 0.05 was considered statistically significant. was confirmed by flow cytometry using Anti-RBD antibody. Cells were then harvested and used as target cells for the subsequent 51Cr release assay. (c) Quantitative data of the 51 Cr release assay using CR3022-CAR-NK-92MI cells and wild-type NK-92MI cells. Experimental groups were performed in triplicate. * p < 0.05, ** p < 0.01, *** p = 0.001, **** p<0.0001 ns p > 0.05. Data represent the mean ± SEM from at least two independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CoV-2-RBD or SARS-CoV-1-RBD recombinant protein. The binding efficiency was determined by flow cytometry",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagram of CR3022-CAR binding to pseudotyped SARS-CoV-2-S viral particles. CR3022-CAR binds to pseudotyped SARS-CoV-2-S viral particle which is then recognized by anti-spike and its corresponding secondary antibody conjugated to a fluorophore. (b) Representative histogram of CR3022-CAR binding to pseudotyped SARS-CoV-2-S. CR3022-CAR or NK-92MI or 293T-hACE2 cells were incubated with represent the mean ± SEM from at least two independent experiments",
            "authors": [],
            "year": null,
            "venue": "CR3022-CAR-NK-92MI cells bind to pseudotyped SARS-CoV-2-S viral particles. (a)",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "293T-hACE2 cells, stimulated with PMA/Ionomycin, or incubated alone for 2 hours at 37°C. Then, cells were harvested, stained for CAR F(ab)2 domain [IgG (H+L)], and CD107a. Representative flow cytometry dot plots, CD107a percent of total CAR cells",
            "authors": [],
            "year": null,
            "venue": "CR3022-CAR-NK92MI cells were cocultured with either 1 x 10 5 RBD transfected-293T-hACE2 cells",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "489--493",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Systematic review of the efficacy and safety of antiretroviral drugs against SARS, MERS or COVID-19: initial assessment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Int AIDS Soc",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19, cytokines and immunosuppression: what can we learn from severe acute respiratory syndrome?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarzi-Puttini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Exp Rheumatol",
            "volume": "38",
            "issn": "",
            "pages": "337--342",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deployment of convalescent plasma for the prevention and treatment of COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "",
            "pages": "2757--2765",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of adjunctive treatment strategies in COVID-19 and a review of international and national clinical guidelines",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Treatment options for COVID-19: The reality and challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "53",
            "issn": "",
            "pages": "436--443",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A systematic review of the prophylactic role of chloroquine and hydroxychloroquine in coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Negi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Rheum Dis",
            "volume": "23",
            "issn": "",
            "pages": "613--619",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Rapid Systematic Review of Clinical Trials Utilizing Chloroquine and Hydroxychloroquine as a Treatment for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rathod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gernsheimer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Emerg Med",
            "volume": "27",
            "issn": "",
            "pages": "493--504",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug Discov Ther",
            "volume": "14",
            "issn": "",
            "pages": "58--60",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Associations between immune-suppressive and stimulating drugs and novel COVID-19-a systematic review of current evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecancermedicalscience",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chimeric antigen receptor (CAR)-transduced natural killer cells in tumor immunotherapy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Acta Pharmacol Sin",
            "volume": "39",
            "issn": "",
            "pages": "167--176",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emerging insights into natural killer cells in human peripheral tissues",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Bjorkstrom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Ljunggren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaelsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Immunol",
            "volume": "16",
            "issn": "",
            "pages": "310--320",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Chimeric antigen receptor (CAR)-modified natural killer cell-based immunotherapy and immunological synapse formation in cancer and HIV",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Protein Cell",
            "volume": "8",
            "issn": "",
            "pages": "861--877",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "382--385",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Immunological Synapse Predicts Effectiveness of Chimeric Antigen Receptor Cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Ther",
            "volume": "26",
            "issn": "",
            "pages": "963--975",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Superior Expansion and Cytotoxicity of Human Primary NK and CAR-NK Cells from Various Sources via Enriched Metabolic Pathways",
            "authors": [
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hsiang-Chi",
                    "suffix": ""
                },
                {
                    "first": "Minh",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Jie-Gen",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Dongfang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Molecular Therapy: Methods & Clinical",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characterization of genetically altered, interleukin 2-independent natural killer cell lines suitable for adoptive cellular immunotherapy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum Gene Ther",
            "volume": "10",
            "issn": "",
            "pages": "1359--1373",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Infusion of the allogeneic cell line NK-92 in patients with advanced renal cell cancer or melanoma: a phase I trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cytotherapy",
            "volume": "10",
            "issn": "",
            "pages": "625--632",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Treatment of patients with advanced cancer with the natural killer cell line NK-92",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tonn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cytotherapy",
            "volume": "15",
            "issn": "",
            "pages": "1563--1570",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "further examined the expressions of several key immunoreceptors on CR3022-CAR-NK-92MI cells by flow cytometry. These receptors include TIGIT, LAG-3, TIM-3, KLRG1, CTLA-4, PD-1, CD69, CD8A, NKG2C, CD94, DNAM-1, 2B4, NKG2D, NKP46, and CD16 (Fig. 2a). The expressions of these activating and inhibitory receptors are comparable between parental NK-92MI and CR3022-CAR-NK-92MI cells. Surprisingly, the expressions of CD94 and 2B4 receptors significantly decreased in CR3022-CAR-NK-92MI cells. Overall, these key activating and inhibitory receptors between parental NK-92MI and CR3022-CAR-NK-92MI cells are similar, indicating the stable characteristics of NK-92MI at pre-and post-transduction stages. After successful establishment of CR3022-CAR-NK-92MI cells, we then assessed the binding activity of CR3022-CAR cells to the RBD domain of SARS-CoV-2-S protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "treating severe COVID-19 patients. These experiments will expedite preclinical studies and a potential clinical application during the COVID-19 pandemic. Although these findings support the therapeutic potential of CR3022-CAR-NK cells for treating severe COVID-19 patients, there are several limitations presented in the current form of study. First, we use the NK-92 cell line in this study. NK-92-mediated immunotherapy is currently undergoing phase I/II clinical trials 21,22 . However, NK-92 cells must be irradiated prior to infusion to prevent permanent engraftment because of malignant potential of NK-92 cells. Second, we use pseudotyped SARS-CoV-2-S viral particles, which is different from the natural SARS-CoV-2 virus. Future studies using natural SARS-CoV-2 virus in the ACE2-transgenic mouse model are needed to test the efficacy and toxicity of CR3022-CAR-NK cells.In conclusion, development of this novel CAR-NK cell therapy for the treatment of severe COVID-19 patients with maximal efficacy and minimal toxicity will be required to reduce patient risk and enhance the benefit of these expensive and time-intensive therapies. The studies here characterize the biology of CR3022-CAR-NK-92MI cells, test the efficacy of CR3022-CAR-NK-92MI using in vitro assays, and finally, define the efficacy of eliminating SARS-CoV-2 infected target cells by CR3022-CAR-NK-92MI cells. This work pioneers the use of CR3022-CAR-NK cells to treat SARS-CoV-2 infected patients and will lead to the development of novel immunotherapeutic strategies for patients presenting with severe COVID-19, and combined with other broadly neutralizing antibodies, will support the development of a universal, \"off-the-shelf \" CAR-NK based-immunotherapy for COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "PE anti-human CD3 antibody (clone OKT3), FITC and PE/Cy7 anti-human CD56 antibody (clone HCD56, BioLegend), PE anti-human CD69 antibody (clone FN50, BioLegend), PE anti-human CD8a antibody (clone RPA-T8, BioLegend), APC/Fire 750 anti-human CD226 antibody (DNAM-1) (clone 11A8, BioLegend), APC/Fire 750 antihuman KLRG1 (MAFA) antibody (clone SA231A2, BioLegend), BV421 anti-human CD335 (NKp46) antibody (clone 9E2, BioLegend), PE/Cy7 anti-human CD244 (2B4) antibody (clone C1.7, BioLegend), PE anti-human CD152 (CTLA-4) antibody (clone BNI3), APC anti-human CD366 (Tim-3) antibody (clone F38-2E2), PerCP/Cy5.5 antihuman TIGIT (VSTM3) antibody (clone A15153G), FITC anti-human CD223 (LAG-3) antibody (clone 11C3C65, BioLegend), BV510 anti-human CD314 (NKG2D) antibody (clone 1D11), and APC anti-human CD94 (clone DX22, BioLegend) were purchased from BioLegend (San Diego, CA, USA). APC anti-human CD16 antibody (clone 3G8, BD Biosciences), BV711 anti-human CD314 (NKG2D) antibody (clone 1D11, BD Biosciences), and FITC anti-human CD107a antibody (clone H4A3, BD Biosciences) were purchased from BD Biosciences (San Jose, CA, USA). PE anti-human NKG2C/CD159c antibody (clone 134591, R&D Systems) were purchased from R&D Systems. AF647 Goat anti-human IgG(H+L) F(ab')2 fragment antibody was purchased from Jackson ImmunoResearch (West Grove, PA, USA). Anti-SARS-CoV-2 Coronavirus Spike protein (subunit 1) polyclonal antibody was purchased from Invitrogen (Carlsbad, CA, USA). Anti-SARS-CoV-2 Spike RBD rabbit polyclonal antibody was purchased from SinoBiological (Beijing, China). Anti-His mouse monoclonal antibody IgG1 (clone H-3) was purchased from Santa Cruz Biotechnology (Dallas, TX, USA). Alexa Fluor 488 goat anti-rabbit IgG (H+L) and Alexa Fluor 488 goat anti-mouse IgG1 (g1) were purchased from Fisher Scientific (Waltham, MA). Cell lines 293T cell line was purchased from the American Type Culture Collection (ATCC). 293T-hACE2 cell line is a gift from Dr. Abraham Pinter (Rutgers-New Jersey Medical School, PHRI). To maintain the stable expression of hACE2, 293T-hACE2 cells were cultured in DMEM (Corning) supplemented with 10% (v/v) fetal bovine serum (FBS), 100 U/mL Penicillin-Streptomycin (Corning), and 1µg/mL of puromycin at 37℃ under 5% (v/v) CO2. To establish transient 293T-hACE2-RBD, 293T-hACE2 cells were transfected with 0.5 µg of SARS-CoV-2-RBD plasmid (a gift from Dr. Abraham Pinter) each well in a 24-well plate (Eppendorf) for 48 hours at 37℃ under 5% (v/v) CO2. Similarly, 293T-hACE2-FFLuc-GFP-RBD cells were transfected with 0.25 µg of SARS-CoV-2-RBD plasmid and 0.25 µg of pHAGE-FFLuc-GFP each well in a 24-well plate (Eppendorf) for 48 hours at 37°C under 5% (v/v) CO2. Cells were harvested and immediately used for CD107a degranulation, 51 Cr release, and FFLuc reporter assays.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A codon-optimized DNA fragment was synthesized by GENEWIZ encoding the CR3022-specific scFv and sub-cloned into the SFG retroviral vector retroviral backbone in-frame with the hinge component of human IgG1, CD28 trans-membrane domain, intracellular domain CD28 and 4-1BB, and the ζ chain of the human TCR/CD3 complex. The method was previously described 2 , briefly, to produce CR3022-CAR retrovirus, 293T cells were transfected with CR3022-CAR in SFG backbone, RDF, and PegPam3.CR3022-CAR retrovirus was harvested after 48-72 hours and transduced to NK92MI cells in a 24-well plate coated with 0.5 µg/ml of RetroNectin diluted in PBS (Clontech). Two days later, cells were transferred to 75 cm 2 flask (Corning) and maintained in 35 ml complete NK92MI medium (MEM-a with 12.5% (v/v) FBS, 12.5% (v/v) heat inactivated horse serum, 11 µM bME, 2 µM folic acid, and 20 µM inositol) supplemented 200 U/mL IL-2 (PeproTech). To determine the expression of CAR, cells were stained for CD56 and anti-human IgG(H+L) F(ab')2 fragment and analyzed by flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "To evaluate the binding activity of CR3022-CAR to RBD domain of SARS-CoV-2-S, CR3022-CAR and NK92MI (5 × 10 5 ) cells were incubated with 5 µg of His-gp70-RBD recombinant protein is a gift from Dr. Abraham Pinter in DPBS buffer (0.5 mM MgCl2 and 0.9 mM CaCl2 in PBS) in for 30 minutes on ice. Cells were washed twice with PBS, stained with anti-His in FACS buffer (0.2% FBS in PBS) for 30 minutes on ice and washed twice with PBS. Cells were then stained with anti-mouse (IgG1) secondary antibody in FACS buffer for 30 minutes on ice, washed twice with PBS, and analyzed by Flow Cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FFLuc-GFP-RBD and 293T-hACE2 cells were pre-seeded at 1 × 10 4 target cells/well in 100 µL/well of DMEM supplemented with 10% FBS. The plate was centrifuged for 5 minutes at 350 ´ g. In a separate 96-well plate, CR3022-CAR-NK-92MI and NK-92MI cells were resuspended at a concentration of 1 × 10 6 cells/ml. Serial dilutions of effector cells were then prepared according to the effector/target ratio using NK-92MI medium. Then, the effector cells were added to each well of the optical plate (100 µL/well) and incubated at 37°C under 5% (v/v) CO2 for 4 hours and then the supernatant was gently discarded. 100 µL of working concentration D-Luciferin was added to each well with the lights turned off. A microplate reader (BioTek, USA) was used to quantify the data. The data was quantified by converting the obtained values topercentage of specific lysis by the following equation: Specific Lysis Percentage (%) = [1-(S-E)/(T-M)]×100, where S is the value of luminescence of the sample well, E",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Generation of CR3022-CAR-NK92MI cells. (a) Schematic design of CR3022-CAR in SFG retroviral vector. The SFG retroviral vector contains the CR3022 single chain antibody fragment (clone 3), a human IgG1 CH2CH3 hinge region and CD28 transmembrane region, followed by the intracellular domains of co-stimulatory CD28, 4-1BB, and the intracellular domain of CD3ζ. (b) Generation of CR3022-CAR-NK cells. 293T cells were transfected with SFG-CR3022-CAR for 48-72 hours for CAR retrovirus packaging and transduced into NK92MI cells. (c) Determination of CAR expression by flow cytometry. CR3022-CAR cells were harvested after 4-5 days then stained with anti-CD56 and CAR F(ab)2 domain [IgG (H+L)] for flow cytometry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "CR3022-CAR-NK92MI cells bind to RBD domain of SARS-CoV-2-S protein. (a) Immunophenotyping of CR3022-CAR. Antibodies against various immunomodulatory receptors including TIGIT, LAG-3, TIM-3, KLRG1, CTLA-4, PD-1, CD69, CD8A, NKG2C, CD94, DNAM-1, 2B4, NKG2D, NKP46, and CD16 were used to stain CR3022-CAR and NK-92MI. The expression of these receptors was determined by flow cytometry. (b) Diagram of CR3022-CAR binding to the RBD domain of SARS-CoV-2-S recombinant protein. CR3022-CAR binds to RBD of SARS-CoV-2-S protein which is then recognized by anti-His and its corresponding secondary antibody conjugated to a fluorophore. (c) Representative dot plots of CR3022-CAR binding to RBD of SARS-CoV-2. CR3022-CAR or NK-92MI cells were incubated with SARS-pseudotyped SARS-CoV-2 or full-length spike or S1 subunit recombinant protein. The binding efficiency was determined by flow cytometry. Experimental sample was performed in triplicate with MFI 6759 ± 440 (a.u.). (c) Graph showing the binding efficiency of CR3022-CAR to pseudotyped SARS-CoV-2-S. The values were converted from Figure 2b. Experimental sample was performed in triplicate with binding efficiency 51.4 ± 3.34 (%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Increased CD107a degranulation and killing activity of CR3022-CAR-NK-92MI cells against 293T-hACE2 cells transfected with RBD-SARS-Cov-2 Spike. (a) 293T-hACE2 cells were transfected with a plasmid containing firefly luciferase and GFP as well as SARS-CoV-2 Spike protein receptor binding domain for 48 hours. (b) Successful transfection was confirmed by flow cytometry using anti-RBD antibody. Cells were then harvested and used as target cells for subsequent CD107a degranulation assay and luciferase killing assays. (c) Representative dot plots of CD107a assay and quantitative data of the percentage and mean fluorescence intensity of CD107a positive CR3022-CAR-NK92MI cells are shown. (d) Quantitative data of the luciferase killing assay using CR3022-CAR-NK92MI and wild-type NK-92MI cells against 293T-hACE2-FFLuc-GFP-RBD cells is shown. Experimental groups were performed in triplicate. * p < 0.05, ** p < 0.01, *** p = 0.001, **** p<0.0001 ns p > 0.05. Data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Increased killing activity of CR3022-CAR-NK-92MI cells against 293T-hACE2 cells transfected with SARS-Cov-2 Spike protein Receptor Binding Domain using the 51 Cr release platform. (a) 293T-hACE2 cells were transfected with SARS-Cov-2 Spike protein receptor binding domain for 48 hours. (b) Successful transfection",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Thus, we cloned the scFv domain of CR3022 into an SFG retroviral vector that contains a human IgG1 hinge and CH2-CH3 domain, CD28 transmembrane (TM) domain and intracellular domain, 4-1BB-Ligand intracellular domain, and CD3zeta intracellular domain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the members of the Liu laboratory for their comments on the manuscripts. We thank Dr. Rongfu Wang (Houston Methodist Research Institute) for providing pHAGE-FFLuc-GFP plasmid. We also thank Dr. Abraham Pinter (Rutgers- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "M.M., S.B., and D.L. designed the study and wrote the manuscript, K.G., assisted with experiments. D.L. supervised the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary information is available for this paper on the Journal website.Correspondence and requests for materials should be addressed to D.L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}