{
    "paper_id": "0a354cd39ec77de57e1731885663c13754706fe2",
    "metadata": {
        "title": "Editorial: Novel Vaccine Technologies in Animal Health",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Kogut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasilis",
                "middle": [
                    "C"
                ],
                "last": "Pliasas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "C"
                ],
                "last": "Fthenakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Thessaly",
                    "location": {
                        "settlement": "Karditsa",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Constantinos",
                "middle": [
                    "S"
                ],
                "last": "Kyriakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Conventional vaccine technologies, such as inactivated and attenuated live vaccines, have saved millions of lives during the past century, yet the unmitigated spread of SARS-CoV-2 revealed a blind spot in our capacity to respond to emerging infectious diseases (1) . Suboptimal performance issues, high costs and limitations in regards to scale-up production, illustrate the major caveats of traditional vaccine approaches for a time-sensitive response to emergent pathogens with pandemic potential (2, 3) . Despite significant advances in vaccine research and development, human vaccinology was arguably kept in a relative stalemate in the pre-pandemic era with limited innovative vaccine approaches receiving licensure (4) . On the other hand, veterinary science is a fertile ground for the development and commercialization of novel vaccine technologies. Direct evaluation of vaccine efficacy in target species capitalizes on the growing interest in livestock and companion animal health driving the progress and innovation of veterinary vaccines (3, 5) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "The objective of this Research Topic was to bring attention on the state-of-the-art research conducted in veterinary vaccinology and highlight innovative vaccine technologies that are being explored and exploited for the improvement of animal health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "Aida et al. gave a comprehensive overview of the current advances in the field of veterinary vaccinology and reviewed commercially available novel vaccine technologies utilized in animal health, including recombinant protein/subunit vaccines, DNA constructs, viral vector technologies, and DIVA vaccines. This study reported that 52% of licensed novel vaccines in animal health were viral vector technologies, while subunit-recombinant protein vaccines were the second most available platform with 27%. Additionally, the vast majority of innovative veterinary vaccines are commercialized in food animals, with swine constituting approximately one third of the overall licensed novel vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "Inactivated and attenuated live vaccines which represent first-generation vaccine technologies, are often reported to be less effective in inducing sufficient protection against a plethora of pathogens, including the porcine epidemic diarrhea virus (PEDV), a swine enteric coronavirus. Singh et al. developed a novel PEDV vaccine that utilized elements of both inactivated and attenuated live vaccines for the generation of an immunogenic construct that shows diminished, yet not abolished virus replication, which is a requirement for the elicitation of mucosal immunity and protection from PEDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "A different coronavirus that causes significant economic losses to the poultry industry is the Infectious Bronchitis virus (IBV). While vaccines are the most effective countermeasure for disease prevention, limitations in vaccine effectiveness against heterologous IBV strains, pose a great threat in disease control. Improvement on current serological assays such as ELISA is pivotal for the development of more potent IBV vaccines. In this regard, Yin et al. developed and validated an ELISA that utilized a peptide comprised by a conserved, across variant IBV strains, epitope of the S2 subunit of the spike protein. The high sensitivity and specificity of this novel diagnostic assay facilitates early identification of anti-IBV antibodies from day 7 post-immunization and detection of antibodies against multiple IBV genotypes, and could prove to be a valuable tool for the generation of effective IBV vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "Second-generation vaccine technologies, constituted by subunit and recombinant protein vaccines evoke antigen-specific immune targeting and represent an attractive alternative to the safety and production cost concerns of first-generation vaccines (6) . Kalaiyarasu et al. recently optimized a recombinant M2-HA2 fusion protein, comprised by conserved regions of the corresponding M2 and Hemagglutinin (HA) proteins, across highly-pathogenic avian influenza virus (HP-AIV) strains, as a broadly protective HP-AIV vaccine strategy. However, a relative disadvantage of second-generation vaccine platforms, is that they often require the presence of adjuvants (7) . Thus, an important aspect for the generation of effective vaccines is the enhancement of their immunogenicity by including a potent adjuvant. Lee et al. evaluated a novel adjuvant that was able to protect vaccinated mice from lethal AIV challenge and elicit comparable, to the commercial adjuvant, humoral responses against AIV and Newcastle disease virus in vaccinated chickens.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "In addition to poultry, swine are a natural host of influenza A virus (IAV), which causes substantial economic impact to the pork industry. A review by Gracia et al. addressed the implications of utilizing commercial inactivated vaccines for disease control as a result of the complex epidemiology of IAV worldwide. Additionally, the authors provide an overview of the innovative IAV vaccine approaches currently explored in swine. First-generation IAV vaccines predominately target anti-HA specific epitopes and show limited efficacy against heterologous strains. Neuraminidase (NA), is an attractive IAV immunogen due to the limitations of HA-targeting constructs. Anti-NA antibodies inhibit the enzymatic activity of NA thus rendering Neuraminidase Inhibition (NI) assays as the golden standard for assessing NA-targeting humoral responses (8, 9) . Skarlupka and Ross reported that raw sera may have non-specific NA inhibitory activities. Innate NA inhibitory properties can skew the NI assay results, if sera is not properly treated, which could prove detrimental especially when assessing novel NA-based vaccine technologies.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 846,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "Similar to viruses, intracellular bacteria (ICB) require the induction of both humoral and cell mediated responses for effective clearance, and oftentimes ICB infections are characterized by the evasion of the former (10). On this account, Kim et al. measured the differential antibody responses induced by different antigenic forms of Salmonella Gallinarum (SG) in vaccinated chickens, with the intention of detecting antigenic epitopes that could be utilized in highly immunogenic SG vaccines. Another ICB infection that poses a significant zoonotic threat is Brucellosis. Huy et al. developed and evaluated the efficacy of a novel vaccine consisting of four recombinant Brucella abortus proteins. This combined subunit vaccine (CSV) enhanced the expression of innate bactericidal factors and conferred comparable protection in mice against disease and bacterial replication, to the commercial vaccine, by inducing a robust Th1 phenotype immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "In summary, this Research Topic highlighted some of the latest developments and innovations in the dynamic field of veterinary vaccinology research. It is essential to keep exploring and investigating novel vaccine approaches if we aim to effectively control infectious diseases in public and animal health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel Vaccine Technologies in Animal Health"
        },
        {
            "text": "All authors listed have made a substantial, direct, and intellectual contribution to the work and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A brief history of vaccines and vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lombard",
                    "suffix": ""
                },
                {
                    "first": "P-P",
                    "middle": [],
                    "last": "Pastoret",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moulin A-O",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Sci Tech",
            "volume": "26",
            "issn": "",
            "pages": "29--48",
            "other_ids": {
                "DOI": [
                    "10.20506/rst.26.1.1724"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Challenges of developing novel vaccines with particular global health importance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Heaton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2020.517290"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current status of veterinary vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Meeusen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P-P",
                    "middle": [],
                    "last": "Pastoret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jungersen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "489--510",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00005-07"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Current view on novel vaccine technologies to combat human infectious diseases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Matić",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Šantak",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biotechnology",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl Microbiol Biotechnol",
            "volume": "106",
            "issn": "",
            "pages": "25--56",
            "other_ids": {
                "DOI": [
                    "10.1007/s00253-021-11713-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Veterinary vaccines and their importance to animal health and public health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Procedia Vaccinol",
            "volume": "5",
            "issn": "",
            "pages": "127--163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.provac.2011.10.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recombinant lipoproteins as novel vaccines with intrinsic adjuvant",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv Protein Chem Struct Biol",
            "volume": "99",
            "issn": "",
            "pages": "55--74",
            "other_ids": {
                "DOI": [
                    "10.1016/bs.apcsb.2015.03.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biotechnologies for the management of genetic resources for food and agriculture",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lidder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonnino",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Adv Genet",
            "volume": "78",
            "issn": "",
            "pages": "1--167",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-394394-1.00001-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Monitoring influenza virus susceptibility",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fallows",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Mishin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank the authors and reviewers that contributed to this Research Topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher's Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.Copyright © 2022 Pliasas, Fthenakis and Kyriakis. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}