{
    "paper_id": "0a5d0b41117255cc16f5e24ef1151426f41d3685",
    "metadata": {
        "title": "A Stochastic Nash Equilibrium Problem for Medical Supply Competition",
        "authors": [
            {
                "first": "Georgia",
                "middle": [],
                "last": "Fargetta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "region": "Catania",
                        "country": "Italy"
                    }
                },
                "email": "georgia.fargetta@phd.unict.it"
            },
            {
                "first": "Antonino",
                "middle": [],
                "last": "Maugeri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "region": "Catania",
                        "country": "Italy"
                    }
                },
                "email": "maugeri@dmi.unict.it"
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Scrimali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "region": "Catania",
                        "country": "Italy"
                    }
                },
                "email": "laura.scrimali@unict.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we study the competition of healthcare institutions for medical supplies in emergencies caused by natural disasters. In particular, we develop a two-stage procurement planning model in a random environment. We consider a pre-event policy, in which each healthcare institution seeks to minimize the purchasing cost of medical items and the transportation time from the first stage, and a recourse decision process to optimize the expected overall costs and the penalty for the prior plan, in response to each disaster scenario. Thus, each institution deals with a two-stage stochastic programming model that takes into account the unmet demand at the first stage, and the consequent penalty. Then, the institutions simultaneously solve their own stochastic optimization problems and reach a stable state governed by the stochastic Nash equilibrium concept. Moreover, we formulate the problem as a variational inequality; both the discrete and the general probability distribution cases are described. We also present an alternative formulation using infinite-dimensional duality tools. Finally, we discuss some numerical illustrations applying the progressive hedging algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this section, we present our two-stage stochastic model for the medical supply competition, see also [14] . Let W be the set of warehouses, with typical warehouse denoted by w; let H be the set of hospitals, with typical hospital denoted by h; let K be the set of medical supply type, with typical type denoted by k, and let M be the set of transportation modes, with typical mode denoted by m. We consider a network model as in Fig. 1 . The links between the nodes of the network represent all the possible connections between the warehouses and the hospitals. Multiple links between each warehouse and each hospital describe the possibility of alternative modes",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emergencies resulting from man-made or natural events strongly affect our social and economic life. Depending on the type of emergency different hazards may occur in the emergency locations. Thus, emergency management has raised increasing interest. In particular, businesses require special measures to protect their activities from any potential dangerous effect of an emergency. Therefore, it is important to establish a plan before the occurrence of these events to be prepared in case an emergency happens. A business continuity plan defines how a company will continue operating, even in the case of a natural disaster, IT failure or a cyber attack. The end goal is to preserve profitability and market position [12] .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 722,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we focus on a plan for the storage and distribution of medical supplies among healthcare institutions in emergencies caused by natural disasters. In particular, we model the competition among hospitals as a Nash equilibrium problem and introduce a stochastic programming model to design and evaluate the behavior of each demand location. Inspired by [26, 35] , we provide a two-stage stochastic programming model based on disaster scenarios that introduces the unmet demand at the first stage and the consequent penalty at the second stage, see also [13] . Thus, we consider a preevent policy, in which each healthcare institution minimize both the purchasing cost of medical items and the transportation time from the first stage. Then, we present a post-event policy through a recourse decision process to optimize the expected overall costs, and the penalty for the preassigned plan, in response to each possible disaster scenario of the second stage. Institutions simultaneously solve their own two-stage stochastic optimization problems and reach a stable state governed by the stochastic Nash equilibrium concept, that is formulated as a large-scale variational inequality. In addition, in the case of a general probability distribution, we define the stochastic Nash equilibrium as a random variational inequality in a Hilbert space setting. Then, we give the first order optimality conditions for the second-stage problem in terms of Lagrange multipliers, using a separation assumption, called Assumption S, as a constraint qualification [4] [5] [6] 9] . This condition results to be a necessary and sufficient condition for strong duality to hold. In infinite-dimensional spaces, the classical theorems, which prove strong duality and existence of multipliers, require that the interior of the ordering cone be nonempty [21] . However, in most infinite-dimensional cases, where the functional space is L 2 or a Sobolev space, the ordering cone has the empty interior. Therefore, we aim at proving that the second-stage problem verifies the Assumption S. As a result, we ensure the existence of Lagrange multipliers and give an alternative formulation of the two-stage problem. Moreover, we show that the dual variables regulate the medical item procurement. In fact, they represent the control variables on the first-stage demand, on the second-stage demand, and on the unfulfilled demand.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1565,
                    "end": 1568,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1569,
                    "end": 1572,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1573,
                    "end": 1575,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1844,
                    "end": 1848,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of an efficient approach to emergency management and medical supply planning has been investigated in several papers. As an example, in [26] , the authors presented a stochastic programming model, in which they selected the storage locations of medical supplies and use inventory levels for medical items. In the model, they captured the information updating during disaster scenarios. In [28] , Nagurney et al. developed a stochastic generalized Nash equilibrium model consisting of multiple purchase locations for the disaster relief items, multiple humanitarian organizations, multiple freight service provision options and multiple hubs for storage to multiple points of demand. In [29] , the authors presented a generalized Nash equilibrium model with stochastic demand to analyze competition among organizations at demand points for medical supplies. In [30] , Nagurney and Salarpour introduced a two-stage stochastic game theory model in order to examine the behavior of national governments during Covid-19 pandemic, and their competition for essential medical supplies in both the preparation and response phases. All the problems presented in [28] [29] [30] were solved as variational inequalities, using the concept of variational equilibrium. We remark that our model differs from the treatment in [26] as we develop a variational inequality approach. In addition, although the problems introduced in [28] [29] [30] have similarities, they are all restricted to the case of discrete probability distribution, whereas our model is valid also for general probability distribution. This poses challenges for both theory and computations.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, two-stage stochastic variational inequalities have been introduced to model cases where one looks for a decision vector before the real situation is known, and a new one after the scenario has been realized. In [10] , the authors formulated the two-stage stochastic variational inequality as a two-stage stochastic programming problem with recourse. In [23] , Li and Zhang studied the transformation of a general two-stage stochastic programming problem to a two-stage stochastic variational inequality. In [14] , the authors presented an evacuation model where a population had to be evacuated from crisis areas to shelters, and, due to the uncertainty in the size of the population to be evacuated, a two-stage stochastic variational inequality model was given. In [32] , Rockafellar and Wets discussed the multistage stochastic variational inequality. In [33] , the authors developed progressive hedging methods for solving multistage convex stochastic programming, see also [34] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In [16] , Gwinner and Raciti studied the random variational inequality and general random equilibrium problems. In particular, they worked on a class of linear random variational inequalities on random sets, with results on measurability, existence and uniqueness in a Hilbert space. Furthermore, they provided an approximation procedure in a special case. Then, in [17] , the same authors carried out the theory of random variational inequalities to study a class of random equilibrium problems on networks in the linear case, and in [18] they studied the application to nonlinear random traffic equilibrium problem. A valuable additional contribution of the same authors is the book in [19] . In [11] , the authors formulated the multicriteria spatial price network equilibrium problem as a random variational inequality, in which the consumers weight, using random fluctuations, transportation cost and the transportation time associated with the shipment of a given item. In [7, 8] , the authors applied a general random traffic equilibrium problem, featuring the random Wardrop equilibrium distribution using random variational inequality. In [22] , Jadamba and Raciti explored stochastic Nash equilibrium problems using monotone variational inequalities in probabilistic Lebesgue spaces. Their results are applied to a class of oligopolistic market equilibrium problems.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Inspired by the above works, in this paper, we provide a variational inequality formulation of the two-stage stochastic optimization problem describing the competition of healthcare institutions in case an emergency happens. The main contributions of our work are: • Modeling a medical supply network that involves warehouses and hospitals with multiple medical items and multiple transportation modes. • Providing a two-stage stochastic programming model based on disaster scenarios that considers the unmet demand at the first stage and the consequent penalty at the second stage. • Deriving a variational inequality formulation in both the discrete and general probability cases. • Characterizing the second-stage equilibrium, in the case of general probability distribution, by means of infinite-dimensional Lagrange duality. • Testing the equilibrium model with numerical illustrations with realistic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An analysis of the Lagrange multipliers is also performed and, hence, this paper adds to the literature on the study of marginal utilities in the more challenging setting of stochastic programming problems. This paper is organized as follows. In Sect. 2, we introduce the two-stage stochastic model for the medical supply competition. In Sect. 3, we present the stochastic Nash equilibrium concept underlying our model and the equivalent variational inequality formulation. The cases of discrete and general probability distribution are discussed. In Sect. 4, we recall some infinite-dimensional duality tools, and, in Sect. 5, we present an alternative formulation of the second-stage problem. The progressive hedging algorithm is then applied to some numerical examples in Sect. 6. We summarize our results and draw our conclusions in Sect. 7. of transportation. We note that the suitable transportation mode is often connected to the distance between supply and demand locations. Thus, for long distances airplanes are preferred to transportation by truck or train. The choice of the transportation mode may also depend on the type of medical item or on the severity of the emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let x k wh be the amount of medical item of type k from warehouse w to hospital h, and let ρ k w be the unitary price of medical item k at warehouse w. Let x wh denote the total amount delivered from warehouse w to hospital h, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We further group the x wh into the W H−dimensional column vector x.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, we introduce the transportation time t m wh from warehouse w to hospital h with mode m and assume that it depends on the total amount x, namely, t m wh = t m wh (x). We consider two stages, where one corresponds to the preparedness phase and the other represents the response phase. In the first phase, each demand location, namely the hospital, looks for minimizing the purchasing cost of medical items and the transportation time from the first stage; in the second one, a recourse decision process is developed to optimize the transportation costs from the second stage, in response to each disaster scenario. Let ( , F, P) be a probability space, where the random parameter ω ∈ represents the typical disaster scenario. For each ω ∈ , we denote by ξ : → R W H K +H K a finite-dimensional random vector and by E ξ the mathematical expectation with respect to ξ . In order to formulate the twostage stochastic model, we introduce two types of decision variables. The first-stage decision variable x k wh is used to represent the quantity of medical supplies of type k from warehouse w to hospital h in stage one. The second-stage decision variables are y k wh (ω) and z k h (ω). The variable y k wh (ω) represents the quantity of medical supplies of type k to be delivered from warehouse w to hospital h under scenario ω. The variable z k h (ω) is the unfulfilled demand at hospital h of medical supply item k under scenario ω. The amount of unfulfilled demand z k h (ω) is penalized by the penalty function π k h = π k h (ω, z k h (ω)). We note that x k wh is chosen before a realization of ξ is revealed and later y k wh (ω) and z k h (ω) are selected with known realization. We set y wh (ω) = k∈K y k wh (ω). We further group the y wh (ω) into the W H−dimensional column vector y(ω). Finally, we introduce the transportation cost c m wh from warehouse w to hospital h with mode m and assume that it depends on the total amount y(ω), namely, c m wh = c m wh (ω, y(ω)). Table 1 summarizes the relevant notations used in the model formulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1983,
                    "end": 1990,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We aim at obtaining an efficient plan of medical item procurement of each demand location in the first stage by the evaluation of adaptive plans in the second stage. Thus, for each hospital, we minimize the purchasing cost and the transportation time of the first stage with the expected overall costs and the penalty for the prior plan. For each hospital, a two-stage procurement planning model in a random environment is formulated. We first present the hospital's problem as a two-stage stochastic programming problem and then define the stochastic Nash equilibrium describing the competition of all hospitals. Table 1 The notation for the two-stage stochastic model ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 621,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The objective function (1) minimizes the sum of the purchasing cost for early supply plan, the transportation time, and the expected value of the second stage solution, with respect to disaster scenario, h (x, ξ(ω)). Constraint (2) states that hospital h receives at least the needed amount of medical items; constraint (3) is the maximum availability constraint of each medical supply type k; constraint (4) is the non-negativity requirement on variables. In order to ensure that the constraint set is nonempty, we require that d k h ≤ e k , ∀h, k. For a given realization ω ∈ , h (x, ξ(ω)) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, h (x, ξ(ω)) is the optimal value of the second-stage problem (5)-(8) associated with hospital h, where the constraints hold almost surely (P-a.s.). We remark that h (x, ξ(ω)) depends on x via constraint (7) . The objective function (5) minimizes the total cost and the penalty for unmet demand at the second stage. Constraint (6) states that the supply at the second stage plus the unmet demand should be at least as much as the demand at the second stage. Constraint (7) is the maximum availability constraint of each medical supply of type k. We emphasize that the connection between stage-wise decision variables x and y is captured by constraint (7) . It is the linking factor between the first and second stage and communicates the first-stage decisions to the second one. Constraint (8) is the non-negativity requirement on variables. We also assume that z k h (ω) ≤ α d k h , α ∈]0, 1], P-a.s., namely, the unmet demand cannot exceed a fixed percentage of the first-stage demand.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to ensure that the constraint set of the second stage is nonempty, it suffices to require that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We assume that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ", a.e. in , are continuously differentiable and convex for all ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we present the equilibrium concept underlying our model and the equivalent variational inequality formulation. Both the cases of discrete and general probability distribution are discussed. Each hospital minimizes the deterministic costs and the expected costs for all the scenarios. Then, the hospitals simultaneously solve their own optimization problems and reach a stable state governed by the Nash equilibrium concept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic Nash Equilibrium Problem"
        },
        {
            "text": "We define the sets: (14) hold ,",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Stochastic Nash Equilibrium Problem"
        },
        {
            "text": "We will refer to the objective function (9) as the function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic Nash Equilibrium Problem"
        },
        {
            "text": ". According to the above definition, a Nash equilibrium is established if no hospital can unilaterally improve upon his profit by choosing an alternative medical item flow pattern, given other hospitals' decision strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic Nash Equilibrium Problem"
        },
        {
            "text": "If the random parameter ω ∈ follows a discrete distribution with finite support = {ω 1 , . . . , ω r } and probabilities p(ω r ) associated with each realization ω r , r ∈ R = {1, . . . , R}, then the objective function (9) for h ∈ H becomes",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discrete Probability Distribution"
        },
        {
            "text": "and the cost minimization problem for h ∈ H is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discrete Probability Distribution"
        },
        {
            "text": "It is well known that a Nash equilibrium can be characterized as a solution to a variational inequality problem (see [20, 27] for theory and applications on variational inequalities). Thus, the competition among hospitals under the Nash criterion is described by the following variational inequality:",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discrete Probability Distribution"
        },
        {
            "text": "We note that the set S, and the set T , ∀r ∈ R, are nonempty, compact and convex, and the operator entering (28) is continuous. Therefore, a solution to the above problem exists from the standard theory of variational inequalities [20] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discrete Probability Distribution"
        },
        {
            "text": "In the case of a general probability space ( , F, P), studying the optimality conditions can be very hard, as one should state the order of the decision process explicitly. For this reason, we choose as our functional setting a Hilbert space and assume that y ∈ L 2 ( , P, R W H ), z ∈ L 2 ( , P, R H K ), d ∈ L 2 ( , P, R H K ). L 2 ( , P, R W H ) denotes the class of R W H -valued functions defined in , that are square integrable with respect to the probability measure P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "Analogous meaning has the space L 2 ( , P, R H K ). Moreover, we require the following growth conditions, ∀m, w, h, k:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "where β 1m wh , β 2k h , β 3m wh , β 4k h are nonnegative functions of L ∞ ( ). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "Proof The proof procceds as in [3] .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "To ensure the existence of solutions, we may apply the results in [25] . We first recall some definitions.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "Let E be a reflexive Banach space with dual space E * and K ⊂ E a closed convex set. • for each sequence u n weakly converging to u in K and such that lim sup n Au n , u n − u ≤ 0 it results lim inf n Au n , u n − v ≥ Au, u − v , ∀v ∈ K ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Probability Distribution"
        },
        {
            "text": "• for each v ∈ K the function u → Au, u − v is lower bounded on the bounded subsets of K . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3.2 A mapping"
        },
        {
            "text": "u, v ∈ K Av, u − v ≥ 0 → Au, u − v ≥ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3.3 A mapping"
        },
        {
            "text": "Then, the variational inequality Au, v − u , ∀v ∈ K admits solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.2 Let us assume that the map A : K → E * be B-pseudomonotone or F-hemicontinuous and there exist u 0 ∈ K and R"
        },
        {
            "text": "We recall that condition (32) is satisfied if the coercivity condition is verified:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "We can apply Theorem 3.2 and Theorem 3.3, assuming that the operator of the variational inequality is B-pseudomonotone or F-hemicontinuous and (32) or (33) holds true, or assuming that it is K-pseudomonotone, conditions (29)-(30) are verified, and (32) or (33) holds true. We also recall that condition (30) is sufficient to guarantee that the operator is lower hemicontinuous along line segments (see [15] ).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "X denote a real normed space and X * the topological dual of all continuous linear functionals on X . Given C, a nonempty subset of X , and an element x ∈ X , the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "x n ∈ C ∀n ∈ N, lim n→∞ x n = x is called the contingent cone to C at x. Of course, if T C (x) = ∅, then x belongs to the closure of C, denoted by cl C. If C is convex, then [21] ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "We now present the statement of Theorem 3.2 in [24] . Let X be a real normed space real and S be a nonempty subset of X ; let (Y , · ) be a real normed space, partially ordered by a convex cone C. Let f : S → R and g : S → Y be two convex functions. Let us consider the primal problem",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "and the dual problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "where C * is the dual cone of C. We say that Assumption S is fulfilled at a point x 0 ∈ K if and only if it results:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "Then, in [24] the following theorem is proved. (35) , it results that u, g(x 0 ) = 0.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 47,
                    "end": 51,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3.3 Let A : K → E * be a K-pseudomonotone map which is lower hemicontinuous along line segments. Let us assume that condition (32) holds true. Then, variational inequality Au, v − u , ∀v ∈ K admits solutions."
        },
        {
            "text": "The following result entitles us to characterize a solution of problem (34) as a saddle point of the Lagrange function [4] . ",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4.1 Under the above assumptions, if problem (34) is solvable and Assumption S is fulfilled at the extremal solution x 0 ∈ K , then also problem (35) is solvable, the extreme values of both problems are equal and, denoted by u the optimal solution of"
        },
        {
            "text": "We now apply the duality framework in [4] [5] [6] to the second-stage problem (5)- (8) . First, we note problem (5)-(8) is equivalent to a variational inequality, see [3] .",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4.1 Under the above assumptions, if problem (34) is solvable and Assumption S is fulfilled at the extremal solution x 0 ∈ K , then also problem (35) is solvable, the extreme values of both problems are equal and, denoted by u the optimal solution of"
        },
        {
            "text": "Now, we give two preliminary results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.3 The vector (y * h , z * h ) ∈ T h , for all h ∈ H, is an optimal solution of the second-stage problem (5)-(8) if and only if (y"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "Proof We assume that (y * h , z * h ) ∈ T h is a solution to (36). Following [3] , we prove that if there exist w 1 , k 1 , w 2 , k 2 such that m∈M ∂c m w 1 h (ω, y * (ω)) ∂ y k 1",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "then y k2 w 2 h = 0. By contradiction, suppose that there exists a set E ⊆ , with positive measure, such that y k2 w 2 h > 0, for all ω ∈ E and (39) holds. Let us set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "This contradicts variational inequality (36). Thus, we have m∈M ∂c m wh (ω, y * (ω)) ∂ y k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "Analogously, we find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "Now, we suppose that there exist two functions ν 1 h , ν 2 h ∈ L 2 ( , P, R) such that (37)-(38) hold. Variational inequality (36) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "Therefore, variational inequality (36) is satisfied. Now, we prove that Assumption S is verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "be a solution to (36). Let us introduce, a.e. in ,"
        },
        {
            "text": "* h , z * h ) ∈ T h . Proof We suppose that (y * h , z * h ) ∈ T h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4.4 Problem (36) verifies Assumption S at the optimal solution (y"
        },
        {
            "text": "with γ n ≥ 0, λ n > 0, u i n ≥ 0, i = 1, . . . , 5, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "then l must be nonnegative. We prove that every term in (40)-(41) tends to zero. We first considers only the terms in y:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "Taking into account that w∈W y * k wh (ω) = − w∈W x k wh + e k (ω), all the terms tends to zero. Analogously, we can prove that the other terms tends to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "For h = 1, . . . , H , we consider the Lagrange function associated with optimization problem (45):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": ". Then, applying results in [5, 6] , since we proved Assumption S, there exist",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 32,
                    "end": 34,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "Thus, we find",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "Setting y k wh (ω) = y * k wh (ω) ± 1 (ω), and then z k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "The converse is easily achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "Therefore, the two-stage problem can be reformulated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "We now describe some relevant consequences that gives an insights into the market behavior with respect to the product shipment. Dual variables λ 1k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "w regulate the medical item procurement. In particular, λ 1k h is a control variable on the first-stage demand; λ 2k h is a control variable on the item availability level; μ 1k w is a control variable on the second-stage demand; μ 2k w and μ 3k w are control variables on the unfulfilled demand. We discuss some cases, considering active and non-active constraints. We have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "If y * k wh (ω) > 0, then μ 1k w (ω) = 0, P-a.s., and m∈M ∂c m wh (ω, y * (ω)) ∂ y k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "namely, the marginal cost is equal to the difference of the control variables on demand and market item availability. Moreover, if λ * 1k h (ω) = 0, λ * 2k h (ω) > 0, P-a.s., we find m∈M ∂c m wh (ω,y * (ω)) ∂ y k wh = −λ * 2k h (ω), P − a.s., and the marginal cost",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": ", P-a.s., and the marginal cost increases. From",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "we note that the marginal penalty is equal to the difference between the control variables on the unfulfilled demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "s. This is the case of an effective emergency plan, in which hospital does not incur in any unmet demand. If μ * 3k (ω) > 0, then μ * 2k (ω) = 0, P − a.s., and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "namely, the marginal penalty decreases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "is a solution to (36) and prove that Assumption"
        },
        {
            "text": "In this section, we present two small numerical examples for illustrative purposes. We consider two warehouses (w = 2), two hospitals (h = 2), three different items (k = 3), one transportation mode (m = 1) and five scenarios. The economic data mainly come from [1] . For the calculation of transportation costs, we apply the Product & Distance-based calculation rule, which computes the transportation costs based on the coefficients for transportation costs (that include all the different terms, e.g., fuel price, tolls, etc.) for national shipments assumed to be 0.19e/km * m 3 . For transportation time from warehouses to hospitals, we consider hourly cost set, that includes the time spending for the loading process, the route to go and the unloading process. Penalty costs, concerning the unfulfilled demand, depends on the number of items that are not delivered in one day.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "The numerical simulations are solved applying the Progressive Hedging Method (PHM) [31] . This is a well-known algorithm that has been recently extended to multistage SVI and multistage stochastic Lagrangian variational inequalities [33, 34] . In [2] , the authors presented a new framework that shows how PHM can be utilized, while guaranteeing convergence, to globally optimal solutions of mixed-integer stochastic Numerical Example 1: In this numerical example, the items are collected in multiple packages, and the coefficients of the cost functions are related to a single package. We have considered high penalty functions, since not satisfying the demand for a particular item would cause severe discomfort. It can be noted that, given the danger of the penalty, at equilibrium we get zero penalties as it is likely that hospitals pay more attention to some indispensable items. The matrix of the cost functions is given by ⎛ ⎝ 2, 6 2, 9 3, 5 7, 2 0, 00019 0, 00029 0, 00038 0, 00023 1800 1600 2, 7 2, 5 1, 7 2, 2 0, 00025 0, 00031 0, 00024 0, 00018 1500 1400 1, 6 1, 9 1, 02 2, 03 0, 00021 0, 00036 0, 00032 0, 00028 1300 1500",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "First of all, we focus our attention on the flows x k wh of the first stage. We find ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "From the numerical result of the first example [see (48), Table 2 ], we notice that in a condition without emergency, each hospital prefers to choose his trusted warehouse. In particular,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Numerical Example"
        },
        {
            "text": "• All hospitals decide to buy the medical item one (k = 1) from warehouse one (w = 1); • All hospitals decide not to buy the medical item two (k = 2) from warehouse one (w = 1) or two (w = 2); • For medical item three (k = 3), hospital two (h = 2) decides to rely on warehouse one (w = 1) and hospital one (h = 1) on warehouse two (w = 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "In the second stage, namely, in an emergency situation, the usual choice is no longer the optimal one, but demand must always be satisfied by minimizing costs. Furthermore, the penalties are fortunately null for each hospital and for each item. The results are shown in Table 2 . Numerical Example 2: In this numerical example, the items are treated as boxes and the coefficients of the cost functions are related to boxes which contain thousand packages. We have considered low penalty functions, since not satisfying the demand for a particular item would not cause severe discomfort. In this case, the amount of unfulfilled demand at hospital h of medical supply item k under scenario ω, for all h, k are not null. This is a consequence of the fact that for these items it is not necessary to satisfy fully the daily demand. Another difference with the first numerical example is that all hospitals use all warehouses, without choosing the trusted warehouses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Numerical Example"
        },
        {
            "text": "The coefficient matrix of the cost functions is represented by (49). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "0,00 0,00 0,00 0,00 0,00 z 2 (ω) 0,00 0,00 0,00 0,00 0,00 k = 2 z 1 (ω) 0,00 0,00 0,00 0,00 0,00 z 2 (ω) 0,00 0,00 0,00 0,00 0,00 k = 3 z 1 (ω) 0,00 0,00 0,00 0,00 0,00 z 2 (ω) 0,00 0,00 0,00 0,00 0,00",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "The flows x k wh of the first stage (50) are given by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Example"
        },
        {
            "text": "In Table 3 , we group all variables for the second stage, under scenario ω.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Numerical Example"
        },
        {
            "text": "In this paper, we constructed a stochastic Nash equilibrium model for a medical supply network that consists of warehouses and hospitals with multiple medical items and multiple transportation modes. Each hospital solves a two-stage stochastic optimization problem, where, in the first stage, seeks to minimize the purchasing cost of medical items and the transportation time. Then, we introduced a recourse decision process to optimize the expected overall costs and the penalty for the prior plan, in response to each possible disaster scenario of the second stage. The hospitals simultaneously solve their own stochastic optimization problems and reach a stable state given by the stochastic Nash equilibrium concept. Specific features of the model include: the uncertainty of the scenarios, the supply availability of medical items, the penalty for unmet demand and the fluctuating costs. The model is formulated as a variational inequality. In the case of general probability distribution, we characterized the Nash equilibrium of the problem as a solution to an infinite-dimensional variational inequality in the Hilbert space L 2 . The associated Lagrange function was studied, and a strong duality result was provided. Finally, we presented some numerical illustrations solved applying the progressive hedging algorithm. The results reveal that hospitals are able to re-arrange timely their requests in order to satisfy the need for medical items. In emergencies, uncertainty plays a fundamental role in the success of disaster management; hence, health institutions must be ready to adjust the request of medical items. Our contributions to the literature lie in advancing the state-of-the-art of stochastic programming for disaster management as well as applications of variational inequalities and strong duality. We also emphasize that to date there has been limited work on stochastic programming problems under general probability distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This model could be extended in future research. For example, we could incorporate additional details to the model and solve examples using data from real situations. The extension to a multi-stage problem where we consider different stages of information is another future research opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healthcare supply chain simulation with disruption considerations: a case study from Northern Italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aldrighetti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zennaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Battini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Global J. Flex. Syst. Manag",
            "volume": "20",
            "issn": "1",
            "pages": "81--102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A progressive Hedging based branch-and-bound algorithm for mixed-integer stochastic programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atakan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Manag. Sci",
            "volume": "15",
            "issn": "3",
            "pages": "501--540",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Variational formulation for a general dynamic financial equilibrium problem: balance law and liability formula",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbagallo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Anal",
            "volume": "75",
            "issn": "",
            "pages": "1104--1123",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "General infinite dimensional duality and applications to evolutionary network equilibrium problems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giuffrè",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Optim. Lett",
            "volume": "1",
            "issn": "",
            "pages": "227--243",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Remarks on general infinite dimensional duality with cone and equality constraints",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giuffrè",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Commun. Appl. Anal",
            "volume": "13",
            "issn": "4",
            "pages": "567--578",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infinite dimensional duality and applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giuffrè",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Idone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math. Ann",
            "volume": "339",
            "issn": "",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "General traffic equilibrium problem with uncertainty and random variational inequalities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giuffrè",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Honor of the 60th Birthday of Panos Pardalos",
            "volume": "",
            "issn": "",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Random variational inequalities and the random traffic equilibrium problem",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giuffrè",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Opt. Theory Appl",
            "volume": "167",
            "issn": "",
            "pages": "363--381",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Generalized constraints qualification conditions and infinite dimensional duality",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Idone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Taiwan. J. Math",
            "volume": "13",
            "issn": "",
            "pages": "1711--1722",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Two-stage stochastic variational inequalities: an ERM-solution procedure",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Pong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wets",
                    "suffix": ""
                },
                {
                    "first": ".-B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Math. Program",
            "volume": "165",
            "issn": "",
            "pages": "1--41",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A variational inequality model of the spatial price network problem with uncertain data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Falsaperla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scrimali",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Optim. Eng",
            "volume": "13",
            "issn": "",
            "pages": "417--434",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Business continuity plan: examining of multi-usable framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Fani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Subriadi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Procedia Comput. Sci",
            "volume": "161",
            "issn": "",
            "pages": "275--282",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimal emergency evacuation with uncertainty",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fargetta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scrimali",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mathematical Analysis in Interdisciplinary Research",
            "volume": "179",
            "issn": "",
            "pages": "261--279",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Two-Stage Variational inequality for medical supply in emergency management",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fargetta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scrimali",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "AIRO Springer Series",
            "volume": "7",
            "issn": "",
            "pages": "91--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nonlinear Differential Equations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fucik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kufner",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On a class of random variational inequalities on random sets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gwinner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Numer. Funct. Anal. Optim",
            "volume": "27",
            "issn": "5-6",
            "pages": "619--636",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Random equilibrium problems on networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gwinner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Comput. Model",
            "volume": "43",
            "issn": "7-8",
            "pages": "880--891",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Some equilibrium problems under uncertainty and random variational inequalities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gwinner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Oper. Res",
            "volume": "200",
            "issn": "1",
            "pages": "299--319",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Uncertainty Quantification in Variational Inequalities: Theory, Numerics, and Applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gwinner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jadamba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Introduction to Variational Inequalities and Their Applications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kinderlehrer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stampacchia",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Introduction to the Theory of Nonlinear Optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Variational inequality approach to stochastic nash equilibrium problems with an application to Cournot oligopoly",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jadamba",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Opt. Theory Appl",
            "volume": "165",
            "issn": "3",
            "pages": "1050--1070",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Two-stage stochastic variational inequality arising from stochastic programming",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Opt. Theory Appl",
            "volume": "186",
            "issn": "",
            "pages": "324--343",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Remarks on infinite dimensional duality",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Global Optim",
            "volume": "46",
            "issn": "4",
            "pages": "581--588",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On existence theorems for monotone and nonmonotone variational inequalities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maugeri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raciti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Convex Anal",
            "volume": "16",
            "issn": "3-4",
            "pages": "899--911",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stochastic optimization of medical supply location and distribution in disaster management",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Mete",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Zabinsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Prod. Econ",
            "volume": "126",
            "issn": "1",
            "pages": "76--84",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Network Eonomics: A Variational Inequality Approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A stochastic disaster relief game theory network model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salarpour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SN Oper. Res. Forum",
            "volume": "1",
            "issn": "10",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Competition for medical supplies under stochastic demand in the Covid-19 pandemic: a generalized nash equilibrium framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salarpour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nonlinear Analysis and Global Optimization",
            "volume": "",
            "issn": "",
            "pages": "331--356",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A multicountry, multicommodity stochastic game theory network model of competition for medical supplies inspired by the Covid-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salarpour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Prod. Econ",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Scenarios and policy aggregation in optimization under uncertainty",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Rockafellar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wets",
                    "suffix": ""
                },
                {
                    "first": ".-B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Math. Oper. Res",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Stochastic variational inequalities: single-stage to multistage",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Rockafellar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wets",
                    "suffix": ""
                },
                {
                    "first": ".-B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Math. Program",
            "volume": "165",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Solving monotone stochastic variational inequalities and complementarity problems by progressive hedging",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Rockafellar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Math. Program",
            "volume": "174",
            "issn": "",
            "pages": "453--471",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Solving Lagrangian variational inequalities with applications to stochastic programming",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Rockafellar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Math. Program",
            "volume": "181",
            "issn": "",
            "pages": "435--451",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A two-stage stochastic programming framework for evacuation planning in disaster responses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Ind. Eng",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Network representation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Set of warehouses, with typical warehouse denoted by w, card(W) = W H Set of hospitals, with typical hospital denoted by h, card(H) = H K Set of different medical items, with typical item denoted by k, card(K) = K M Set of transportation modes, with typical mode denoted by m, card(M) Amount of medical items delivered from warehouse w to hospital h in stage one x Amount of total medical items from all warehouses to all hospitals in stage one e k Maximum amount available of medical item k ρ k w Unitary price of medical item k at warehouse w t m wh (x) Transportation time from warehouse w to hospital h with mode m y wh (ω) Amount of medical items to be delivered from warehouse w to hospital h in stage two under scenario ω y(ω) Amount of medical items to be delivered from all warehouses to all hospitals in stage two under scenario ω z k h (ω) Amount of unfulfilled demand at hospital h of medical supply item k under scenario ω c m wh (ω, y(ω)) Transportation cost from warehouse w to hospital h with mode m under scenario ω π k h (ω, z k h (ω)) Penalty for unfulfilled demand at hospital h of medical supply item k under scenario ω For each hospital h, the first-stage problem is given by min w∈W k∈K",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "denotes the amount of medical items and the unmet demands of all hospitals except for h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Under assumptions a)-g) and conditions (29)-(30), a vector (x * , y * , z * ) ∈ S × T is an optimal solution of the medical supply problem if and only if it is a solution of the following variational inequality: w∈W h∈H k∈K",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A : K → E * is called pseudomonotone in the sense of Brezis if and only if",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A : K → E * is hemicontinuous in the sense of Fan if and only if for all v ∈ K the function u → Au, u − v is weakly lower semicontinuous on K .Definition 3.4 The map A : K → E * is said to be lower hemicontinuous along line segments, if and only if the function: ξ → Aξ, u − v is lower semicontinuous for all u, v ∈ K on the line segments [u, v]. Definition 3.5 The map A : K → E * is said to be pseudomonotone in the sense of Karamardian if and only if for all",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Let us assume that assumptions of Theorem 4.1 be satisfied. Then, x 0 ∈ K is a minimal solution to problem(34) if and only if there exists u ∈ C * such that (x 0 , u) is a saddle point of the Lagrange function, namely,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "41 2, 44 2, 47 2, 42 1, 90 2, 85 3, 80 2, 28 0, 05 0, 04 2, 81 2, 84 2, 87 2, 82 2, 54 3, 10 2, 42 1, 83 0, 07 0, 03 1, 76 1, 79 1, 82 1, 77 2, 10 3, 63 3, 21 2, 82 0, 02 0, 08 ⎞ ⎠ × 10 −3 . (49)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "are measurable in ω and continuous in y and z; f) y k wh : → R and z k h : → R are measurable mappings for all w, h, k; g) d k h : → R is a measurable mapping for all h and all k. The two-stage problem of hospital h can be also formulated as the unique large-scale problem:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Numerical results solved by PHM about indispensable items",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Numerical result solved by PHM with unfulfilled demand",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research was partially supported by the research projects \"Problemi di equilibrio: metodi variazionali e teoria dei giochi\" GNAMPA-INdAM and \"Programma ricerca di ateneo UNICT 2020-22 linea 2-OMNIA\" University of Catania. These support are gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "In this section, we prove that variational inequality (36) can be expressed in terms of Lagrange variables. As a consequence, the second-stage problem can be replaced by optimality conditions and the large-scale problem (9)- (17) can be reformulated.. , H and for given x ∈ S, we set:and observe that variational inequality (36) is equivalent to the minimization problem min y,z∈Tconvex programs. We now briefly present the Progressive Hedging Algorithm for a two-stage stochastic optimization problem. We consider the problem:is convex in x and h (x, ξ(ω)) is the recourse function, defined as the second-stage optimal value functionc m wh (ω, ·) and π k h (ω, ·) are convex function for all w, h, k, m.Algorithm 1 Pseudo-code of PHM for two-stage stochastic programming.Initial. x 0 (ξ ) = 0, y 0 (ξ ) = 0 and w 0 (ξ ) = 0 ∀ξ, r > 0, v = 1.Step 1. For each ξ , obtainx v (ξ ) andŷ v (ξ ) by solving subproblem:We emphasize that the convergence of PHM to global optimal solution is ensured for convex stochastic programs if the involved function in the corresponding variational inequality is strongly monotone, [33, 34] .All the codes were written in MATLAB and run in MATLAB R2020a (derived data supporting the findings of this study are available from the corresponding author upon request.). Following a discrete approximation scheme as in [23] , we choose |R| = 5 realizations of random variable ξ with probability 1/R. We note that hospital medical items are generally purchased as multiple packs into boxes. In our examples, we consider two different cases. In the first example, we consider some indispensable items; hence, we use a high penalty of unfulfilled demand, and we consider all cost referred to a single pack. In the second example, we consider a box as a unit of measurement, which contains thousand packs and a low penalty of unfulfilled demand.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}