{
    "paper_id": "0ae6efe9ce978c6ed76bc25bcc21f1a74d164a0d",
    "metadata": {
        "title": "A Learning Theory Approach to Attachment Theory: Exploring Clinical Applications",
        "authors": [
            {
                "first": "Guy",
                "middle": [],
                "last": "Bosmans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": "guy.bosmans@ppw.kuleuven.be"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Leen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Vlierberghe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "J"
                ],
                "last": "Bakermans-Kranenburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Child and Family Studies",
                    "institution": "Vrije Universiteit Amsterdam",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Roger"
                ],
                "last": "Kobak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "settlement": "Newark",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dirk",
                "middle": [],
                "last": "Hermans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Marinus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Van Ijzendoorn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus University Rotterdam",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although clinicians typically acknowledge the importance of insecure attachment as one factor that can contribute to children's psychopathology, translating attachment theory into clinical practice has proved a challenge. By specifying some of the mechanisms through which the child's attachment develops and changes, learning theory can enhance attachment based approaches to therapy. Specifically, interventions building on operant (parent management training) and classical (exposure therapy) learning can be used to stimulate new learning that increases the child's security and confidence in the parent's availability and responsiveness. To explore the clinical application and utility of a Learning Theory of Attachment (LTA), we focus on two attachment-focused interventions: Video-feedback Intervention to promote Positive Parenting and Sensitive Discipline (VIPP-SD) and Middle Childhood Attachment-based Family Therapy (MCAT). VIPP-SD is an evidence-based parent management training designed to promote sensitive parenting and secure attachment in early childhood. MCAT is a recently developed intervention that uses exposure to stimulate secure attachment in middle childhood. LTA sheds light on the mechanisms set in train by VIPP-SD and MCAT facilitating the induction of professionals in clinical applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the current contribution, we review how the basic principles of our Learning Theory of Attachment (LTA) might inform and be applied to clinical practice. We demonstrate that LTA can help understanding how early attachment relationships become incorporated in children's minds. Beginning in infancy, children experience major developmental shifts in how they maintain attachments to their caregivers that may contribute to fluctuations in their attachment security (Groh et al., 2014) . The LTA identifies opportunities to stimulate shifts toward more secure attachment as children grow older. Therefore, we will illustrate the clinical utility of the LTA by considering two interventions that were designed to stimulate and/or repair secure attachment bonds in young children and in middle childhood (the age period that typically starts when children are 6-7 years old and ends around 12-13 years). Understanding this process will illuminate what goes on in attachment and parenting interventions and may also help us sharpen our interventions to make them more effective. To set the foundation of this argument, we first review the basic premises of attachment and then present and discuss LTA. Finally, we will examine how LTA shows up in the two attachment-focused therapy models. It should be emphasized that the LTA itself is not a therapy or intervention but a theory that seeks to elucidate the mechanisms that may be targeted by clinicians and other professionals to increase children's attachment security.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 486,
                    "text": "(Groh et al., 2014)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Enhancing children's attachment security, that is their confidence in a parent's or other caregiver's ability to provide protection and care when needed (Bowlby, 1969) , might add an important component to the effectiveness of parenting programs and evidence-based psychotherapies for children (Bosmans, 2016) . Unfortunately, there are few manualized and empirically supported interventions to increase children's trust in their parents or caregivers. Designing such interventions has proved challenging given attachment researchers' struggles with clearly specifying and measuring the processes through which children develop and maintain secure attachment relationships (e.g., Verhage et al., 2016) . Bosmans et al. (2020) began to address this problem by proposing that attachment development can at least in part be explained with principles of safety learning. This is a specific type of conditioning, also called conditioned inhibition, whereby stimuli become predictors of relief from stress after repeated learning trials during which these stimuli precede the experience of relief (Craske et al., 2018) . Applied to attachment theory, Bosmans et al. (2020) argued that children's trust in parents reflects in part a conditioned level of certainty or confidence that parents will provide support when the child encounters distressing situations.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 167,
                    "text": "(Bowlby, 1969)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 294,
                    "end": 309,
                    "text": "(Bosmans, 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 680,
                    "end": 701,
                    "text": "Verhage et al., 2016)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 704,
                    "end": 725,
                    "text": "Bosmans et al. (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1091,
                    "end": 1112,
                    "text": "(Craske et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1145,
                    "end": 1166,
                    "text": "Bosmans et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to attachment theory with its Darwinian roots, every newborn infant is preadapted to develop an attachment relationship with an attachment figure (Bowlby, 1969 (Bowlby, , 1988 . Newborns cannot survive without the protection, stress-and thermoregulation and nurturing by caregivers whose 'inclusive fitness' through transfer of their genes into next generations depends on the survival of offspring into procreative age. On this species-wide foundation of preparedness to become attached, individual differences in type of attachment relationships emerge during the first few years of life. When children experience that attachment figures consistently provide sensitive support to (di)stress, they tend to become securely attached (Bowlby, 1969) . These experiences are stored in what Bowlby (1969) labeled Internal Working Models (IWM) to emphasize their dynamic nature, and their core of cognitive representations of past experiences reflecting the degree of confidence in future support from significant others (Bretherton et al., 2005) . Securely attached children are suggested to strike a balance between exploring their environment and seeking proximity to and support from attachment figures during (di)stress (Dujardin et al., 2016) . Attachment figures can be any caregiver with whom the child interacts on a regular basis and who might provide protection, nurturance and emotional support (Bakermans-Kranenburg, 2021) . In this contribution, we will focus on parents as primary attachment figures. However, what follows can be applied to any attachment figure.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 169,
                    "text": "(Bowlby, 1969",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 170,
                    "end": 185,
                    "text": "(Bowlby, , 1988",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 742,
                    "end": 756,
                    "text": "(Bowlby, 1969)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 796,
                    "end": 809,
                    "text": "Bowlby (1969)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1025,
                    "end": 1050,
                    "text": "(Bretherton et al., 2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1229,
                    "end": 1252,
                    "text": "(Dujardin et al., 2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1411,
                    "end": 1439,
                    "text": "(Bakermans-Kranenburg, 2021)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Attachment Theory"
        },
        {
            "text": "When children experience parents to be less consistently available for support or consistently unavailable, they may develop an insecure attachment relationship with them and an insecure IWM about their parents' availability. On the one hand, children may become more ambivalent in their attachment relationships and keep their attention focused on the attachment figure instead of balancing it with exploring the wider social or physical environment. This means that their attention and behavior express anxiety for rejection, and that they continue to seek support even in the absence of distress (Cassidy, 2016; Kobak et al., 1993) . On the other hand, children may develop more avoidant behavior in an attachment relationship with parents who are consistently ignoring or even rejecting the child's bids for care and protection in times of distress. Insecure-avoidantly attached children try to keep their attention focused on the environment, away from the attachment figure. They minimize the overt signaling of attachment needs during distress presumably in an attempt to avoid potential parental rejection and to keep optimal proximity to a less than optimally protective caregiver (Cassidy, 2016; Kobak et al., 1993) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 614,
                    "text": "(Cassidy, 2016;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 615,
                    "end": 634,
                    "text": "Kobak et al., 1993)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1190,
                    "end": 1205,
                    "text": "(Cassidy, 2016;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1206,
                    "end": 1225,
                    "text": "Kobak et al., 1993)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Attachment Theory"
        },
        {
            "text": "Accumulating research and meta-analyses robustly show that insecure attachment predicts higher levels of internalizing and externalizing problems across the lifespan (e.g., Groh et al., 2017) . The effect sizes suggest that insecure attachment is not psychopathology itself. Instead, research shows that insecure attachment provides a context in which risk factors develop that are linked to elevated chances of developing psychopathology. These include, among others, less adequate emotion regulation (Verhees et al., 2021) , social skills , and maladaptive cognitive schemas about the self and others (Simard et al., 2011) . As a result, children may divert their attention away from their caregivers and wait longer to seek their support during distress, or they keep focused on the attachment figure at the cost of exploring the environment, both attentional strategies resulting in higher chances of developing psychopathology (e.g., Dujardin et al., 2016) . Insecure attachment has been proposed as a robust, transdiagnostic risk factor, rendering it a valuable target for therapy or intervention.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 191,
                    "text": "Groh et al., 2017)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 502,
                    "end": 524,
                    "text": "(Verhees et al., 2021)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 603,
                    "end": 624,
                    "text": "(Simard et al., 2011)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 939,
                    "end": 961,
                    "text": "Dujardin et al., 2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Attachment Theory"
        },
        {
            "text": "It should be noted that disorganized attachment (Main & Solomon, 1990 ) as a hypothesized consequence of experiences of traumatizing fear will be left out of our discussion of attachment implications for therapy and interventions. At this point in time still too many unsettled theoretical and empirical questions limit the possibility of deriving specific clinical implications for disorganized attachment (e.g., see Granqvist et al., 2017) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 69,
                    "text": "(Main & Solomon, 1990",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 418,
                    "end": 441,
                    "text": "Granqvist et al., 2017)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Attachment Theory"
        },
        {
            "text": "Attachment theory has often been often criticized for being vague about the concept of the IWM and on how experiences with sensitive and supportive parents translate to its development (e.g., Rutter, 2014; Thompson, 2016) . Indeed the IWM seems to be the black box in attachment theory illustrating how hard it is to identify the mechanisms of attachment development on the micro level of dyadic relationships. Knowledge about these mechanisms might be helpful to identify the intervention targets that are needed to stimulate or restore secure attachment development (Bosmans, 2016) . In this section, we briefly present the recently proposed LTA (see Bosmans et al., 2020, for details) . This theory describes mechanisms of attachment development and how experiences with parental support or lack of support are internalized into internal working models.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 205,
                    "text": "Rutter, 2014;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 206,
                    "end": 221,
                    "text": "Thompson, 2016)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 568,
                    "end": 583,
                    "text": "(Bosmans, 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 687,
                    "text": "Bosmans et al., 2020, for details)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Learning Theory of Attachment"
        },
        {
            "text": "Although Bowlby left room for learning processes in attachment development, attachment researchers were often opposed to integrating learning and attachment theories . However, empirical data provide some evidence that variation in attachment (in) security may at least partly be explained by learning processes that play a role in safety conditioning. This does not contradict the observations leading attachment researchers to emphasize the inborn nature of the species-specific preparedness to become attached to a protective caregiver (e.g., Kraemer, 1992; Rajecki et al., 1978) . According to the LTA, infants are biologically prepared to be attuned to their caregivers as stimuli that facilitate attachment-related learning through classical and operant conditioning .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 560,
                    "text": "Kraemer, 1992;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 561,
                    "end": 582,
                    "text": "Rajecki et al., 1978)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "In brief, classical conditioning refers to learning about the co-occurrence of stimuli/events, while operant conditioning refers to how specific behaviors are related to their antecedents and consequences. Classical conditioning (see Fig. 1 ) occurs when an initially neutral stimulus (the Conditional Stimulus; CS) is presented in association with a meaningful stimulus (typically food or a pain-inducing stimulus like an electro-shock; this is named the Unconditional Stimulus; UCS). The UCS gets its meaning because it is by default linked to several positive or negative reactions (e.g., reduction of hunger or increase of stress, the Unconditional Reaction; UCR). When the CS and UCS are repeatedly presented together, the CS becomes the predictor of the UCS/UCR and elicits a Conditional Response (CR). Once the CS elicits a CR, conditioning is said to have occurred. For example, the CS can elicit the expectation (CR) that the rewarding or unpleasant experience of a parent's (un-)availability during distress will follow.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 240,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "The CR occurs at different levels of processing, ranging from more strategic to more automatic processes (Gawronski & Creighton, 2013) . An example of a more strategic CR is the expectation about parent's availability that one can report about. When these expectations reflect specific themes, they are called cognitive schemas, and when the expectations reflect a chain of events that might unfold, they are called cognitive scripts. Examples of a more automatic kind are biases in the cognitive processing of the CS such that information about the CS is more easily recalled, attentionally encoded, or interpreted in congruence with learned expectations about the CS. Such information processing biases are less easy to control. They may explain why certain expectations about the CS cannot be changed by merely exposing individuals to corrective information about the CS (Baert et al., 2011) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 134,
                    "text": "(Gawronski & Creighton, 2013)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 874,
                    "end": 894,
                    "text": "(Baert et al., 2011)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "Operant conditioning (see Fig. 1 ) occurs upon exposure to a Discriminant Stimulus (S d ). This is a context in which a certain behavior (R) is likely to be reinforced (Reinforcing Stimulus; S r ). Behavior is repeated when followed by a positive reinforcer (e.g., feeling cared for, annotated as +Sr+) or the omission of negative reinforcers (e.g., reduction of stress, annotated as −Sr− or °Sr−). However, when behavior is followed by negative reinforcers (e.g., feeling rejected, annotated as +Sr−) or by the reduction of positive reinforcers (e.g., absence of care, −Sr+or °Sr+), behavior fades out. For an overview of all possible reinforcers, see Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "Safety learning is a specific type of conditioning that occurs when individuals are exposed to distressing stimuli and when these stimuli are presented together with a CS which predicts the omission of the feared outcome (indicated as CS−). Specifically, this occurs when an organism learns that a stimulus (CS1) is followed by an aversive consequence (CS1+). However, when CS1 is presented in compound with another stimulus (CS2), the aversive consequence does not occur (CS1/CS2−). Thus, the CS2 becomes a conditioned inhibitor or a safety signal. In the LTA, the CS− is typically the parent or whoever is the child's attachment figure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "Through repeated learning experiences, the CS− will elicit confident expectations that negative emotions associated with the distressing stimulus can be effectively managed. According to the LTA, each interaction with the parent when the child is distressed can be considered a single learning trial (see Fig. 2 ). When the parent provides support (the UCS), children will automatically experience decreased distress (e.g., relief) and increased positive feelings of being cared for and reassured of their parents' availability and responsiveness . The reduction of distress combined with positive feelings of security can be considered the UCR. Through a process of classical conditioning, over learning trials, the parent becomes a safety cue (CS−) that, for the child, predicts support, comfort and relief (UCS/UCR) during distress due to which children develop trust in the availability and support of the parent (CR). After repeated learning trials, securely attached childrens' confident expectancies in their parents' availability and support become organized in a secure base script to be considered part of a secure IWM of attachment (Waters & Waters, 2006) . A secure base script reflects a child's knowledge of the interactions during which the child experiences that parents successfully provide support during distress (also described as secure base interactions). Because these interactions always follow the same scenario, the secure base script refers to the expectation that upon exposure to distress, care-related interactions will follow this predictable scenario. Specifically, when children encounter a threat or challenge, distress is communicated to the parent directly (the child shows distress, turns toward the parent and signals the need for comfort). The parent reads the child's behavior and understands that the child needs comfort and support. Subsequently, the parent responds with emotional support and may provide practical support. This open communication and the parental responses to this communication help the child get back on track and return attention to exploring and engaging the environment.",
            "cite_spans": [
                {
                    "start": 1143,
                    "end": 1166,
                    "text": "(Waters & Waters, 2006)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 311,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "A secure or confident expectation that the caregiver will be available and responsive increases the likelihood that the securely attached child will enact the secure base script when confronted with dangerous, distressing, or challenging situations. When support seeking behaviors are met with sensitive parental response, these behaviors are further reinforced through a process of operant conditioning (see Fig. 3 ; Bosmans et al., 2020) . Specifically, when secure children encounter distressing situations (Sd), they will seek support (the behavior, R), which is reinforced by the reduction and regulation of distress and the comfort provided by the parents' sensitive response (Sr). Support seeking behavior will be repeated when followed by feeling cared for (+Sr+) or the reduction or avoidance of stress (−Sr− or °Sr−). However, when support seeking is followed by feeling rejected (+Sr−) or by interrupted care or absence of care (−Sr+ or °Sr+), support seeking behavior will fade out. ",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 439,
                    "text": "Bosmans et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 415,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Safety Learning and Secure Base Script Development"
        },
        {
            "text": "In contrast to the securely attached child who likely experiences sensitive and responsive support (UCS) from the parent (CS) during distress, the insecurely attached child experiences the parent as unavailable or unresponsive (UCS) when the child encounter distressing situations which elicits painful feelings of being rejected or ignored (UCRs). As a result of repeated experiences with an insensitive caregiver, the child not only anticipates the parent's failure to provide safety and protection, but also anticipates painful feelings of rejection (CR). Instead of developing a secure base script of how to signal and rely on others at times of distress, insecure children develop cognitive schemas about others as being unavailable (CR) and about themself as being unworthy or incompetent (Simard et al., 2011) . Examples are Young's early maladaptive schema's (Young et al., 2003 ; see Supplementary File 1) that are adaptive to the (less than optimal) environment in which they were developed (Hochberg & Belsky, 2013) but put individuals at elevated risk to develop relational problems and even psychopathology at a later stage. Main (1990) already argued that insecure attachment behavioral strategies could be adaptive as a short-term strategy for reducing conflict with the caregiver, and Belsky and others suggested that these strategies may be embedded in fast reproductive strategies (Hochberg & Belsky, 2013) .",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 816,
                    "text": "(Simard et al., 2011)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 867,
                    "end": 886,
                    "text": "(Young et al., 2003",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1001,
                    "end": 1026,
                    "text": "(Hochberg & Belsky, 2013)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1138,
                    "end": 1149,
                    "text": "Main (1990)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1399,
                    "end": 1424,
                    "text": "(Hochberg & Belsky, 2013)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Insecure Attachment Learning and the Development of Negative Interpersonal Schemas"
        },
        {
            "text": "Maximizing the signaling of attachment needs may have the immediate advantage to increase the likelihood of support from a less available parent (+Sr+). However, because the parents is inconsistently available, the +Sr+ will only intermittently follow support seeking behavior. Through this intermittent reinforcement behavior increases in frequency and becomes highly resilient to extinction. At the same time, it increases the risk to elicit negative reactions from the caregiver and triggers rejection (+Sr−), in which case the child again feels the frustration of not being cared for (+Sr−). If support seeking is only intermittently reinforced, it becomes a highly stable behavioral pattern . In the long run, repeated experiences of disappointment culminate to frustration and anger (+Sr−) that feeds into demanding and hostile behavior that further distorts signaling of attachment needs and that perpetuates an insecure cycle of interactions with significant others (Kobak & Bosmans, 2019) . Minimizing the signaling of attachment needs has the immediate advantage that it helps avoiding feared feelings of rejection (°Sr−). Moreover, resolving distress quasi-autonomously gives a sense of competence (+Sr+). However, in the long run, these strategies may come with a sense of isolation and enhanced chronic stress when they are insufficient to meet the need for proximity and protection (+Sr−).",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 997,
                    "text": "(Kobak & Bosmans, 2019)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Insecure Attachment Learning and the Development of Negative Interpersonal Schemas"
        },
        {
            "text": "The LTA proposes that to understand attachment development, it is important to distinguish trait-and state-like attachment components that interact over time and may explain changes at the trait attachment level brought about by therapy or interventions. State attachment refers to the sense of being loved and comforted during distress or lack thereof and of the associated sense of relief or rejection (Gillath et al., 2009) . Specifically, state attachment can be considered equivalent to the UCR. Hence, state attachment is dynamic and responsive to fluctuations in interactions with caregivers. If the CS parent − UCS support contingency increases, children will more frequently experience state secure attachment and high levels of state trust. When the CS parent − UCS support contingency decreases, children will more frequently experience state insecure attachment. State attachment is not only affected by ongoing care-related interactions with parents (Vandevivere et al., 2018) , but also by cues that activate memories of past experiences of support or lack thereof (Bosmans et al., 2014) . Over learning trials, more frequent experiences of state (in)secure attachment will eventually be reflected at the trait attachment level. Trait attachment can be situated more at the level of the CR and refers to a generalized expectation that the caregiver is mostly available and responsive for support during distress or mostly unavailable and unresponsive. This generalized expectancy feeds into the child's attachment-related information processing biases, explicit and more automatic attachment-related expectations, and secure base script or alternative insecure scripts and early relational schema development.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 426,
                    "text": "(Gillath et al., 2009)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 963,
                    "end": 989,
                    "text": "(Vandevivere et al., 2018)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1079,
                    "end": 1101,
                    "text": "(Bosmans et al., 2014)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Exploring the Clinical Applications of the LTA"
        },
        {
            "text": "CRs change when the CS-UCS contingency changes over time. New learning subsequently inhibits the activation of old CRs and old behavior extinguishes (Craske et al., 2018) . Consequently, restoring or promoting secure attachment in children, adolescents and adults ('from cradle to grave', Bowlby, 1969) is feasible and a relevant target for clinical intervention. Although this is a hopeful message for clinicians, there are two important limitations to take into account. First, old knowledge never gets unlearned (Bouton et al., 2021; Rescorla & Wagner, 1972) . So, it is always possible that old CRs to CSs get reactivated. If the CS-UCS contingency gets reversed again, or if old memories get primed by contextual cues, old CRs and related behaviors are likely to re-emerge. Because CS-UCS contingency is never 100% or 0%, each individual is likely to be confronted with a composite of positive and negative attachment experiences, and even though these memories might not immediately manifest at trait attachment level they can still be reactivated and influence the cognitive processing of ongoing interactions and influence subsequent interpersonal behavior. Second, attachment (in)security becomes more resistant to change with increasing age (Waters et al., 2020) . Experiences get increasingly stored as prototypes that form a blueprint, negatively affecting the likelihood that new information updates expectations (Waters, Facompre, et al., 2019; Waters, Facompré, et al., 2019; Waters et al., in press ). This implies that restoring or stimulating secure attachment development will be easier at younger ages.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 170,
                    "text": "(Craske et al., 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 289,
                    "end": 302,
                    "text": "Bowlby, 1969)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 515,
                    "end": 536,
                    "text": "(Bouton et al., 2021;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 537,
                    "end": 561,
                    "text": "Rescorla & Wagner, 1972)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1251,
                    "end": 1272,
                    "text": "(Waters et al., 2020)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1426,
                    "end": 1458,
                    "text": "(Waters, Facompre, et al., 2019;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1459,
                    "end": 1490,
                    "text": "Waters, Facompré, et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1514,
                    "text": "Waters et al., in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exploring the Clinical Applications of the LTA"
        },
        {
            "text": "In essence, the LTA suggests that attachment-focused interventions should aim at creating corrective learning experiences during which parents provide care when the child experiences distress. To alter the CS-UCS contingency, multiple learning trials will be needed during which the quality of the parent-child interactions is improved. For younger children it is likely sufficient to merely train parents to respond in a more supportive way to their child during distress. The LTA predicts that this will increase the CS parent − UCS support contingency, thus increasing children's trait attachment security. Older children have developed more explicit insecure schemas (Rijkeboer & de Boo, 2010) , with increasingly stronger information processing biases (e.g., Dudeney et al., 2015) . Because such biases reduce the likelihood that children will notice and interpret parents as being more supportive than expected (Bosmans, Sanchez-Lopez, et al., 2019; , merely exposing children to corrective information during care-related interactions with parents will not result in corrective learning experiences (Baert et al., 2011) . One way to overcome this, is to make the corrective experience emotionally more salient. This can be done by explicitly activating negative expectations during care-related interactions. If negative expectations and fear are more strongly activated, rule-violations get better encoded and more likely result in changed expectations and new behavioral strategies (Craske et al., 2014) .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 697,
                    "text": "(Rijkeboer & de Boo, 2010)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 764,
                    "end": 785,
                    "text": "Dudeney et al., 2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 917,
                    "end": 955,
                    "text": "(Bosmans, Sanchez-Lopez, et al., 2019;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1106,
                    "end": 1126,
                    "text": "(Baert et al., 2011)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1491,
                    "end": 1512,
                    "text": "(Craske et al., 2014)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Exploring the Clinical Applications of the LTA"
        },
        {
            "text": "In order to make clear how family dynamics leading to insecure attachments look like from a LTA perspective we outline its application to the development of the child-parent relationship which might result in self-perpetuating cycles to be dealt with in interventions. The model of the insecure cycle (Kobak & Bosmans, 2019; see Fig. 4 ) helps capturing the family dynamics that explain how the interactions between children and parents (CS) unfold up to the point that children no longer experience their parents as support figures (UCS-UCR). The insecure cycle model builds on the basic assumption that infants' inborn tendency to form attachments continues into later developmental periods as a need to rely on parents in difficult situations (need for care) and in parents' need to protect and encourage their children's competence and well being (need to care). Successful pursuit of the child's attachment needs and the parent's caregiving needs is repeatedly threatened by cycles of mistuned communication. Mistuned communication can prime children's negative memories of past interactions with parents that were experienced as unsupportive. Mistuned communication can reinforce children's negative expectancies of parents availability and responsiveness. The child's fear that parents will be unavailable in situations of danger or distress activates defensive attentional and behavioral strategies aimed at reducing distress. These affect regulation strategies either reflect amplified approach motivated by the hope Fig. 4 The Insecure Cycle of mistuned communication between parent and child. This figure shows how mistuned communication between children and parents sets off a negative interaction that feeds into the development of insecure attachment-related expectations, anxious and avoidant defensive strategies that lead to children's distorted signaling of attachment needs to which parents respond in a non-supportive way that further confirms children's insecure attachment expectations of receiving care, or more common shifts of attention away from attachment figures motivated by a search for independence and control (Kobak et al., 1993; Main, 1990) . These two defensive strategies translate into behavior that either exaggerates the display of attachment needs as clingy or demanding and frustrated, or that seems to minimize needs through quasi-autonomous behaviors.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 324,
                    "text": "(Kobak & Bosmans, 2019;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 325,
                    "end": 335,
                    "text": "see Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2142,
                    "end": 2162,
                    "text": "(Kobak et al., 1993;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2163,
                    "end": 2174,
                    "text": "Main, 1990)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 1526,
                    "end": 1532,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "Children's insecure attachment behaviors run the risk of perpetuating insecure cycles instead of triggering protective parenting. This is because the child's attachment signals challenge caregivers' ability to read and respond to their child's needs for protection and support. The child's angry, demanding or withdrawn behaviors may prime parents' own past negative attachment memories or they may reinforce parents' negative view of their child, their child's development, and of themselves as failing in their parenting task or as not being worthy to be loved. These negative expectations bias parents toward reading the child's signals as inappropriate behaviors that need to be stopped. As a result, they miss the child's underlying need for protection and support. Instead, they unintentionally confirm the child's lack of trust in their parents' availability and responsive support. This cycle of children's insecure signals and of parents' misattuned responses might reduce the CS parent − UCS support contingency and promote children's trait-like expectations that parents will not provide care during distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "The insecure cycle can also be intensified by well-meant advice from therapists and parent management trainers to parents to change their approach to their children. Such advice can activate parents' own memories and representations of past experiences with their attachment figures during which they felt inadequate, insufficient, a failure, or not loved. This can activate anxious or avoidant defensive strategies in the parents' approach to the therapist and can set off an insecure cycle between the therapist and the parents. This may decrease therapy alliance and increase drop-out risk. Hence, working with families' insecure cycles requires therapists to acknowledge the parents' competence (they know their child best) and their desire to be a good parent. Therapists may prevent getting drawn too deeply into insecure cycles by always keeping their focus on the parents' underlying attachment needs and related fears. This allows therapists to become an ad hoc attachment figure fostering parents' positive or corrective attachment learning experiences (Bowlby, 2005; Byng-Hall, 1990; Verschueren & Koomen, 2012) .",
            "cite_spans": [
                {
                    "start": 1063,
                    "end": 1077,
                    "text": "(Bowlby, 2005;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1078,
                    "end": 1094,
                    "text": "Byng-Hall, 1990;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1095,
                    "end": 1122,
                    "text": "Verschueren & Koomen, 2012)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "Finally, it is important to note that the insecure cycle model complements the coercive cycle model of parent-child interactions by adding an affective layer to the reinforcers that explain the maintenance of children's challenging behaviors. A coercive cycle is an interactional pattern that is typically observed in children with behavior problems (Reid et al., 2002) . The coercive cycle has been described as an operant conditioning process during which children show increasingly demanding behavior to achieve their immediate goals (e.g., receiving toys or candy) and during which parents increasingly concede to the child's demands to escape from the conflict and stress raised by the child (see left half of Table 2 ). However, these reinforcers disregard possible underlying attachment-related relational meanings or functions. The right half of Table 2 suggests some possible insecure cycle-related reinforcers that can perpetuate the coercive cycle and that can increase the risk that coercive cycles will repeat in the future.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 369,
                    "text": "(Reid et al., 2002)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 861,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "When parents feel that their child refuses to obey and that they fight in vein to control their child, a set of negative reinforcers can be elicited. Parents can feel incompetent or loved nor respected by their child (+Sr−). Subsequently giving in to the child's demands is positively reinforced by decrease of distress linked to failure and rejection (−Sr−) and return of a positive interaction with the child who shows love and connection (+Sr+). When children feel intense desire for an object and parents refuse to give in, for children this can feel as a lack of acknowledgement of their stress and as rejecting (+Sr−). In addition, for some children who feel not seen by their parents, parents' negative attention can feel rewarding as well (+Sr+). To reach their desired goal, children will increase their demanding behavior until the parents finally give in (+Sr+).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "However, when parents give in after a conflict with the child, this typically comes with more or less explicit emotionally laden negative relational messages, expressing irritation and criticism towards the child and explicit or implicit rejection of the child (e.g., McCarty et al., 2004) . Hence, although at first sight the fact that children get what they want seems like a mere positive reinforcement of their unwanted behavior, these parental behaviors are a discriminative stimulus for children (Sd) which activates insecure schemas and fears in children about not being loved and being a failure in the eyes of their parents. This is actually a CR that reflects children's past classical learning experiences during which their parents (CS parent ) got paired with negative care-related experiences (UCS rejection ). These fears elicit more distorted signaling of attachment needs (e.g., oppositional behavior, R child ). This behavior gets reinforced because it shifts the focus away from feelings of loneliness and abandonment (−Sr−), because it prevents those feelings to be activated (°Sr−), or because it elicits parental attention (+Sr+) and the hope that parents might respond more sensitively after this new attempt (+Sr+). However, this in turn becomes a Sd for the parents due to which the insecure cycle continues. We propose that the reinforcers identified in the coercive cycle (reduction of stress in the parent, achieving desired goals in the child) have a stronger immediate impact than the reinforcers identified in the insecure cycle. The latter, however, shape the relational environment for coercive cycles to reoccur as the resulting negative appraisals of each other increase the likelihood for new coercive cycles to set off.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 289,
                    "text": "McCarty et al., 2004)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "The model of the insecure cycle integrates family dynamics and learning processes. When families get caught up in insecure cycles, CS parent − UCS support contingency decreases and children learn that they cannot trust in their parents' availability and support. Hence, to stimulate or restore attachment development, interventions are needed that prevent, interrupt, and/or restructure insecure cycles. This can be done by altering the context (Sd-oriented interventions), by altering the consequences of parent and child behaviors (Sr-oriented interventions), and by altering the meaning that children attribute to parents and that parents attribute to children (CS-oriented interventions). This way, the LTA also suggests that improving parent-child attachment relationships requires bridging family and behavior therapy. Behavior therapists may benefit from being more attachment-emotion-focused and relational therapists may benefit from being more mindful of classical and operant learning processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Insecure Cycle: A Model to Capture the Familial Dynamics Underlying Insecure Attachment Development"
        },
        {
            "text": "Previous research on the impact of parent management training on the parent-child attachment relationship suggests that addressing parenting skills may also have a positive effect on the parenting behaviors known to stimulate children's secure attachment development (e.g., Matias et al., 2014; O'Conner et al., 2013) . Preliminary work on Parent-Child Interaction Therapy (PCIT) for example shows that integrating an attachment perspective in parent management training may stimulate attachment-relevant parenting practices (Allen et al., 2014) but the impact on children's attachment development may be limited (Kohlhoff et al., 2020; O'Conner et al., 2013; Timmer et al., 2011) . From the LTA perspective, one reason might be that these interventions do not sufficiently account for the relational dynamics of insecure cycles and that they do not specifically target parental support to children's insecure attachment needs.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 294,
                    "text": "Matias et al., 2014;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 295,
                    "end": 317,
                    "text": "O'Conner et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 545,
                    "text": "(Allen et al., 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 613,
                    "end": 636,
                    "text": "(Kohlhoff et al., 2020;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 637,
                    "end": 659,
                    "text": "O'Conner et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 680,
                    "text": "Timmer et al., 2011)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Parenting Support in Families with Young Children: Antecedent and Consequent Control Training"
        },
        {
            "text": "At younger ages, interrupting and restructuring coercive cycles can be achieved working mainly with parents using, for example, Antecedent and Consequent Control Training (e.g., Forgatch & Patterson, 2010) . Antecedent and consequent control training targets resolving coercive cycles using operant learning techniques (van der Oord & Tripp, 2020). Antecedent Control training targets the Sd that elicits the child's misbehavior using rules, instructions, or by changing the stimuli in the context. If the Sd changes, misbehavior will be less functional and will decrease. Consequent Control training aims to reduce unwanted behavior by targeting the Sr. Praise, reward, and mild punishment results in decreases in unwanted child behavior and increases in wanted behavior. Successful antecedent and consequent control training first requires function analysis. Specifically, the clinician needs to explore and analyze the circumstances that elicit unwanted behavior (the antecedents) and the Table 2 Integrating the coercive and insecure cycle outcomes of this behavior that act as reinforcers and that render unwanted behavior functional, increasing the likelihood that this behavior will be repeated (the consequents).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 205,
                    "text": "Forgatch & Patterson, 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 999,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Parenting Support in Families with Young Children: Antecedent and Consequent Control Training"
        },
        {
            "text": "Building on this function analysis, successful antecedent control training addresses parents' disciplinary communication, parents' ability to anticipate and plan for misbehavior, parents' ability to structure the environment so that it elicits less misbehavior, parents' use of prompts and cues to stimulate wanted behavior, parents' use of distraction to avoid triggers for unwanted behavior (Van der Oord & Tripp, 2020). Successful consequent control training helps parents to no longer reward unwanted child behavior and to reward and stimulate instead wanted or neutral behavior. For this, parents learn to stop reinforcing unwanted behavior (e.g., using distraction or ignoring) and positively reinforce and praise wanted child behavior (Van der Oord & Tripp, 2020). Both antecedent and consequent control techniques help to interrupt coercive cycles and improve child behavior (Forgatch & Domenech Rodríguez, 2016) .",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 920,
                    "text": "(Forgatch & Domenech Rodríguez, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Parenting Support in Families with Young Children: Antecedent and Consequent Control Training"
        },
        {
            "text": "Attachment-focused antecedent control could consist of parents (1) paying more attention to the relational-emotional distress in the child's context (CS/Sd), (2) providing safety through helping the child to manage threatening stimuli in their environment, and (3) enhancing the predictability of their availability. First, parents could learn to monitor the CSs/Sds that trigger emotions linked to not being wanted or loved and that are typically associated with problem behavior and behavioral escalations. An example could be a situation where a sibling gets more attention from the parents (e.g., during his birthday party). Second, parents can then help the child understand the situation, acknowledging that children typically feel jealous and ignored in such situations and that this is tough to deal with, but at the same time setting clear rules about what behavior is acceptable and what behavior is unacceptable. Third, parents can also explain to the child that during the birthday party they will be busy accommodating guests, but that during the party, the child can always ask for help and that after the party they will spend some time together. This approach is sensitive and supportive, and at the same time it decreases the likelihood that conflicts emerge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attachment-Focused Antecedent and Consequent Control Training"
        },
        {
            "text": "Attachment-focused consequent control requires parents not only to stop reinforcing the unwanted child behaviors, but also to address children's underlying attachment needs. For example, a child might be very attracted to a toy in a shop and show demanding behavior. Next to refusing to give in to the demanding behavior, the parent could also pay attention to the fact that desiring the toy and not getting it is distressing. By acknowledging that it is normal for children to feel like that (meaning that the child is not \"bad\") and by providing comfort for the sadness and disappointment renders parents more responsive to children's genuine attachment needs. Thus, children may learn that parents are a safety signal. This helps the parent to provide secure base support more often, which increases CS parent − UCS support contingency and facilitates secure attachment learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attachment-Focused Antecedent and Consequent Control Training"
        },
        {
            "text": "Such an approach fits with the well-known authoritative parenting style (e.g., Baumrind, 1967) . On the one hand, authoritative parents enforce consistent limits and rules that are clearly articulated to children. On the other hand, they sensitively acknowledge children's stress and attachment needs. Authoritative parenting requires parents to become aware which child behaviors signal the child's distress and to express empathy for their child's efforts to comply even if the child's attempts fail. For example, in response to sibling aggression, a parent could say: \"I see that you feel hurt and I understand that is hard to bear, but you know you cannot hit your brother\". This is secure base support. Specifically, the parent provides acknowledgement and support for the stress the child felt during the interaction with the brother. This elicits relief (e.g., my parent does not think I am a bad boy, −Sr−) and gives comfort (+Sr+). If parents' alternative approach improves parent-child interactions, these new parental behaviors are reinforced by the child to become a stable part of the parenting repertoire. However, if parents struggle to provide that support, it becomes important to explore the reinforcers that maintain their initial parenting behavior and focus more on parents' own psychopathology, or own attachment learning history. One way to help parents adapt their parenting behavior to new insights on their insecure cycle with their child is to work with exposure therapy.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 94,
                    "text": "Baumrind, 1967)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Attachment-Focused Antecedent and Consequent Control Training"
        },
        {
            "text": "At older ages, children's increased information processing biases might render intervention strategies insufficient if they solely focus on changing parenting behavior. Due to these biases, older children might fail to pick up changes in their parents' attempts to respond to their attachment needs. As a result, insecure cycles can endure even if parents manage to respond more sensitively to children's underlying needs. Moreover, with passing time, parents' processing of their child's behavior will get more biased, making it harder to respond to their child's attachment needs more sensitively. To bypass these information processing biases and related therapeutic blocks, it is necessary to create an emotionally intense learning experience that violates both parents' and children's expectations about feared outcomes (Tryon, 2005) . One therapeutic strategy that could prove useful here is Exposure Therapy, a classical learning technique. This is a therapy during which patients are exposed to feared stimuli (CS). During exposure, the CS-UCS association will get disrupted by creating an inhibitory association. This occurs by abstaining from relying on avoidance behavior. This enables corrective learning experiences whereby patients learn that feared outcomes do not occur (Abramowitz et al., 2019) .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 838,
                    "text": "(Tryon, 2005)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1286,
                    "end": 1311,
                    "text": "(Abramowitz et al., 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Attachment-Focused Therapy in Older Children: Exposure Therapy"
        },
        {
            "text": "Successful exposure therapy again requires a function analysis to chart the circumstances that elicit avoidance behavior and the reinforcers or function of this behavior. Function analysis needs to identify the stimuli or situations that elicit fears and negative expectations, the precise content of those fears and expectations, and the precise behavioral responses to those stimuli or situations (with the goal to avoid or escape the feared outcomes, which reinforces avoidance behavior). Once this information is collected, and the function analysis is sufficiently completed, exposure therapy will require participants to confront the fear eliciting stimuli or situations. During exposure excercises, therapists ensure the maximal activation of the fears and negative expectations by helping participants to abstain from avoidance behaviors and to rely on behaviors that further activate fear and negative expectations. The more all relevant fears and negative expectations are activated during exposure, the more such an exercise increases the likelihood that corrective learning occurs (Craske et al., 2014) . Finally, to ensure generalization of exposure therapy effects, it is critical to repeat those exercises in different situations (Craske et al., 2014) .",
            "cite_spans": [
                {
                    "start": 1093,
                    "end": 1114,
                    "text": "(Craske et al., 2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1245,
                    "end": 1266,
                    "text": "(Craske et al., 2014)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Attachment-Focused Therapy in Older Children: Exposure Therapy"
        },
        {
            "text": "The LTA points at exposure therapy as a relevant strategy to interrupt and/or repair insecure cycles because the theory implies that the confusing signals children and parents emit during insecure cycles are equivalent to avoidance behaviors driven by fear. Children fear and avoid the emotional pain linked to being ignored, misunderstood, left alone, or rejected by the parent. The fact that exposure therapy targets avoidance behaviors which underlie attachments could lead one to expect that exposure therapy is only a useful intervention for avoidant attachment-related behaviors. However, the repertoire of behaviors that serve to avoid a feared outcome is much broader than merely avoiding proximity. For exampe, ambivalent attachment behaviors such as protest and persuasion can help avoid feeling unseen (°Sr− or −Sr), or they can stimulate parents to try harder to accommodate the child (+Sr+). This may reduce children's fear that their parents are unavailable (−Sr−). So, the broad spectrum of insecure attachment behaviors can be seen as avoidance behaviors to be targeted in exposure therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attachment-Focused Exposure Therapy"
        },
        {
            "text": "Parents, in turn, fear and avoid the emotional pain linked to feelings of failure in their caregiving role. Attachment-focused exposure therapy is expected to be most effective when children and parents are both confronted with care-related interactions because those are the clinically relevant stimuli that elicit family members' attachment-related fears and negative expectations. Although the precise form of the fear eliciting care-related interactions will be different from family to family, the LTA suggests that, at the most abstract level, these interactions consist of the ingredients of the insecure cycle. Thus, function analysis requires to clearly map the elements of the insecure cycle and then design exposure excercises that elicit children's (distorted) attachment signaling which elicits parents' non-supportive responses that feed into the insecure cycle. For corrective learning to occur during exposure, parents are stimulated to abstain from their typical responses and to attend to children's underlying attachment needs in spite of the fears the interaction with their care-seeking child elicit. Children are stimulated to communicate their needs in a more direct manner in spite of their fears that their parents will not understand them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attachment-Focused Exposure Therapy"
        },
        {
            "text": "If exposure excercises stimulate corrective attachment interactions, the ultimate challenge is to promote children's secure base script development. We do not propose to expose the child to a negative parent until they no longer feel scared. Instead we expose the child to a newly trained, attachment promoting parent until this exposure challenges and revises the child's internal negative expectation. We have shown that it is hard for insecurely attached children to process information that is incongruent with mistrust . Specifically, we found in a set of cognitive bias modification experiments that attention and interpretation biases need to be bypassed before exposure to incongruent attachment information can change attachment-related expectations about the parent. To achieve this during an exposure session, therapists need to help parents and children to focus on the evidence of the secure base script during the session to support consolidating the corrective learning experience. Research on parental reminiscence suggests that discussing with the child what occurred during an interaction with parents is one promising avenue to help organizing supportrelated experiences in a secure base script like fashion (e.g., Apetroaia & Waters, 2018) . So, clinically, it is important that the therapist explicitly points parents and children to the secure base-congruent elements of the interactions that unfolded during exposure excercises. Finally, to further stimulate secure base script learning, it is important to repeat the exposure exercises in different situations. This can include expanding the number of relevant topics that require parent-child interaction, or expanding the locations where exposure is practiced.",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1259,
                    "text": "Apetroaia & Waters, 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Attachment-Focused Exposure Therapy"
        },
        {
            "text": "We will now explore the clinical utility of the LTA presenting two systematic interventions designed to improve parent-child attachment relationships. We will describe the background and clinical components for each intervention program. The first intervention program illustrates the application of attachment-focused antecedent and consequent control therapy, an intervention following operant learning techniques: Video-feedback Intervention to promote Positive Parenting and Sensitive Discipline (VIPP-SD) focused on young children (Juffer et al., 2017) . VIPP-SD was developed some 3 decades ago before we formulated the LTA. However, the intervention was designed with the same goal to bridge the gap between attachment theory and social learning theory (Forgatch & Patterson, 2010; Juffer et al., 2017) . Extensive research with randomized controlled trials points at positive effects on both attachment-relevant parenting behavior and on children's secure attachment development (Juffer et al., 2017; Van IJzendoorn et al., in preparation) . In this case, we will explore whether the probable mechanisms of change can be understood from the LTA model.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 557,
                    "text": "(Juffer et al., 2017)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 760,
                    "end": 788,
                    "text": "(Forgatch & Patterson, 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 789,
                    "end": 809,
                    "text": "Juffer et al., 2017)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 987,
                    "end": 1008,
                    "text": "(Juffer et al., 2017;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1009,
                    "end": 1047,
                    "text": "Van IJzendoorn et al., in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Exploring the Clinical Utility of the LTA in Two Intervention Programs: VIPP-SD and MCAT"
        },
        {
            "text": "The second intervention program illustrates the application of attachment-focused exposure therapy, an intervention following classical learning techniques: Middle Childhood Attachment-based Family Therapy (MCAT; Van Vlierberghe & Bosmans, 2020). This intervention has been developed recently, explicitly building on the LTA's insights. MCAT is developed because of the lack of systematic attachment-focused interventions that target attachment in 6-12 year old children. The intervention was designed following the logic of Attachment-based Family Therapy (ABFT; Diamond et al., 2014) an effective intervention aimed at treating depressed and suicidal adolescents by restoring parent-child attachment relationships . This intervention program illustrates how the LTA can help to design new interventions in such a waythat they maximize the likelihood that secure attachment development gets restored and/or stimulated.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 585,
                    "text": "Diamond et al., 2014)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Exploring the Clinical Utility of the LTA in Two Intervention Programs: VIPP-SD and MCAT"
        },
        {
            "text": "VIPP-SD was designed to move the age for prevention of externalizing problems in young children significantly downward. Typically, families of young children who display signs of externalizing problems participate in prevention programs that build on social learning theory and that target parenting skills to disrupt or prevent coercive cycles (e.g., Patterson et al., 2004; WebsterStratton & Hammond, 1997) . These programs prove effective with moderate effect sizes (e.g., Gardner et al., 2019; Piquero et al., 2016) . VIPP-SD adds attachment theory to Patterson's model of social learning to break coercive cycles. It was the first intervention that was developed with the explicit aim to integrate learning principles in an attachment-focused coaching program. The program supports parents struggling with the terrible twos, threes and older children with conduct problems (O'Farrelly et al., 2021) . The program was developed with the aim to break coercive cycles and promote sensitive parenting to enhance parent-child attachment relationships (Euser et al., 2021) . Given the overlap between coercive and insecure cycles, the program aligns with the abovementioned LTA-goal to interrupt insecure cycles as a mechanism to enhance the quality of parent-child interactions and attachment relationships. As we will demonstrate, to achieve this goal VIPP-SD relies partly on principles of antecedent and consequent control.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 375,
                    "text": "Patterson et al., 2004;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 376,
                    "end": 408,
                    "text": "WebsterStratton & Hammond, 1997)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 476,
                    "end": 497,
                    "text": "Gardner et al., 2019;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "Piquero et al., 2016)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 878,
                    "end": 903,
                    "text": "(O'Farrelly et al., 2021)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1051,
                    "end": 1071,
                    "text": "(Euser et al., 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Attachment-Focused Therapy for Young Children: VIPP-SD"
        },
        {
            "text": "VIPP-SD's goal to shape parent-child secure base interactions requires a thorough understanding of how these interactions unfold in early childhood. Whereas in the first year of life infants frequently need physical contact to feel safe and secure, in the early childhood years the balance shifts in the direction of emotional availability of the parent in addition to moments of close physical contact when the child is tired or (di)stressed. Exploring the world is a central developmental task for the child, and this is not without the inclination to explore things such as the remote control, a precious china vase, or a road with busy traffic that the parent would rather not seeing explored by the child. In other words, parents need to balance support of their child's explorative behavior with protection of the child and their own and others' material possessions. Moreover, lovely babies turn into terrible twos and threes that are strong-willed and test the effects of their \"No\" in response to parental requests. In a secure relationship, toddlers will be non-compliant; they even have to be non-compliant to explore what they can achieve and what response will follow their 'daring' behavior. One can see the toddler check with the parent while doing something that they know they are not supposed to do. In addition, their limited behavioral control and executive functioning abilities account for little success in inhibiting themselves when doing something that they know is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secure Base Interactions in Early Childhood"
        },
        {
            "text": "In the secure relationship, parents are aware of the children's developing independence, and do not feel rejected by the child. They know that their child's challenging behavior is not challenging them or their relationship. They know that it rather follows from the child's innate drive to explore the world, and that the child will master specific skills after many trial-and-errors. These parents choose their battles, and know when to stay their grounds and when to turn a blind eye. They are consistent once they have asked a child to do something or to refrain from doing something, while showing empathy for the child when it is struggling to comply, and complimenting whatever little effort in the right direction is shown. Doing so, parents let the child know that its efforts are seen and appreciated, and that the relationship is valued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secure Base Interactions in Early Childhood"
        },
        {
            "text": "VIPP-SD is a six sessions program (see Table 3 ) that consists of two integrated components focused on stimulating secure base interactions. The attachment component is related to one of the basic goals of the VIPP-SD which is to stimulate parents' sensitive responsiveness to the child's signals of (di)stress and the need for physical or mental proximity to cope with distressing or threatening situations. According to attachment theory, the core of sensitive responsiveness is the parent's ability to see the child's attachment signals, to interpret them accurately, and to respond promptly and effectively to these signals (Ainsworth et al., 1978) . Social learning is central to the second component of VIPP-SD which is to promote sensitive discipline or limit setting when the child tends to misbehave. Attachment-based interventions have focused mostly on the 'sensitiviy' dimension of parenting, neglecting the limit setting or discipline dimension and thus leaving parents with empty hands for example when they are faced with a toddler throwing a tantrum to have its way.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 652,
                    "text": "(Ainsworth et al., 1978)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "VIPP-SD: Description of the Program"
        },
        {
            "text": "The core of sensitive discipline is preventing the occurrence of coercive cycles or interrupting these cycles when they have started. As an example, coercive cycles may start with the child wants a sweet soft drink in the supermarket, and the parent refuses to buy one because it is almost dinner time. The child throws a fit in the public space, and after a while the parent gives in, out of despair or shame. VIPP-SD aims to help parents look beyond those distorted signaling of attachment needs, set sensitive limits and at the same time provide the needed support for children's actually experienced attachment needs. During VIPP-SD, parents learn to no longer give in, the typical and powerful immediate reinforcer of children's unwanted behavior. Instead, they learn to approach the child's misbehavior in such a way that it is either prevented or no longer immediately rewarded, while recognizing the child's wishes and emotions. At the same time, parents learn to shape wanted behavior through sensitive support as a reinforcer that has both immediate rewarding effects (decrease of distress and increase of feeling connected) and long-term rewarding effects (building a more secure attachment relationship). This way, VIPP-SD fosters corrective learning experiences and the increase of CS parent − UCS support contingency. During VIPP-SD children learn to trust in parental support (CR) thanks to which they can start develop new behaviors to seek for parental support (R).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPP-SD: Description of the Program"
        },
        {
            "text": "Essential for VIPP-SD is the use of video-feedback. Parents are not instructed in how to prevent or break a coercive cycle, or how to interact with a distressed or oppositional child. In fact, VIPP-SD uses video-taped clips of home-made, carefully selected real-life interactions between parent and child to induce a learning process at the parental level based on positive reinforcement. The emphasis in selecting video-taped fragments is on interaction sequences that were at least partially successful. Parents watch their own steps toward adequate limit setting at some (perhaps rare) occasion and see how effective their behavior can be. They experience their own ability to set limits and at the same time watch the child accepting the limits and continuing to interact with them in a trusting way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPP-SD: Description of the Program"
        },
        {
            "text": "Each of the six sessions (see Table 3 ) takes about one hour. Sessions are usually conducted at home although due to COVID-19 an online version has been developed as well. Video-taped interactions of the previous session are carefully studied by the coach and for each theme pertinent fragments are selected. The program is protocolized with detailed guidelines for the coaches how to proceed through the six sessions. In two-parent families the primary caregiver is present in the first four sessions, enabling the establishment of a trusting relationship between the parent and the coach. Both parents can be present in the two booster sessions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "VIPP-SD: Description of the Program"
        },
        {
            "text": "To achieve antecedent and consequent control on insecure cycles, VIPP-SD identifies coercive cycles in the interaction between parents and their child and enhances parental strategies to prevent the occurrence of coercive cycles or to break coercive cycles at the earliest stages. In keeping with the social learning perspective, interrupting a coercive cycle means that the immediate reinforcers (see Table 2 ) are either removed (−Sr+) or avoided (°Sr+). This is typically achieved by having parents gently but firmly reject the child's demand, offering an alternative or explaining why the demand cannot be fulfilled, keeping the communication open. This acts as a reinforcer of the child ending the demanding behavior (+Sr+) and shapes new interaction patterns between parents and children. VIPP-SD integrates these typical strategies with an attachment-focused approach to the coercive cycle. Specifically, VIPP-SD adds three attachment-focused elements to regular antecedent and consequent control training. These elements relate to discipline strategies, the parents' support of children's attachment needs, and the therapist's positive approach to the parent, modeling the desired parent-child interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "First, concerning the strategies needed to interrupt coercive cycles, VIPP-SD promotes sensitive discipline to protect the parent-child attachment relationship from further ruptures. This addresses the immediate reinforcers that maintain coercive cycles, but they also ensure that parents can remain sensitive to their children's underlying (attachment) needs. The child stays engaged with the parents and repair of the momentary rupture in the relationship is pursued (+Sr+). If achieved, this serves as a positive reinforcement for the attachment relationship and future acceptable limit setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "Regarding sensitive discipline, parents learn not to just reject children's demands, but to also provide reasons why the demand is misplaced or mistimed. The goal is to help parents use, for example, distraction as a means of replacing reinforcing but forbidden objects or activities with attractive alternatives. Regarding a sensitive pause, parents learn to keep its duration short and to stay in visual contact with the child. It serves the function of downregulating stress levels more of the parents than of the children. Induction is providing reasons for the limits set by the parent, making clear that the misbehaving child remains considered a valued interaction partner with the attachment relationship intact (+Sr+). Moreover, parents are encouraged to compliment the child for any tiny effort they show to comply with a parental demand. All this maximizes parent-child engagement and allows repair of momentary ruptures in the relationship resulting from limit setting. This serves as a positive reinforcement for the attachment relationship and promotes future adequate authoritative limit setting. The child's response to sensitive limit setting is reinforcing the parents' consistent approach to the child's challenging behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "Second, to promote parents' authoritative support of children's attachment needs, VIPP-SD helps parents to become aware of the child's sometimes subtle signals, and respond to them promptly and adequately. With young children, parents learn to speak for the child, to let the child know that they are seen and heard, even if a wish of the child cannot be immediately fulfilled. The parent is encouraged to share the child's positive emotions as a way of compensating for more difficult moments. Lastly, the coach highlights socalled chains of sensitivity. Such chains of sensitivity can be made visible in the videotaped interaction when a parent responds adequately to a child signal and the child shows it is satisfied or happy with that response. For instance, this happens when the child reaches for something it is not allowed to have, the parent comments: \"I see that you want another cookie but you cannot have that now, but I can make you a fruit salad if you are hungry?\" and the child complies with the alternative and happily follows the mother to the kitchen. This awareness of child signals and chains of sensitivity contribute to preventing coercive cycles and ensures that positive attachment-related interactions remain a more powerful immediate reinforcer than the stimuli children gain by their demanding behavior. This way, the vicious coercive cycles are transformed into rewarding spirals of sustained interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "Third, to prevent the onset of insecure cycles between the coach and the parents, the coach does not act as a teacher who knows better. Instead, the coach enables the parents to explore their interactions with the child and experience the reinforcing effects of some of their more successful reactions to misbehavior of the child. In the first two sessions only positive interaction sequences are emphasized and the parents are affirmed in their role as having expert knowledge of their own child. The coach always maintains a non-judgmental attitude and acts as an empathic guide for the parents to reflect on specific rewarding parts of the videotape. Through video-feedback, already available parental skills that serve VIPP-SD's goals are identified, shared with parents, and amplified so they can be used more in future interactions that threaten to elicit coercive cycles or in future ongoing coercive cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "VIPP-SD considers the role of the coach of crucial importance because the interactions and relationships of the coach with the parents function as a model for the way in which the parents interact with their child. In fact, the operant component of the LTA is relevant here. The parents feel stressed because of their problems with the child and the presence of a potentially threatening and punitive stranger who is perceived as expert and witness of their failed child rearing. It is critical in the first session to establish a non-evaluative rapport with the parents and create an atmosphere of open communication. The coach strives for empathy and sensitive responsiveness toward the parents similar to what (s)he wants to attain in the parent-child relationship. This sensitive coaching becomes then a safety cue and the discriminative stimulus on which parents can rely to seek the coach's help and support (R) while trying to learn from VIPP-SD. The coach subsequently supports the parent while learning to break coercive circles to the point where parents feel that stress lowers (−Sr−) and state trust increases (+Sr+).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA-Related Components of VIPP-SD: Attachment-Focused Antecedent and Consequent Control"
        },
        {
            "text": "Middle childhood has been long neglected in (attachment) research, and the development of attachment-focused interventions in this age-group is equally lagging behind (Bosmans & Kerns, 2015) . Although VIPP-SD can be used in middle childhood as well (Runze et al., in prep.) , the LTA suggests that children need to play a more active role in attachment-focused interventions as they grow older. With the LTA as basis, MCAT was developed as a transdiagnostic treatment targeting both parents and children. MCAT aims at promoting children's secure attachment relationship with their parents to prevent further exacerbation of their emotional and behavioral problems and protect them against the impact of future (adolescence-related) stressors.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 190,
                    "text": "(Bosmans & Kerns, 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 250,
                    "end": 274,
                    "text": "(Runze et al., in prep.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Middle Childhood Attachment-Based Family Therapy: MCAT"
        },
        {
            "text": "MCAT combines therapeutic elements from family therapy and behavior therapy. MCAT uses exposure therapy techniques to shape new attachment behavior in both parents and children. To facilitate attachment-focused exposure therapy in families, it is important to work with the family specific relational dynamics that drive parent-child interactions. This requires a family systems therapy approach (e.g., Bateson, 1979; Haley, 1962; Minuchin, 2018; Satir et al., 1988) as already pioneered by Bowlby (1949) . Several family based attachment therapy models have been described in the literature such as Emotion-Focused Family Therapy (Lafrance et al., 2020) and Emotion Focused Family Therapy (Furrow & Palmer, 2019) . However, MCAT was designed building on the ABFT model because of its strong evidence base and its explicit focus on restoring and restructuring attachment relationships. MCAT uses attachment-focused exposure therapy to restore attachment relationships and to help restructure insecure cycles. In what follows, we will mainly focus on the MCAT attachmentfocused exposure therapy components.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 417,
                    "text": "Bateson, 1979;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 418,
                    "end": 430,
                    "text": "Haley, 1962;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 431,
                    "end": 446,
                    "text": "Minuchin, 2018;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 447,
                    "end": 466,
                    "text": "Satir et al., 1988)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 491,
                    "end": 504,
                    "text": "Bowlby (1949)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 631,
                    "end": 654,
                    "text": "(Lafrance et al., 2020)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 690,
                    "end": 713,
                    "text": "(Furrow & Palmer, 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Middle Childhood Attachment-Based Family Therapy: MCAT"
        },
        {
            "text": "When shaping and restoring parent-child attachment relationships in middle childhood, it is important to take into account that the interactions that promote secure attachment development change hand in hand with children's increasing maturation (Bosmans & Kerns, 2015) . Research has shown that middle childhood secure base scripts are still under development and change or get updated driven by experiences linked to daily hassles (Waters, Facompre, et al., 2019; Waters, Facompré, et al., 2019) . For care-related interactions to be experienced as helpful during middle childhood, the care scenario looks slightly different compared to previous developmental stages. On the one hand, middle childhood comes with novel or challenging developmental tasks that activate the attachment system and the need for care (Vandevivere et al., 2015) . First, acquiring new academic skills becomes a challenge. For example, acquiring math or reading skills can be distressing and may elicit a need for parental support (Bosmans & De Smedt, 2015) . Second, social interactions become a more explicit source of distress. Children struggle, for example, with peer conflicts and challenging playground interactions (Vandevivere et al., 2015) .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 269,
                    "text": "(Bosmans & Kerns, 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 433,
                    "end": 465,
                    "text": "(Waters, Facompre, et al., 2019;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 466,
                    "end": 497,
                    "text": "Waters, Facompré, et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 840,
                    "text": "(Vandevivere et al., 2015)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1009,
                    "end": 1035,
                    "text": "(Bosmans & De Smedt, 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1201,
                    "end": 1227,
                    "text": "(Vandevivere et al., 2015)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Middle Childhood Secure Base Interactions"
        },
        {
            "text": "On the other hand, there is a shift in the kind of parenting behaviors that children experience as supportive. Specifically, the supervisor role that parents already take on in certain occasions during early childhood further evolves into a a supervisor partnership. Parents now also help the child to explore and understand their daily hassles and their associated feelings and needs. Children no longer desire their parent to take over, instead they want their parents to help them gain insight in the issues they are faced with. Further, they find it helpful if parents propose possible solutions, allowing them to autonomously apply or improve the suggested solutions (Koehn & Kerns, 2016) . However, because many of these problems and daily hassles are difficult to solve by themselves, children's solution oriented attempts are not always successful and this activates feelings of failure in the child. At those times, it is important for children to experience supported failure. This refers to parents' ability to comfort the child and show that they understand that the child did what it could do and that they do not think about the child as a failing person (Bosmans, 2016) .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 693,
                    "text": "(Koehn & Kerns, 2016)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1169,
                    "end": 1184,
                    "text": "(Bosmans, 2016)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Middle Childhood Secure Base Interactions"
        },
        {
            "text": "MCAT was designed accounting for the level of maturation that characterizes middle childhood. This is clearly different from ABFT, due to which it was impossible to merely apply ABFT to the middle childhood population. The fact that this is a challenging age for children to participate in family therapy is illustrated by many family therapists' hesitation to involve children in family treatment sessions (Klop, 2017; Rober, 2008) . To account for these challenges, MCAT acknowledges that younger children have not yet developed the verbal skills to fully participate in complex conversations that are part of ABFT. Instead, therapy in middle childhood requires more play and action (Klop, 2017; Rober, 2008) . Therefore, MCAT is built around activities that serve as a leverage to facilitate exchange about attachment needs, emotions and unfolding interactions. For example, Lego Duplo® dolls are used to let parents and children visualize their family relationships (Diekmann-Schoemaker & van der Veer, 2003) and the emotion figures from Disney's® movie Inside Out are used to visualize and deepen the emotional layers that drive the child's and the parents' behavior during insecure cycles (see Fig. 5 for an example). MCAT makes use of mental imagery exercises and various types of games, and creative techniques.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 419,
                    "text": "(Klop, 2017;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 420,
                    "end": 432,
                    "text": "Rober, 2008)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 685,
                    "end": 697,
                    "text": "(Klop, 2017;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 698,
                    "end": 710,
                    "text": "Rober, 2008)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 970,
                    "end": 1012,
                    "text": "(Diekmann-Schoemaker & van der Veer, 2003)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1200,
                    "end": 1206,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MCAT: Description of the Program"
        },
        {
            "text": "Second, MCAT builds on the observation that most children at this age have not yet acquired abstract thinking skills (Demetriou et al., 2014) . These skills are necessary for ABFT, but in middle childhood, children have not yet integrated the negative experiences with their parents into abstract (insecure) attachment narratives which they can share with parents so parents can help rebuild trust. They more concretely experience and describe interactions with their parents as positive (e.g., 'fun', 'nice', or 'good') or negative (e.g., 'not fun', 'not nice', or 'not helpful'). However, when currently experiencing a specific situation and when probed in a developmentally appropriate way, most children this age are able to talk more extensively and detailed about their in-the-moment thoughts, feelings and behavior, and even make links with previous situations that felt alike. Therefore, in MCAT, the therapist selects activities that elicit care-related interactions, which activates the child's care script and then allows for a discussion of the child's in-the-moment appraisals, expectations and fears regarding this type of interactions with their parents.\"",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 141,
                    "text": "(Demetriou et al., 2014)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "MCAT: Description of the Program"
        },
        {
            "text": "Third, at this age, children's loyalty to and dependency of their parents make it hard for them to share more vulnerable feelings and appraisals about themselves and about their parents with strangers (like the therapist in this type of brief interventions). Adolescents need child-alone sessions to feel the freedom to share their frustrations about their parents like is organized in ABFT. Instead, MCAT builds on the assumption that understanding the child side of the insecure cycle will occur more easily in the company of parents, but only after parents are prepared to listen openly to the child's experiences. Therefore, MCAT limits the number of child-alone sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCAT: Description of the Program"
        },
        {
            "text": "In 16 one to one and a half hour sessions, organized across four phases (see Table 4 ) MCAT aims to (1) understand the key elements of the family's insecure cycles (Phases 1-3); (2) motivate the family members to participate to the exposure sessions (Phases 2-4); (3) organize exposure sessions and consolidate novel learning experiences in children's secure base script development (Phases 3-4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "MCAT: Description of the Program"
        },
        {
            "text": "Three elements of exposure therapy are embedded in MCAT: function analysis, exposure excercises, generalization sessions. For function analysis, MCAT identifies parents' and children's insecure attachment-related expectations and their defensive strategies(avoidance behaviors: the child's distorted attachment signals and the parents' unsupportive responses) that are set in motion or perpetuate insecure cycles. To visualize this information for participating families, MCAT adjusted the infinity sign drawing developed in Emotionally Focused Therapy (Johnson, 2020; see Fig. 6 ). Figure 6a shows the basis of the figure. It shows the infinity Switch the focus from the child as problem towards strengthening or repairing the parent-child relationship to reduce both the child's and the parent's suffering 2. Alliance building 2-6 (1) Build a strong working alliance with the parents and the child (2) Initiate the identification of the family specific insecure cycle 3. Interrupting the insecure cycle 7-9 (1) Start the communication about the child's sources of distress and needs for parental support, (2) Further unravel the hypothesized insecure cycle as identified in Phase 2, (3) Empower the parents in staying out of insecure cycles with their child by (4) strengthening parents' already available skills to provide secure base support to their child when distressed (5) and train parents' emotion coaching skills 4. Creating secure base learning experiences 10-16 Create corrective attachment learning experiences and consolidate secure base script development sign, symbol of the ongoing interaction between parent and child. The upper side of the infinity sign (above the blue line), reflects the observable behavior and secondary emotions (e.g., anger and frustration) of both the parents and the child. In conversations with the parents on this topic, the metaphor of an iceberg is used: the upper side of the infinity sign is the part of the interaction that occurs above the waterline and that is visible. The lower side of the infinity sign (the blue line) reflects the invisible primary and vulnerable attachment-related emotions: the attachment needs and fears of both the parents and the child. The child's primary emotions activate avoidance behavior (above the blue line), which activates the parents' primary emotions to which they in turn respond with their own avoidance behavior. This again activates children's primary emotions (and so on). The information gathered during Phases 1-3 serves to fill in the drawing for the family (see Fig. 6b ). This drawing is used throughout the therapy to provide insight to the parents about the therapy targets. The drawing gets constantly updated if new information emerges during Phase 4 sessions. This drawing is mainly used as a metaphor to help families understand their ongoing interactions and to look together with the therapist for alternative behavior that helps interrupt the insecure cycle. However, at the learning theoretical level, the drawing reflects past classical and operant learning processes. Specifically, the child and the child's expression of secondary emotions are a CS for the parents (CS parent ), which activates their insecure schemas of rejection by the child, that they will fail as a parent or that they will be considered inadequate (UCS parent ), and the fear associated with those schemas (CR/UCR parent ). This situation functions as a discriminative stimulus (Sd parent ) and elicits parental avoidance behavior (e.g., aimed at convincing the child that it must not or should not feel distressed or aimed at stopping the child's unwanted behavior; R parent ), that gets reinforced by preventing those feared outcomes and associated negative emotions (e.g., the child stops sending signals that elicit the feeling of rejection, −Sr− parent , in the hope that the child will never express those signals again, °Sr− parent ). However, as discussed in the coercive cycle section, when parents let children cross their boundaries like this, they will also feel anger and frustration about their child which more likely translates in criticism, and explicit or implicit rejection. This Sd child comes with fear that they risk losing the parents' love, which again elicits children's missignals (R child ) that get reinforced because they shift the Fig. 6 Function analysis of the Insecure Cycle focus away from feelings of loneliness and abandonment (−Sr− child ), because they prevent those feelings to be activated (°Sr− child ), or because they elicit parental attention (+Sr+ child ). Thus, this behavior can increase the child's hope that parents might respond more sensitively after this new attempt (+Sr+ child ). However, this in turn becomes a Sd for the parents due to which the insecure cycle continues.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 568,
                    "text": "(Johnson, 2020;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 569,
                    "end": 579,
                    "text": "see Fig. 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 592,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 2562,
                    "end": 2569,
                    "text": "Fig. 6b",
                    "ref_id": null
                },
                {
                    "start": 4347,
                    "end": 4353,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "To understand the parents' Sd (including the CR or feared emotions elicited by their child's behavior) that activate their avoidance behavior (R parent ), the MCAT therapist discusses with the parents the current stressors (including their worsening relationship with the child) in their lives and how they get in the way of being the parent they desire to be for the child. This way, the therapist acknowledges the parents' good intentions and their love for the child, which helps to forge a constructive therapist-parent alliance due to which the parent can experience the therapist as a sensitive ad hoc figure and a model of a sensitive caregiver. Subsequently, the therapist explores transgenerational attachment themes, because these themes feed into the parents' primary emotions elicited by the child's unwanted behavior. This additionally helps the therapist to identify parents' motivation to give their child a better childhood than what they themselves experienced as a child (if their past attachment experiences reflect substantial insecurity) or to give their child the quality of care they themselves experienced during their own childhood (if they experienced substantial security as a child).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "To understand children's Sd (including the CR or feared emotions elicited by their parents' behavior), the MCAT therapist asks the family members to engage in activities and play that elicit attachment-relevant interaction and discourse. For example, in a blindfold game, children are asked to guide blindfolded parents through the therapist room (and vice versa). These activities typically elicit the child's carerelated script and the child behavior (R child ) that activates the insecure cycle. Afterwards, experiences during these games that reflect confidence and uncertainty are discussed giving children ample space to discuss their attachment-related appraisals and defensive responses related to anxiety and avoidance. Hereby, the therapist works constantly on deepening emotions by activating all vulnerable emotions such that the insecure cycle is experienced by all family members during the function analysis sessions. These emotions are subsequently used and maximally activated during the exposure exercises. The exposure excercises need to expose parents to the relevant Sd parent that activate past painful experiences during which they felt that children (CS) rejected them or that they failed as a parent (US parent ) and that activate the fear that this experience will be repeated (CR parent ). At the same time, these exercises need to expose children to the relevant Sd child that have been linked in the past to the painful experience that the parents (CS) did not support or rejected them (US hild ) and that activate the fear that this experience will be repeated (CR hild ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "One exposure strategy is to let parents and children discuss topics that are of emotional relevance for children, such as (current) stressors (e.g., academic concerns or social problems) or family related stressors (e.g., past conflicts, frictions, or dissappointments children experienced during interactions with parents). The therapist guides the conversation between parents and children to the content that seems emotionally most relevant to the child. Such discussions will activate the child's fear that parents will not acknowledge or understand their needs and will not provide emotional support (CR child ). Discussing such topics will also be threatening for parents as the child might react with distorted signaling of needs, might say that have felt alone, frustrated, unheard, or misunderstood by the parents, or might tell things that trigger intense parental concerns about the child's future development. All these responses will activate the parents' fear to feel an unloved, incompetent, or bad parent (CR parent ). If, during such exposure exercises, parents manage to let go of the defensive strategies (R parent ) they typically use to protect themselves against those fears, their anxiety will increase, but it will also create the possibility for new learning experiences. Specifically, if parents manage to respond in a supportive way (distress decreases, −Sr− child , secure states increase, +Sr+ child ), this contradicts the child's expectations which can result in a corrective learning experience for the child. It increases the likelihood that children let go of their self-defensive strategies (R child ), thanks to which parents can experience that these interactions do not result in the feared rejection (−Sr− parent ), that they get back into touch with the child (+Sr+ parent ) and that they are still loved by the child. Thus, these exposure excercises allow to disrupt the CS-UCS association due to which new experiences and expectations can be learned which facilitates relying on the desired behavior (for both the parents and the child).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "Thus, the biggest challenge of attachment-focused exposure therapy in middle childhood is to help parents abstain from their typical avoidance behaviors. To achieve this goal, the MCAT therapist forges a strong collaborative therapist alliance with the parent by acknowledging their efforts, their love for their child, and (often) their desire to compensate for the care they missed as a child. Moreover, the therapist helps parents to use emotion coaching skills to replace their typical avoidant reactions. Some parents tend to reassure their children when they express distress. They try to ignore children's distress, or they try to convince them that there is no need to feel distressed, that they should be grateful for what they have, or that they should focus on the positive. Other parents tend to emphasize how their child should try better or try to solve the problem for the child. These are only some examples of parental responses that suppress children's attempts to share their distress. In MCAT, the therapist does not discuss with parents which of their responses are helpful or not. Instead, the therapist explains how parents can employ emotion coaching skills that facilitate a secure base discourse with their child. This means that parents do not immediately give their opinion or do not immediately try to solve the distress in response to what the child is sharing. Instead, MCAT helps parents to deepen the narrative of the child by asking questions like \"can you tell me more about that\" and by trying to help the child label negative emotions. This approach is taken from ABFT. Using video feedback, the therapist shows parents fragments of past sessions during which they already employ these emotion coaching skills intuitively and during which their child responds positively to open, emotion-focused discourses about the child's distress. This strengthens parents' sense of competence and self-efficacy and enhances the likelihood that parents respond more sensitively to the child during the exposure sessions (e.g., Mouton & Roskam, 2015) .",
            "cite_spans": [
                {
                    "start": 2051,
                    "end": 2073,
                    "text": "Mouton & Roskam, 2015)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "Being asked to employ these emotion coaching skills while conversating with the child during the exposure session activates parents' fears and negative primary emotions. Once these fears and negative emotions are maximally activated, the therapist subsequently helps the parents to use emotion coaching to prompt for children's underlying need for care. This need contradicts parents' fear that the child does not love them or does not appreciate them as caregivers. This is often a very emotional moment for parents on which MCAT builds to strengthen the attachment relationship. Children who feel that their parents respond in such a more emotion coaching way, more easily share their pain and fears with their parents. They seem to be in a developmental stage where their needs for care continue to drive them towards proximity seeking (see also Dujardin et al., 2019) . So, if they feel that their parents are listening in an open and curious manner, without judgement, they oftentimes start sharing more suppressed negative primary emotions and cognitions. This in turn helps the parents understand their child's distress better and often immediately softens their felt urge to employ their typical avoidance behavior. As a result the probability increases that the child feels acknowledged and supported which interrupts insecure cycles and which is a corrective attachment-related learning experience.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 871,
                    "text": "Dujardin et al., 2019)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "MCAT accounts for the major challenges these exposure sessions come along with, both for the parents and the child, by building up these sessions in increasing difficulty. Thus, the most threatening topics are touched upon once some trust has been rebuilt. Each exposure session ends when the parents are able to sustain emotion coaching until the child feels understood and supported. To consolidate the learning experience, the therapist uses \"in-the-moment\" verbalization (Caron et al., 2018) each time the interchange between the parents and the child reflects elements of the secure base script. To further maximize generalization of the learning experiences, the therapist ensures that parents and children practice these new communication skills about different topics. To ensure generalization, exposure occurs with the family at different locations (e.g., at the family's home or at the child's school during meetings with the teacher). This way, the therapist helps parents to become more atuned when children express their distress, which prevents future mistuned communication and reduces the risk that novel insecure cycles are set off. At the same time, the in-themoment verbalisations and the generalization sessions aim to stimulate the consolidation of the learning experiences and children's secure base script development.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 495,
                    "text": "(Caron et al., 2018)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "MCAT and Exposure Therapy"
        },
        {
            "text": "In this contribution, we explored the clinical applicability and utility of the LTA. We proposed that stimulating or restoring secure attachment development can occur using both operant and classical learning mechanisms. We made the point that good therapeutic strategies exist to target these learning mechanisms and discussed antecedent and consequent control training and exposure therapy as examples. We discussed how these therapeutic strategies might be adapted to fit with attachment-focused treatment targets and described two interventions that are convergent with these ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We suggest that the LTA is not just promising as a theory that could inform new research on attachment development (e.g., Bosmans, Sanchez-Lopez, et al., 2019; Verhees et al., 2021) , but that the theory could also be informative for clinical practice. Obviously, much work still needs to be done into clinically relevant translations. At the level of the interventions, support for the effectivity of VIPP-SD is robust, but MCAT has only recently been developed. Moreover, for both interventions more fine-grained work on the mechanisms of change is needed. The LTA may be functional to delineate testable questions about these mechanisms.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 159,
                    "text": "Bosmans, Sanchez-Lopez, et al., 2019;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 160,
                    "end": 181,
                    "text": "Verhees et al., 2021)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In addition, many other clinical questions remain. For example, we now only looked at antecedent and consequent control training and exposure therapy, but these are not the only interventions that target operant and classical learning. It might be worthwhile to explore whether other interventions like, for example, cognitive restructuring can be adapted to a more attachment-focused format. However, our analysis also suggests that repairing attachment should not be seen as a mere cognitive process, but that the vulnerable emotions that drive attachment-related behaviors related to avoiding rejection and interpersonal pain should be acknowledged and taken into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In sum, in families with younger children, intervention programs like VIPP-SD achieve the goal of supporting parents to acknowledge the attachment needs hidden behind the child's avoidant or resistant behaviors, and to respond in a sensitive manner. The evidence base for VIPP-SD is substantial with 25 randomized control trials in families struggling with a wide range of clinical issues showing that antecedent and consequent control training using video-feedback can raise parenting in the service of attachment security (see Van IJzendoorn et al., 2021) . In older children, programs like MCAT suggest that attachment relationships can be strengthened or repaired by attachment-focused exposure therapy. MCAT is a novel program, so only limited pilot data are available, but MCAT seems to significantly increase children's secure base script knowledge and decreases children's presenting problems using exposure therapy.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 557,
                    "text": "Van IJzendoorn et al., 2021)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These illustrations suggest the clinical value of the endeavor to formulate a more concrete and testable attachment theory as well as the value of clinical applications to inspire new theoretical developments. More of such crossfertilization is needed to move this field further, to detect effective components of the programs, to integrate intergenerational attachment dynamics in a learning-based approach, to refine treatment strategies, to search for the moderators identifying the most susceptible families. We expect this interplay between LTA and clinical interventions to succeed in improving treatment outcomes, which is in the interest of the children and families that need professional support. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s10567-021-00377-x.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Exposure therapy for anxiety: Principles and practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Deacon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P H"
                    ],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Patterns of attachment: A psychological study of the strange situation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D S"
                    ],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Blehar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parent-child interaction therapy as an attachment-based intervention: Theoretical rationale and pilot data with adopted children",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Timmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Urquiza",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Children and Youth Services Review",
            "volume": "47",
            "issn": "",
            "pages": "334--341",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "VI. Intergenerational transmission of secure base script knowledge: The role of maternal co-constructions skills. Monographs of the Society for Research in Child Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apetroaia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "91--105",
            "other_ids": {
                "DOI": [
                    "10.1111/mono.12393"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modification of information-processing biases in emotional disorders: Clinically relevant developments in experimental psychopathology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Raedt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Cognitive Therapy",
            "volume": "4",
            "issn": "2",
            "pages": "208--222",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The limits of the attachment network. New directions for child and adolescent development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Problem talk in adolescence: Temperament and attachment as predictors of co-rumination trajectories in boys and girls",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bastin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mezulis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Aldrich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nelis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Raes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bijttebier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Brain Sciences",
            "volume": "11",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mind and nature: A necessary unity (advances in systems theory, complexity, and the human sciences)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bateson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Child care practices anteceding three patterns of preschool behavior",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baumrind",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Genetic Psychology Monographs",
            "volume": "75",
            "issn": "1",
            "pages": "43--88",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cognitive behaviour therapy for children and adolescents: Can attachment theory contribute to its efficacy?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clinical Child and Family Psychology Review",
            "volume": "19",
            "issn": "4",
            "pages": "310--328",
            "other_ids": {
                "DOI": [
                    "10.1007/s10567-016-0212-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A learning theory of attachment: Unraveling the black box of attachment development",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vervliet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verhees",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neuroscience and Biobehavioral Reviews",
            "volume": "113",
            "issn": "",
            "pages": "287--298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neubiorev.2020.03.014"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An experimental evaluation of the state adult attachment measure: The influence of attachment primes on the content of state attachment representations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Bowles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dewitte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Winter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Experimental Psychopathology",
            "volume": "5",
            "issn": "2",
            "pages": "134--150",
            "other_ids": {
                "DOI": [
                    "10.5127/jep.033612"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Insecure attachment is associated with math anxiety in middle childhood",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Smedt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Frontiers in Psychology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2015.01596"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "More information on training in the interventions mentioned in the current review, can be found here. For VIPP",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Attachment in middle childhood: Progress and prospects",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerns",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Attachment in middle childhood: Theoretical advances and new directions in an emerging field",
            "volume": "148",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1002/cad.20100"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Attachment-related attention bias plays a causal role in trust in maternal support",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez-Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Raedt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Experimental Child Psychology",
            "volume": "185",
            "issn": "",
            "pages": "176--190",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jecp.2019.04.017"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Trust development as an expectancy-learning process: Testing contingency effects",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E A"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Winter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS ONE",
            "volume": "14",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0225934"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Behavioral and neurobiological mechanisms of pavlovian and instrumental extinction learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bouton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maren",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physiological Reviews",
            "volume": "101",
            "issn": "2",
            "pages": "611--681",
            "other_ids": {
                "DOI": [
                    "10.1152/physrev.00016.2020"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The study and reduction of group tensions in the family",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowlby",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Human Relations",
            "volume": "2",
            "issn": "2",
            "pages": "123--128",
            "other_ids": {
                "DOI": [
                    "10.1177/001872674900200203"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Attachment and loss (Vol. I, Attachment)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowlby",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A secure base : Parent-child attachment and healthy human development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowlby",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A secure base: Clinical applications of attachment theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bowlby",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "In pursuit of the internal working model construct and its relevance to attachment relationships. Attachment from infancy to adulthood: The major longitudinal studies",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bretherton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Grossmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grossmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--47",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Attachment theory and famili therapy-A clinical view",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byng-Hall",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Infant Mental Health Journal",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/1097-0355(199023)11:3"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "In vivo feedback predicts parent behavior change in the attachment and biobehavioral catch-up intervention",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Caron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dozier",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Clinical Child and Adolescent Psychology",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15374416.2016.1141359"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The nature of the child's ties",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Handbook of attachment",
            "volume": "",
            "issn": "",
            "pages": "3--24",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "State-of-theart and future directions for extinction as a translational model for fear and anxiety",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Craske",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vervliet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society of London. Series b, Biological Sciences",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2017.0025"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Maximizing exposure therapy: An inhibitory learning approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Craske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zbozinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vervliet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Behaviour Research and Therapy",
            "volume": "58",
            "issn": "",
            "pages": "10--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.brat.2014.04.006"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Inference, reconceptualization, insight and efficiency along intellectual growth: A general theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demetriou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spanoudis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shayer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Enfance",
            "volume": "66",
            "issn": "3",
            "pages": "40030--97",
            "other_ids": {
                "DOI": [
                    "10.4074/S0013754514003097"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Attachmentbased family therapy for depressed adolescents",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Psychological Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Attachment-based family therapy: A review of the empirical support",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Family Process",
            "volume": "55",
            "issn": "3",
            "pages": "595--610",
            "other_ids": {
                "DOI": [
                    "10.1111/famp.12241"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An extra language in counselling and training",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diekmann-Schoemaker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intervention",
            "volume": "1",
            "issn": "2",
            "pages": "36--39",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Attentional bias towards threatening stimuli in children with anxiety: A meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dudeney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The effects of children's proximity-seeking to maternal attachment figures during mild stress exposure on mood and physiological responses: An experimental study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Raedt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Borelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rinck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social Development",
            "volume": "28",
            "issn": "2",
            "pages": "364--382",
            "other_ids": {
                "DOI": [
                    "10.1111/sode.12337"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Middle childhood support-seeking behavior during stress: Links with self-reported attachment and future depressive symptoms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Raedt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Child Development",
            "volume": "87",
            "issn": "1",
            "pages": "326--340",
            "other_ids": {
                "DOI": [
                    "10.1111/cdev.12491"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Videofeedback promotes sensitive limit-setting in parents of twin preschoolers: A randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Euser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Vrijhof",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Bulk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Oxford handbook of coercive relationship dynamics",
            "volume": "9",
            "issn": "",
            "pages": "194--214",
            "other_ids": {
                "DOI": [
                    "10.1186/s40359-021-00548-z"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Parent Management Training-Oregon Model: An intervention for antisocial behavior in children and adolescents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Forgatch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Evidence-based psychotherapies for children and adolescents",
            "volume": "",
            "issn": "",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Emotionally focused family therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Furrow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "879--884",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The earlier the better individual participant data and traditional metaanalysis of age effects of parenting interventions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leijten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Melendez-Torres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beecham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hutchings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Child Development",
            "volume": "90",
            "issn": "1",
            "pages": "7--19",
            "other_ids": {
                "DOI": [
                    "10.1111/cdev.13138"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Oxford handbook of social cognition",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gawronski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Creighton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "282--312",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Development and validation of a state adult attachment measure (SAAM)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gillath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Noftle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Stockdale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Research in Personality",
            "volume": "43",
            "issn": "3",
            "pages": "362--373",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Disorganized attachment in infancy: A review of the phenomenon and its implications for clinicians and policy-makers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Granqvist",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Sroufe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dozier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Duschinsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Attachment & Human Development",
            "volume": "19",
            "issn": "6",
            "pages": "534--558",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Attachment in the early life course: Meta-analytic evidence for its role in socioemotional development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Groh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M P"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Roisman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Child Development Perspectives",
            "volume": "11",
            "issn": "1",
            "pages": "70--76",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Stability of attachment security from infancy to late adolescence. Monographs of the Society for Research in Child Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Groh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Roisman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Booth-Laforce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fraley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Burchinal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "79",
            "issn": "",
            "pages": "51--66",
            "other_ids": {
                "DOI": [
                    "10.1111/mono.12113"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Whither family therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Family Process",
            "volume": "1",
            "issn": "1",
            "pages": "69--100",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Evo-devo of human adolescence: beyond disease models of early puberty",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Belsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Medicine",
            "volume": "11",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-11-113"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The practice of emotionally focused couple therapy : Creating connection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Pairing attachment theory and social learning theory in video-feedback intervention to promote positive parenting. Current Opinion in Psychology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Juffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "189--194",
            "other_ids": {
                "DOI": [
                    "10.1016/j.copsyc.2017.03.012"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sometimes words just ain't enough-enhancing the contribution of children in therapy through creative expression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klop",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Australian and New Zealand Journal of Family Therapy",
            "volume": "38",
            "issn": "2",
            "pages": "283--294",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Attachment and psychopathology: A dynamic model of the insecure cycle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kobak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Current Opinion in Psychology",
            "volume": "25",
            "issn": "",
            "pages": "76--80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.copsyc.2018.02.018"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Attachment and emotion regulation during mother-teen problem-solving-A control-theory analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kobak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferenzgillies",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Child Development",
            "volume": "64",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/1131448"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The supervision partnership as a phase of attachment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Koehn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerns",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Early Adolescence",
            "volume": "36",
            "issn": "7",
            "pages": "961--988",
            "other_ids": {
                "DOI": [
                    "10.1177/0272431615590231"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Parent-Child Interaction Therapy with Toddlers in a communitybased setting: Improvements in parenting behavior, emotional availability, child behavior, and attachment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohlhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niec",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infant Mental Health Journal",
            "volume": "41",
            "issn": "4",
            "pages": "543--562",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A psychobiological theory of attachment",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Behavioral and Brain Sciences",
            "volume": "15",
            "issn": "3",
            "pages": "493--511",
            "other_ids": {
                "DOI": [
                    "10.1017/s0140525x00069752"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Emotionfocused family therapy: A transdiagnostic model for caregiverfocused interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lafrance",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cross-cultural studies of attachment organization-Recent studies, changing methodologies, and the concept of conditional strategies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Human Development",
            "volume": "33",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1159/000276502"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Procedures for identifying infants as disorganised/disoriented during the Ainsworth Strange Situation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Attachment in the preschool years",
            "volume": "",
            "issn": "",
            "pages": "121--160",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Observational attachment theory-based parenting measures predict children's attachment narratives independently from social learning theory-based measures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Matias",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Futh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Attachment & Human Development",
            "volume": "16",
            "issn": "1",
            "pages": "77--92",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Parent-child interactions in relation to critical and emotionally overinvolved expressed emotion (EE): Is EE a proxy for behavior?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Valeri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Weisz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Abnormal Child Psychology",
            "volume": "32",
            "issn": "1",
            "pages": "83--93",
            "other_ids": {
                "DOI": [
                    "10.1023/B:JACP.0000007582.61879.6f"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Families and family therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minuchin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Confident mothers, easier children: A quasi-experimental manipulation of mothers' self-efficacy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mouton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roskam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Child and Family Studies",
            "volume": "24",
            "issn": "8",
            "pages": "2485--2495",
            "other_ids": {
                "DOI": [
                    "10.1007/s10826-014-0051-0"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Social learning theory parenting intervention promotes attachment-based caregiving in young children: Randomized clinical trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Matias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Futh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tantam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Clinical Child & Adolescent Psychology",
            "volume": "42",
            "issn": "3",
            "pages": "358--370",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A brief home-based parenting intervention to reduce behavior problems in young children: A pragmatic randomized clinical trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;farrelly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Babalis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ganguli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grimas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iles",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mattock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcginley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramchandani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Jama Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.6834"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Systematic changes in families following prevention trials",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Degarmo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Forgatch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Abnormal Child Psychology",
            "volume": "32",
            "issn": "6",
            "pages": "621--633",
            "other_ids": {
                "DOI": [
                    "10.1023/b:jacp.0000047211.11826.54"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A meta-analysis update on the effects of early family/parent training programs on antisocial behavior and delinquency",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Piquero",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Tremblay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M R"
                    ],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Experimental Criminology",
            "volume": "12",
            "issn": "2",
            "pages": "229--248",
            "other_ids": {
                "DOI": [
                    "10.1007/s11292-016-9256-0"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Toward a general theory of infantile attachment-Comparative review of aspects of the social bond",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Rajecki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Obmascher",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Behavioral and Brain Sciences",
            "volume": "1",
            "issn": "3",
            "pages": "417--436",
            "other_ids": {
                "DOI": [
                    "10.1017/s0140525x00075816"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Antisocial behavior in children and adolescents: A developmental analysis and model for intervention",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A theory of pavlovian conditioning: Variations in the effectiveness of reinforcement and nonreinforcement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rescorla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Classical conditioning II: Current research and theory",
            "volume": "",
            "issn": "",
            "pages": "64--99",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Early maladaptive schemas in children: Development and validation of the schema inventory for children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rijkeboer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "De Boo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Behavior Therapy and Experimental Psychiatry",
            "volume": "41",
            "issn": "2",
            "pages": "102--109",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbtep.2009.11.001"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Being there, experiencing and creating space for dialogue: About working with children in family therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rober",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Family Therapy",
            "volume": "30",
            "issn": "4",
            "pages": "465--477",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6427.2008.00440.x"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "prep.). Video-feedback for parents of twins in middle childhood: A randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Runze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Euser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Vrijhof",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oosterman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Commentary: Attachment is a biological concept-a reflection on Fearon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rutter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Child Psychology and Psychiatry, and Allied Disciplines",
            "volume": "55",
            "issn": "9",
            "pages": "1042--1043",
            "other_ids": {
                "DOI": [
                    "10.1111/jcpp.12301"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Family reconstruction: The family within-a group experience",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Satir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bitter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Krestensen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal for Specialists in Group Work",
            "volume": "13",
            "issn": "4",
            "pages": "200--208",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Early maladaptive schemas and child and adult attachment: A 15-year longitudinal study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pascuzzo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychology and Psychotherapy-Theory Research and Practice",
            "volume": "84",
            "issn": "4",
            "pages": "349--366",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8341.2010.02009.x"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Early attachment and later development: Reframing the questions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Handbook of Attachment: Theory, Research, and Clinical Applications",
            "volume": "3",
            "issn": "",
            "pages": "330--348",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The effectiveness of parent-child interaction therapy with depressive mothers: The changing relationship as the agent of individual change",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Timmer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Urquiza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Zebell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boys",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Child Psychiatry & Human Development",
            "volume": "42",
            "issn": "4",
            "pages": "406--423",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Possible mechanisms for why desensitization and exposure therapy work",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Tryon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clinical Psychology Review",
            "volume": "25",
            "issn": "1",
            "pages": "67--95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2004.08.005"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Improving parenting, child attachment and externalizing behaviors: Meta-analysis of the first 25 randomized controlled trials on the effects of Video-feedback Intervention to promote Positive Parenting and Sensitive Discipline",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schuengel",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J. ; S"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tripp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Development & Psychopathology. van der Oord",
            "volume": "23",
            "issn": "4",
            "pages": "577--604",
            "other_ids": {
                "DOI": [
                    "10.1007/s10567-020-00327-z"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Gehechtheidsgerichte gezinstherapie voor lagere schoolkinderen: Op zoek naar een veilige basis voor succesvolle behandeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Vlierberghe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psyche",
            "volume": "32",
            "issn": "4",
            "pages": "30--32",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "State trust in middle childhood: An experimental manipulation of maternal support",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vandevivere",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Child and Family Studies",
            "volume": "27",
            "issn": "4",
            "pages": "1252--1263",
            "other_ids": {
                "DOI": [
                    "10.1007/s10826-017-0954-7"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Under which conditions do early adolescents need maternal support",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vandevivere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Braet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Early Adolescence",
            "volume": "35",
            "issn": "2",
            "pages": "162--169",
            "other_ids": {
                "DOI": [
                    "10.1177/0272431614529364"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Narrowing the transmission gap: A synthesis of three decades of research on intergenerational transmission of attachment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Verhage",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schuengel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madigan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M P"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oosterman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cassibba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bakermans-Kranenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Ijzendoorn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychological Bulletin",
            "volume": "142",
            "issn": "4",
            "pages": "337--366",
            "other_ids": {
                "DOI": [
                    "10.1037/bul0000038"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Attachment and the development of depressive symptoms in adolescence: The role of regulating positive and negative affect",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Verhees",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandesande",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bastin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bijttebier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bodner",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Bosmans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Youth and Adolescence",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Strengthening attachment-based therapies: A case for cognitive bias modification?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verhees",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ceulemans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of the American Academy of Child and Adolescent Psychiatry",
            "volume": "58",
            "issn": "7",
            "pages": "732--733",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaac.2019.01.022"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Teacher-child relationships from an attachment perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Verschueren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Koomen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Attachment and Human Development",
            "volume": "14",
            "issn": "3",
            "pages": "205--211",
            "other_ids": {
                "DOI": [
                    "10.1080/14616734.2012.672260"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "An empirical test of prototype and revisionist models of attachment stability and change from middle childhood to adolescence: A 6-year longitudinal study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Verhees",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "The attachment working models concept: Among other things, we build script-like representations of secure base experiences",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Attachment and Human Development",
            "volume": "8",
            "issn": "3",
            "pages": "8560--8576",
            "other_ids": {
                "DOI": [
                    "10.1080/14616730600856016"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Convergent validity and stability of secure base script knowledge from young adulthood to midlife. Attachment and Human Development",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E A"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Facompré",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shankman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Roisman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14616734.2020.1832548"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Taxometric analysis of secure base script knowledge in middle childhood reveals categorical latent structure",
            "authors": [],
            "year": null,
            "venue": "Child Development",
            "volume": "90",
            "issn": "3",
            "pages": "694--707",
            "other_ids": {
                "DOI": [
                    "10.1111/cdev.13229"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Stability and change in secure base script knowledge during middle childhood and early adolescence: A 3-year longitudinal study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E A"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Facompre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van De Walle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dujardin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Winter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heylen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verhees",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Finet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bosmans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Developmental Psychology",
            "volume": "55",
            "issn": "11",
            "pages": "2379--2388",
            "other_ids": {
                "DOI": [
                    "10.1037/dev0000798"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Treating children with early-onset conduct problems: A comparison of child and parent training interventions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Websterstratton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Consulting and Clinical Psychology",
            "volume": "65",
            "issn": "1",
            "pages": "93--109",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-006x.65.1.93"
                ]
            }
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Schema therapy: A practitioner's guide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Klosko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Weishaar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Operant conditioning and the Learning Theory of Attachment. Sd Discriminative Stimulus; R behavior; +Sr+ : a positive reinforcing stimulus follows",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "visualized family relationships and emotions",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Reinforcers in operant conditioningSr: Reinforcing Stimulus; Behavior increases when followed by +Sr+ because a pleasant outcome is obtained and when followed by −Sr− or °Sr− because it avoids unpleasant outcomes. Behavior decreases when followed by −Sr+ or °Sr+ because anticipated positive outcomes are not obtained and by +Sr− because the behavior elicits negative outcomesFig. 2 Safety conditioning and the learning theory of attachment. CS− Conditional Stimulus predicting that the negative effects of stress will stop; UCS Unconditional Stimulus; UCR Unconditional Reaction; CR Conditional Reaction; SBS Secure Base Script",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Overview of the MCAT program",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by Grants G075718, G0D6721, G049419, and G0B6721 from Research Foundation Flanders (FWO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "IJzendoorn are the developers of the VIPP-SD parent coaching program, together with Femmie Juffer. Guy Bosmans and Leen Van Vlierberghe are the developers of the MCAT program. They all work on a non-profit basis and do not receive any financial recompensation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest Marian Bakermans-Kranenburg and Marinus van"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval No empirical research was conducted for this manuscript."
        }
    ]
}