{
    "paper_id": "0b31359857b715c20b5980c0c9e2a96c1447ff20",
    "metadata": {
        "title": "Injurious information propagation and its global stability considering activity and normalized recovering rate",
        "authors": [
            {
                "first": "Chaoqian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ziwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiuhui",
                "middle": [],
                "last": "Pan Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian University of Technology",
                    "location": {
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper establishes a compartment model describing the propagation of injurious information among a well-mixed population. We define the information's injuriousness as the people practicing the information being injured and leaving the system. Some informed people practice the information and are active, while others do not practice and are inactive. With the recovery resources fixed, the two groups of informed people's recovering rates are normalized considering the information features. The stability of the nonlinear system is thoroughly studied. Analyzing the reproduction number of the injurious information, we find that in general parameter space, when there are people in an informed compartment, it is not always necessary to consider their recovery resource allocation. Instead, only when their proportion reaches a critical point should it be allocated. Unless the people in an informed compartment form a certain proportion, we can take a laissez-faire attitude towards them. In a more realistic parameter space, once inactive informed people exist, they should be allocated recovery resources. On the one hand, when the recovering rate rises, the focus on both groups of informed people is necessary for more situations. On the other hand, when the rate of active informed people leaving the system rises, ignoring active informed people benefits removing the injurious information in more cases. The model provides qualitative ways in the scenarios of removing injurious information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation: Wang C, Wang Z, Pan Q (2021) Injurious information propagation and its global stability considering activity and normalized recovering rate. PLoS ONE 16(10): e0258859. https://doi.org/ 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "McKendrick [1] first proposed an SIR compartment model depicting epidemic propagation. In the classical SIR model, according to the heterogeneity of people's state of the epidemic, the well-mixed population is divided into three compartments: susceptible (S), infected (I), and recovered (R). Assuming the infection rate is α, the recovering rate is ω. Then, in a unit time, there are αSI susceptible becoming infected, and ωI infected becoming recovered. The SIR model being not suitable for all kinds of epidemics, a variety of classical epidemic models (e.g., the SEIR model) were proposed concerning the characteristics of different epidemics. In the classical SEIR model, compartment E is exposed, and after infection, the susceptible will not immediately have infectivity but will be exposed first. Although the mathematical form of compartment models seems simple, the research on their deep mathematical essence has never been interrupted. For instance, in 2020, the accurate solutions of the SIR epidemic model [2] [3] [4] and the SEIR epidemic model are found [5] . In general, the compartment models are usually idealized. While some works are data-driven [6] , most of others can guide some epidemic prevention and control problems in the real world only at the qualitative level but without real data [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1318,
                    "end": 1321,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The stability analysis attaches tremendous significance to compartment models. With the development of modern control theory, it is incorporated into the research framework of nonlinear dynamics. For the local stability, van den Driessche and Watmough [11] proposed a general method for finding the basic reproduction number, which can be used to judge the local stability of the epidemic-free equilibrium. Lyapunov's Second Method and Lasalle's Invariance Principle [12, 13] are essential mathematical tools for global stability analysis. The global stability of the classical SEIR model was analyzed by Li et al. [14, 15] . Various additional mechanisms were then implemented to the SEIR model with the global stability completely analyzed; for example, the immigration of different compartments [16] , the nonlinear transmission rate [17, 18] , the distributed delays [18] , the discontinuous treatment [19] , the agedependent latency and relapse [20] , the non-monotone incidence rates [21] [22] [23] . Global stability analysis was also carried out in epidemic models with real backgrounds [24, 25] . Some literature has summarized the general global stability analysis methods for several classical compartment models [26, 27] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There has been considerable interdisciplinary research on the epidemic compartment model, such as the rumor spreading and radicalization. In 1964, Daley and Kendall [28] compared the similarities between epidemics and rumors and proposed to use the epidemic compartment model to describe the spread of rumors. Based on the classical compartment of rumor propagation, a series of mechanisms were investigated. For example, Zhao et al. [29, 30] implemented the mechanism of forgetting rate to rumor spreading model, Wan et al. [31] studied the rumor propagation model with demographics on scale-free networks, Hu et al. [32, 33] built rumor spreading models considering different reactions of different people towards rumors, and Xiao et al. [34] combined the rumor spreading model with evolutionary games. In the study of rumor propagation, the stability analysis of the compartment models was also detailly carried out [31] [32] [33] . Like modeling the rumor spreading, Galam and Javarone [35] modeled the phenomena of radicalization in heterogeneous populations. Similarly, Chuang et al. [36, 37] investigated a bistable belief system for radicalization within sectarian conflict [36] and the impact of age-structured social interactions on radicalization [37] . Santoprete et al. [38] [39] [40] created a series of compartment models to study the strategy of de-radicalization. In the study of the process of radicalization, stability analysis was carried out [35, 39, 40] . In the framework of a nonlinear continuous system [41] or discrete system [42] , the compartment model can describe the propagation of general information, ideology, or opinion as long as it has a similar law transmission.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1552,
                    "end": 1556,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper proposes a compartment model depicting information propagation based on the classical SEIR epidemic compartment model. A similarity and a difference between the propagation of information and epidemics are respectively considered. First, we label the information discussed in the paper as \"injurious information.\" Similar to epidemics, its injuriousness lies in the dynamical characteristics that the people who are informed flow out of the system. For example, in influenza pandemics, the information of advocating the harmfulness of vaccines causes the informed people who practice the information (choose not to vaccinate) to be injured in health, thus flowing out of the system (e.g., hospitalization or death). On the contrary, the other part of the population may not practice this type of information (still choose to vaccinate), even if they are informed. Most medically relevant opinions or rumors can be considered in this category. For instance, opinions such as violent extremism and terrorism can also be considered in this category, whose practitioners may leave the system because of their own deaths or because of social isolation (treatment by law enforcement). As described above, this paper considers the different practical attitudes of people to injurious information. It divides them into active informed (those who practice the information) and inactive informed (those who do not practice it), and this distinction between the two depends on the population properties, including but not limited to the age structure and education level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Different from the epidemic models, secondly, we consider the normalization of these two groups of people's recovering rate. For the recovery process of epidemics, the use of medical resources (e.g., ventilators) is restricted to the number of people; therefore, the number of people using medical resources per unit time (i.e., the recovering rate multiplied by the number of infected people) is constant. The normalization of the recovering rate among heterogeneous infected people is meaningless. But, concerning information spreading, the recovering rate of heterogeneous informed people turning into recovered people can be normalized. This is because that, the popularization of knowledge to the public by the government public welfare organization or folk media is based on platforms such as the Internet or other traditional media; therefore, there is no extra cost for promoting recovery resources (e.g., rumor refutation notice) to more people. Unlike in the epidemic treatment, the medical resources for a certain number of infected people correspond to a certain amount of cost, in the injurious information removing, it is the recovering rate for a particular group of people on the information platform that corresponds to a certain amount of cost. Then, in the exposure of recovery resources to the crowd, we need to consider the push to different groups of people, not to a fixed number of people. In other words, assuming fixed recovery resources, the recovering rate between different groups is normalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to the basic assumptions in dynamics, it should be noted that the \"injurious information\" in this paper does not involve value judgment, but only refers to the information that leads the informed people objectively flowing out of the system for any reason. Once a kind of information has such dynamical phenomena in its informed people, this paper's model could be applied. This paper will first complete the local and global stability analysis of the compartment model and then study the qualitative strategies on removing the injurious information from the perspective of the basic reproduction number of the information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consider a well-mixed population, where a piece of injurious information spreads (we will refer to this specific injurious information as \"the injurious information\"). Based on the heterogeneity of people's state of the injurious information, the population is divided into five compartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "(i) Susceptible (S), those who have not yet received and heard the injurious information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "(ii) Exposed (E), those who have received the injurious information, but are pondering over it and will not spread it further for the time being (e.g., are in a state of \"neutral attitude\" [32, 33] ).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "The informed compartments consist of those who have grasped the information and can spread it. This paper has two informed compartments. The difference between the two may be due to the age structure and education level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "(iii) Active informed (I + ), those who are active towards the injurious information, thus flowing out of the system at a specific rate. For example, those who practice the rumors about medicine and health after listening to it and are hurt in health, or those who practice the extremist information and are dealt with by the security services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "(iv) Inactive informed (I − ), those who are inactive towards the injurious information, such as those who believe in the information but are inactive in behavior, thus not hurt by it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "(v) Recovered (R), those who have recovered from the injurious information. We set this compartment because people's attention cannot stay on the same information forever; examples include forgetting [29, 30] , resisting [32, 33] , being treated [40] , or only no longer spreading it [28] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "The dynamics of the population are demonstrated in Fig 1. The symbols S, E, I + , I − , and R are the population in five compartments. The algebraic expression on the arrow represents the number of people who flow from one compartment to another in unit time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Equations"
        },
        {
            "text": "The injurious information is transmitted through human-to-human contact. It is the informed people who spread the information in the system. We assume the active and inactive informed people spread the information at the same rate, denoted by α. Within a unit time, S susceptible people contact the informed people numbered (I + + I − ) and are informed at a rate of α. Therefore, α(I + + I − )S people flow from compartment S to compartment E in unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "After receiving the information, the susceptible people need time to grasp the information before spreading it (we call such a state an exposed state). We denote the rate at which exposed people access the dissemination capability by φ; therefore, φE exposed people become informed people in unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "We assume that the potential proportion of active informed people is p, and that of inactive informed people is (1−p). From the definition of symptom, the two cannot be distinguished in compartment S and E, and only in the informed compartment can they be distinguished. Therefore, from compartment E, pφE people flow to compartment I + and (1−p)φE people flow to compartment I − in unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "We assume the active informed people outflow the system at a constant rate of d. Therefore, dI + people flow out of the system from compartment I + in unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "The informed people will recover from the information in various ways and become recovered people. The recovering rate of informed people is denoted by ω, measuring the amount of recovery resources. This paper further proposes the normalization of the recovering rate in the two informed compartments. Suppose the primary way to recover the informed people is to be exposed to the recovery resources (e.g., rumor refutation notice) on an information platform and the cost of such resources is fixed. In this way, the people's recovering rate in two informed compartments is normalized, different from the epidemic models. We denote the proportion of the recovery resources assigned to the active informed people by q, so the recovering rate of the active informed people is qω, and that assigned to the inactive informed people by (1−q), so the recovering rate of the active informed people is (1−q)ω. Therefore, qωI + people flow from compartment I + to compartment R, and (1−q)ωI − people flow from compartment I − to compartment R in unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "To ensure the system's openness, we assume Λ people flow into the system per unit time by natural birth. Since the information is not biologically inherited, the Λ people flow into compartment S. Moreover, we assume the people in the system naturally die at a rate of μ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Therefore, μS, μE, μI + , μI − , and μR people flow out of the system from compartment S, E, I + , I − , and R respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Based on the discussion above, the following nonlinear system is determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "The domain of the parameters in system (1) is stipulated as Λ,μ,α,φ,ω2(0,+1), d2[0,+1), p,q2[0,1]. System (1) degenerates to a classical SEIR epidemic model [15] , either when p = q = 0 or p = q = 1, d = 0.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Proposition 2.1. The region",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "is a compact positive invariant set of system (1) and is attracting within R 5 �0 . Proof. First, we prove R 5 �0 is positive invariant; that is, for any positive initial conditions, the variables of system (1) remain positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Therefore, we have E,I + ,I − ,R�0 and S>0, such that R 5 �0 is positive invariant [22] . Secondly, we denote N = S+E+I + +I − +R. Then,",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Using a standard comparison theorem [39] , the following is solved.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "Therefore, for N| t = 0 �Λ/μ, we have N�Λ/μ, such that Γ is positive invariant. In addition,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equations"
        },
        {
            "text": "We denote a column vector C = (S,E,I + ,I − ,R) T . When system (1) achieves equilibrium, it satis-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "Solving Eq (5), we obtain two equilibrium points, denoted by C � and C �� . Below, we respectively study the stability of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability analysis"
        },
        {
            "text": "One of the two solutions of Eq (5) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "In Eq (6), E � = I + � = I − � = 0; therefore, we can label the equilibrium point C � as the information-free equilibrium point [11].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "3.1.1. Local asymptotical stability of the information-free equilibrium. We follow the method proposed by van den Driessche and Watmough [11] in this subsection. The compartment E, I + , and I − are defined as the compartments of injurious information. Then, let us find the basic reproduction number R 0 of injurious information. We separate system (1) into",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "Taking the compartments of injurious information only, we deduce the following matrix at the information-free equilibrium C � .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "The basic reproduction number R 0 is the spectral radius of the matrix F�V −1 . Therefore, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "where we can see that, R 0 degenerates to the basic reproduction number of the classical SEIR model [15] (i.e., R 0 ¼ aφL=½mðφ þ mÞðm þ oÞ�) either when p = q = 0 or p = q = 1, d = 0.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "Based on the basic reproduction number R 0 , we have the following theorem. Theorem 3.1.1. The information-free equilibrium C � is locally asymptotically stable, if R 0 < 1. The information-free equilibrium C � is not stable, if R 0 > 1. The stability of C � requires further study, if R 0 ¼ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-free equilibrium"
        },
        {
            "text": "As seen in system (1), the dynamics of S, E, I + , and I − is independent of R; therefore, the stability of variable S, E, I + , and I − can be determined without the consideration of R. We denote",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Then, the stability of C is equivalent to: (i) The stability of F. (ii) The stability of R, given F having achieved stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Instead of two exposed compartments (i.e., E 1 and E 2 ) in some previous two-strain epidemic models [22, 23] , our model has only one exposed compartmen t E. The model is simplified, but the construction of Lyapunov functions becomes more complicated. We must manage to construct coefficients (including Q expressed in Eq (15)) in front of some key variables (e.g., I + and I−).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Theorem 3.1.2. The information-free equilibrium C � is globally asymptotically stable in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Proof. Consider the following Lyapunov function in R 4 �0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "It is easy to verify:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Then, E is eliminated. According to Eq (6), we have Λ = μS � , such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "From Eq (17), we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "Hence, from Lasalle's Invariance Principle [12, 13] , F � is globally asymptotically stable in R 4 �0 , if R 0 � 1. After F achieves stability at F � , it is easy to verify the global asymptotical stability of R at R � by considering the Lyapunov function V(R) = R and _ V ðRÞ ¼ À mR in R 1 �0 . In summary, the information-free equilibrium C � is globally asymptotically stable in R 5 �0 , if R 0 � 1.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-free equilibrium."
        },
        {
            "text": "The second solution of Eq (5) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-endemic equilibrium"
        },
        {
            "text": "We label the equilibrium point C �� as the information-endemic equilibrium point. From Eq (18), we have E �� >0, if and only if R 0 > 1. Given E �� , we can uniquely determine I + �� and I − �� ; then, S �� and R �� can be uniquely determined. Therefore, the equilibrium-endemic point C �� exists, if and only if R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The information-endemic equilibrium"
        },
        {
            "text": "To investigate the stability of C �� , we write the Jacobian matrix of _ Φ first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "Jð _ ΦÞ ¼ À aðI þ þ I À Þ À m 0 À aS À aS aðI þ þ I À Þ À φ À m aS aS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "The 1st and 2nd leading principal minor of Jð _ ΦÞ at F �� are calculated in Eq (20) and Eq (21).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "j À aðI þ �� þ I À �� Þ À mj < 0; ð20Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "From Eq (18), we have substitutions ðI þ �� þ I À �� Þ ¼ ðm=aÞðR 0 À 1Þ; S �� ¼ ðL=mÞð1=R 0 Þ; thereafter, the 3rd leading principal minor of Jð _ ΦÞ at F �� is calculated in Eq (22).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "For the 4th leading principal minor of Jð _ ΦÞ at F �� , we expand it on the fourth row, and it is calculated in Eq (23) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "According to Hurwitz's theorem, by Eq (20)~Eq (23) , Jð _ ΦÞ is negative definite in the neighborhood of F = F �� , if R 0 > 1; therefore, F �� is locally asymptotically stable, if R 0 > 1. After F achieves stability at F �� , we write the Jacobian matrix Jð _ RÞ ¼ À mR, and it is easy to verify Jð _ RÞ is negative definite in the neighborhood of R = R �� ; therefore, R �� is locally asymptotically stable. In summary, we have the following theorem. Theorem 3.2.1. The information-endemic equilibrium C �� is locally asymptotically stable, if R 0 > 1. The information-endemic equilibrium C �� is not stable, if R 0 � 1.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Local asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "Having the stability of the equilibrium, we now study the global stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "Theorem 3.2.2. The stable information-endemic equilibrium C �� is globally asymptotically stable in R 5 �0 . Proof. Consider the following Lyapunov function in R 4 �0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "It is easy to verify: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "According to the Jensen Inequality,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "Substituting Eq (27) into Eq (26) , and considering the Inequality of arithmetic and geometric means, we have the following result.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 29,
                    "end": 33,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "From Eq (28), we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "�0 ; V 2 (F)!1, as kFk!1. Hence, by Lasalle's Invariance Principle [12, 13] , F �� is globally asymptotically stable in R 4 �0 . After F achieves stability at F �� , it is easy to verify the global asymptotical stability of R at R �� in R 1 �0 . Therefore, the information-endemic equilibrium C �� is globally asymptotically stable in R 5 �0 .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Global asymptotical stability of the information-endemic equilibrium."
        },
        {
            "text": "In this subsection, we further illustrate the results of theoretical analysis by numerical results. The numerical results are acquired by the forward-Euler difference method as several similar works did [7, 41] . We fix the step of time evolution as Δt = 10 −2 , and when t = Δt, we set the initial conditions S = 30, E = 0, I + = 5, I − = 5, R = 0. The system evolves from t = 10 −2 to t = 10 −4 . We complete the calculation and produce all figures by Matlab 2016a in Windows 10. First, we set the system parameters Λ = 2, μ = 0.05, d = 0.9, α = 0.05, φ = 0.3, ω = 0.8, p = 1, q = 1, and the time evolution of system (1) is shown in Fig 2. From Eq (12) , it is calculated that R 0 � 0:9796 < 1. According to Theorem 3.1.1, the information-free equilibrium C � is locally asymptotically stable, and according to Theorem 3.2.1, the information-endemic equilibrium C �� is not stable. Through Eq (6), we have C � = (S � ,E � ,I + � ,I − � ,R � ) T = (Λ/μ, 0,0,0,0) T = (40,0,0,0,0) T , which is consistent with the numerical result of time evolution in Fig 2. In addition, when t = 10 −4 , we have S+E+I + +I − +R = 40�Λ/μ, which further validates Proposition 2.1. Secondly, we set the system parameters Λ = 2, μ = 0.05, d = 0.9, α = 0.05, φ = 0.3, ω = 0.8, p = 0.4, q = 0.4, and the time evolution of system (1) is shown in Fig 3. From Eq (12) , it is calculated that R 0 � 2:4806 > 1. According to Theorem 3.1.1, the information-free equilibrium C � is not stable, and according to Theorem 3.2.1, the information-endemic equilibrium C �� is locally asymptotically stable. Through Eq (18), we have S �� � 16.1249, E �� � 3.4107, I + � � 0.3223, I − � � 1.1584, R � � 13.1828, which is consistent with the numerical result of time evolution in Fig 3. Moreover, when t = 10 4 , we have S+E+I + +I − +R � 34.1991�Λ/μ, which is also consistent with Proposition 2.1.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 654,
                    "text": "Fig 2. From Eq (12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1052,
                    "end": 1058,
                    "text": "Fig 2.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1324,
                    "end": 1343,
                    "text": "Fig 3. From Eq (12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1743,
                    "end": 1749,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numerical results"
        },
        {
            "text": "We now study the strategies of removing the injurious information by analyzing its basic reproduction number R 0 [33, 40] . As introduced in Section 2, parameter q represents the proportion of recovery resources assigned to the active informed people with recovery resources fixed. In contrast, (1−q) represents that assigned to the inactive informed ones. The goal is to minimize R 0 by adjusting q.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "Therefore, we have the first derivative of the basic reproduction number R 0 to the parameter q,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "and the second derivative of the basic reproduction number R 0 to the parameter q From Eq (30) , @R 0 =@q increases monotonously with the increase of q; after that, we discuss three cases considering 0�q�1 below.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "First, we have @R 0 =@q � 0 when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "Solving Eq (31), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "When Eq (32) is satisfied, R 0 increases monotonously with the increase of q; therefore, R 0 is the minimum, when q = q 0 = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "Secondly, we have @R 0 =@q � 0 when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "Solving Eq (33), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "When Eq (34) is satisfied, R 0 decreases monotonously with the increase of q; therefore, R 0 is the minimum, when q = q 0 = 1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion on removing the injurious information"
        },
        {
            "text": "The third case is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "Solving Eq (33), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "In this case, @R 0 =@q has a zero point q 0 in the interval [0,1]. Let @R 0 =@q ¼ 0, then we solve q 0 as When q<q 0 , @R 0 =@q < 0; R 0 decreases monotonously with the increase of q, and when q>q 0 , @R 0 =@q > 0; R 0 increases monotonously with the increase of q. When q = q 0 , @R 0 =@q ¼ 0; R 0 is the minimum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "In summary, we have the following expression of the optimal proportion of recovery resources q 0 assigned to the active informed people that minimizes the basic reproduction number of the injurious information R 0 . According to Eq (38) , the larger the proportion of potential active people, the more recovery resources should be allocated. Instead of the idealized analytical solution, as qualitative analysis, we further ask: should it pay more attention to both groups of people, or only focus on one compartment? From Eqs (32) and (34), it is easy to know p (0) >0 and p (1) <1. Considering 0�p�1, it shows that, with regard to the different proportion of active informed people, there is not only the situation that both groups of people should be considered but also the situation that only one compartment need emphasized. It is found that, when active informed people exist, it should not always consider their recovery resources allocation (p (0) >0), but only when their proportion reaches the critical point p (0) . As the same, when inactive informed people exist, it should not always consider their recovery resources allocation (p (1) <1), but only when their proportion reaches the critical point (1−p (1) ). Such conclusions are the general outcomes of the nonlinear dynamics.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "However, the practical significance of parameter size still deserves further consideration. For instance, the natural mortality of population μ, whose value is usually minimal, is a secondary parameter in the information transmission scenarios we study; therefore, let us say, μ = 0.01. In the scenarios of information propagation, the recovering rate ω, and the rate of the active informed people leaving the system d are the main parameters we are concerned about. Therefore, in general, there should be ω�μ, d�μ. Fig 4 demonstrates the optimal proportion of recovery resources q 0 assigned to the active informed people as a function of p, when μ = 0.01. Considering ω�μ, d�μ in Eq (34), we have p (1) !1 − , which means that, the critical point of the proportion of inactive people is very low, almost once there are some inactive informed people, they should be allocated recovery resources. As seen in Fig 4, p (1) is very close to 1. Fig 4A shows the situation when ω = 0.6, d = 0.2, and Fig 4B illustrates that when ω = 0.2, d = 0.6. According to Eq (32), we have p (0) !1 + , when w�d; and, we have p (0) !1 − , when w�d. In other words, when the recovering rate of the population is much higher than the rate of active informed people leaving the system, the critical point of the proportion of active people is low. Once there are some active informed people, they should be allocated recovery resources (Fig 4A) . When the rate of active informed people leaving the system is much higher than the recovering rate of the population, the critical point of the proportion of active people is greater, and only when there are a certain number of active informed people should they be allocated recovery resources (Fig 4B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 534,
                    "text": "Fig 4 demonstrates",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 908,
                    "end": 920,
                    "text": "Fig 4, p (1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 941,
                    "end": 953,
                    "text": "Fig 4A shows",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 995,
                    "end": 1001,
                    "text": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1415,
                    "end": 1423,
                    "text": "(Fig 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1721,
                    "end": 1729,
                    "text": "(Fig 4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "PLOS ONE"
        },
        {
            "text": "Furthermore, Fig 5 shows p (0) and p (1) as functions of ω and d, when μ = 0.01. First, the curved surface of p (1) is consistent with the analysis of p (1) !1 − when ω�μ, d�μ. Secondly, p (0) varies obviously with the relative size of ω and d. It can be concluded that an increase in ω decreases p (0) ; in other words, when the recovering rate of the informed people rises, more often, we need to focus on both groups of informed people. However, an increase in d increases p (0) ; that is, when the rate of the active informed people leaving the system rises, the interval focusing on both the groups becomes smaller, while ignoring active informed people is larger. This is because the outflow system of active informed people is also a way to reduce the informed people, which has played the same role as recovery.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 30,
                    "text": "Fig 5 shows p (0)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "PLOS ONE"
        },
        {
            "text": "This paper studied the propagation of injurious information in a nonlinear compartment model and discussed removing the injurious information. The injuriousness or symptom of the injurious information is defined as the people who practice the information being harmed and leaving the system. We assumed a proportion of informed people practice the information, while other informed people do not practice. Unlike previous studies on rumor or extremism, the difference between the two groups of informed people lies in whether they practice the information, not whether they accept it. The information resources are different from the medical resources; therefore, given the recovery resources, the two groups' recovering rate is normalized. By the basic reproduction number [11], the Jacobian matrix, and Lyapunov's Second Method [12, 13] , we gave the proposed nonlinear system complete stability analysis.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 834,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The basic reproduction number of the injurious information revealed the qualitative strategies of removing the injurious information. Different from our intuition, when active informed people exist (0<p�p (0) ), it is not always necessary to consider their recovery resource allocation (q 0 = 0). Only when its proportion achieves a critical point p (0) , should the recovery resources be allocated. The same conclusion applies to inactive informed people in the available parameter space. In common sense, it is significant to prevent the injurious information or the epidemic at the outset, or \"guard against the minute.\" However, as the analysis reveals, unless a group of informed people form a certain proportion, we can take a laissez faire attitude towards them. With the further consideration of the parameters' practical significance, the critical point of the proportion of inactive people tends to 0; that is, almost once there are some inactive informed people, they should be allocated recovery resources. Moreover, the critical point of the proportion of active people is related to the informed people's recovering rate and the rate of active informed people leaving the system. When the informed people's recovering rate rises, we need to focus on both groups of informed people in a greater parameter range. When the rate of active informed people leaving the system rises, the parameter interval ignoring active informed people becomes larger. Although the simple idealized model cannot predict accurate data for a specific problem, it draws heuristic qualitative conclusions in the scenarios of removing injurious information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Future work could further investigate the transition between active and inactive informed people, resulting from the change of individual attitude in behavior on practicing the information. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc R Soc London Ser A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Accurate closed-form solution of the SIR epidemic model",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys D",
            "volume": "408",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physd.2020.132540"
                ],
                "PMID": [
                    "32362697"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accurate closed-form solution of the SIR epidemic model",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Corrigendum",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Phys D Nonlinear Phenom",
            "volume": "416",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physd.2020.132807"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analytical parameter estimation of the SIR epidemic model. Applications to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prodanov",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Entropy",
            "volume": "23",
            "issn": "",
            "pages": "1--20",
            "other_ids": {
                "DOI": [
                    "10.3390/e23010059"
                ],
                "PMID": [
                    "33396355"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analytic solution of the SEIR epidemic model via asymptotic approximant",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys D Nonlinear Phenom",
            "volume": "411",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physd.2020.132633"
                ],
                "PMID": [
                    "32834248"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "From SIR to SEAIRD: A novel data-driven modeling approach based on the Grey-box System Theory to predict the dynamics of COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pekpe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zitouni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gasso",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dhifli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Guinhouya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl Intell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10489-021-02379-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An epidemic model with the closed management in Chinese universities for COVID-19 prevention",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Phys Conf Ser",
            "volume": "1707",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1742-6596/1707/1/012027"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Optimal vaccination strategy of a constrained timevarying SEIR epidemic model",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Commun Nonlinear Sci Numer Simul",
            "volume": "67",
            "issn": "",
            "pages": "37--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cnsns.2018.07.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical analysis of a human papillomavirus transmission model with vaccination and screening",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Math Biosci Eng",
            "volume": "17",
            "issn": "",
            "pages": "5449--5476",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2020294"
                ],
                "PMID": [
                    "33120561"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mathematical analysis to control the spread of Ebola virus epidemic through voluntary vaccination",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rafiq",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Phys J Plus",
            "volume": "135",
            "issn": "",
            "pages": "1--34",
            "other_ids": {
                "DOI": [
                    "10.1140/epjp/s13360-020-00683-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math Biosci",
            "volume": "180",
            "issn": "02",
            "pages": "108--114",
            "other_ids": {
                "DOI": [
                    "10.1016/s0025-5564%2802%2900108-6"
                ],
                "PMID": [
                    "12387915"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Some Extensions of Liapunov's Second Method",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lasalle",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "IRE Trans Circuit Theory",
            "volume": "7",
            "issn": "",
            "pages": "520--527",
            "other_ids": {
                "DOI": [
                    "10.1109/TCT.1960.1086720"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The stability of dynamical systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lasalle",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Philadelphia: Society for Industrial and Applied Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global stability for the SEIR model in epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Math Biosci",
            "volume": "125",
            "issn": "",
            "pages": "155--164",
            "other_ids": {
                "DOI": [
                    "10.1016/0025-5564%2895%2992756-5"
                ],
                "PMID": [
                    "7881192"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global dynamics of a SEIR model with varying total population size",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Graef",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karsai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Math Biosci",
            "volume": "160",
            "issn": "",
            "pages": "30--39",
            "other_ids": {
                "DOI": [
                    "10.1016/s0025-5564%2899%2900030-9"
                ],
                "PMID": [
                    "10472754"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global Dynamics of an SEIR Epidemic Model with Immigration of Different Compartments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Math Sci",
            "volume": "26",
            "issn": "",
            "pages": "60081--60088",
            "other_ids": {
                "DOI": [
                    "10.1016/s0252-9602%2806%2960081-7"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Analysis and control of an SEIR epidemic system with nonlinear transmission rate",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Math Comput Model",
            "volume": "50",
            "issn": "",
            "pages": "1498--1513",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcm.2009.07.014"
                ],
                "PMID": [
                    "32288203"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global stability of multi-group SEIR epidemic models with distributed delays and nonlinear transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Anal Real World Appl",
            "volume": "13",
            "issn": "",
            "pages": "1581--1592",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nonrwa.2011.11.016"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global dynamics of an SEIR epidemic model with discontinuous treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv Differ Equations",
            "volume": "2015",
            "issn": "",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1186/s13662-015-0695-0"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global stability of an SEIR epidemic model with age-dependent latency and relapse",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nonlinear Anal Real World Appl",
            "volume": "24",
            "issn": "",
            "pages": "18--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nonrwa.2015.01.001"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global stability analysis of two-strain epidemic model with bilinear and non-monotone incidence rates",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hincal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Phys J Plus",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjp/i2017-11476-x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Lyapunov function and global stability for a two-strain SEIR model with bilinear and non-monotone incidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bentaleb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amine",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Biomath",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1142/S1793524519500219"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global stability analysis of a two-strain epidemic model with nonmonotone incidence rates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskaf",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Khyar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Danane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Allali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chaos.2020.109647"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global analysis of a HCV model with CTL, antibody responses and therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskaf",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tabit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Allali",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl Math Sci",
            "volume": "9",
            "issn": "",
            "pages": "3997--4008",
            "other_ids": {
                "DOI": [
                    "10.12988/ams.2015.54334"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global stability of SIR and SEIR model for tuberculosis disease transmission with Lyapunov function method",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Side",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sanusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Aidid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sidjara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asian J Appl Sci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3923/ajaps.2016.87.96"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Lyapunov functions for SIR and SIRS epidemic models",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;regan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Korobeinikov",
                    "suffix": ""
                },
                {
                    "first": "Mja",
                    "middle": [],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Pokrovskii",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Appl Math Lett",
            "volume": "23",
            "issn": "",
            "pages": "446--448",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aml.2009.11.014"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An algebraic approach to proving the global stability of a class of epidemic models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Anal Real World Appl",
            "volume": "13",
            "issn": "",
            "pages": "2006--2016",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nonrwa.2011.12.022"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Epidemics and rumors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Nature",
            "volume": "204",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/2041118a0"
                ],
                "PMID": [
                    "14243408"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rumor spreading model with consideration of forgetting mechanism: A case of online blogging LiveJournal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physica A",
            "volume": "390",
            "issn": "",
            "pages": "2619--2625",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2011.03.010"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A rumor spreading model with variable forgetting rate",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physica A",
            "volume": "392",
            "issn": "",
            "pages": "6146--6154",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2013.07.080"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global stability of a SEIR rumor spreading model with demographics on scale-free networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Differ Equations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13662-017-1315-y"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rumor spreading model considering the proportion of wisemen in the crowd",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physica A",
            "volume": "505",
            "issn": "",
            "pages": "1084--1094",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.04.056"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Rumor spreading model with the different attitudes towards rumors. Physica A",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "502",
            "issn": "",
            "pages": "331--344",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.02.096"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rumor propagation dynamic model based on evolutionary game and anti-rumor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nonlinear Dyn",
            "volume": "95",
            "issn": "",
            "pages": "523--539",
            "other_ids": {
                "DOI": [
                    "10.1007/s11071-018-4579-1"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Modeling radicalization phenomena in heterogeneous populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Javarone",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0155407"
                ],
                "PMID": [
                    "27166677"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A bistable belief dynamics model for radicalization within sectarian conflict",
            "authors": [
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;orsogna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Q Appl Math",
            "volume": "75",
            "issn": "",
            "pages": "19--37",
            "other_ids": {
                "DOI": [
                    "10.1090/qam/1446"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Age-structured social interactions enhance radicalization",
            "authors": [
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "Mrd",
                    "middle": [],
                    "last": "Orsogna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Math Sociol",
            "volume": "42",
            "issn": "",
            "pages": "128--151",
            "other_ids": {
                "DOI": [
                    "10.1080/0022250X.2018.1448975"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A bare-bones mathematical model of radicalization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccluskey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santoprete",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Dyn Games",
            "volume": "5",
            "issn": "",
            "pages": "243--264",
            "other_ids": {
                "DOI": [
                    "10.3934/jdg.2018016"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Global stability in a mathematical model of de-radicalization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santoprete",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physica A",
            "volume": "509",
            "issn": "",
            "pages": "151--161",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.06.027"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Countering violent extremism: A mathematical model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santoprete",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl Math Comput",
            "volume": "358",
            "issn": "",
            "pages": "314--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amc.2019.04.054"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Dynamics of conflicting opinions considering rationality",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physica A",
            "volume": "560",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2020.125160"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Opinion dynamics with bilateral propaganda and unilateral information blockade",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physica A",
            "volume": "566",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2020.125646"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The flow of the population. https://doi.org/10.1371/journal.pone.0258859.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time evolution of the population. Λ = 2, μ = 0.05, d = 0.9, α = 0.05, φ = 0.3, ω = 0.8, p = 1, q = 1, such that R 0 � 0:9796 < 1: S = 30, E = 0, I + = 5, I − = 5, R = 0, when t = 10 −2 . https://doi.org/10.1371/journal.pone.0258859.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time evolution of the population. Λ = 2, μ = 0.05, d = 0.9, α = 0.05, φ = 0.3, ω = 0.8, p = 0.4, q = 0.4, such that R 0 � 2:4806 > 1: S = 30, E = 0, I + = 5, I − = 5, R = 0, when t = 10 −2 . https://doi.org/10.1371/journal.pone.0258859.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The optimal proportion of recovery resources q 0 assigned to the active informed people as a function of p, when μ = 0.01. (a) ω = 0.6, d = 0.2. (b) ω = 0.2, d = 0.6. https://doi.org/10.1371/journal.pone.0258859.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The critical points p (0) and p (1) as functions of ω and d, when μ = 0.01. https://doi.org/10.1371/journal.pone.0258859.g005",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PLOS ONE | https://doi.org/10.1371/journal.pone.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Chaoqian Wang would like to thank the Writing Center at George Mason University for providing guidance when he further polished this paper's English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Writing -original draft: Chaoqian Wang.Writing -review & editing: Ziwei Wang, Qiuhui Pan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}