{
    "paper_id": "0c42fa3d64e8e323a1e09de88a5723e4fefac340",
    "metadata": {
        "title": "Effects of Financial Expenditure of Prefectures/Municipalities on Regional Suicide Mortality in Japan",
        "authors": [
            {
                "first": "Takashi",
                "middle": [],
                "last": "Shiroyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mie University",
                    "location": {
                        "postCode": "514-8507",
                        "settlement": "Tsu",
                        "country": "Japan"
                    }
                },
                "email": "takashi@clin.medic.mie-u.ac.jpt.s."
            },
            {
                "first": "Kouji",
                "middle": [],
                "last": "Fukuyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mie University",
                    "location": {
                        "postCode": "514-8507",
                        "settlement": "Tsu",
                        "country": "Japan"
                    }
                },
                "email": "k-fukuyama@clin.medic.mie-u.ac.jpk.f.*correspondence:okadamot@clin.medic.mie-u.ac.jp"
            },
            {
                "first": "Motohiro",
                "middle": [],
                "last": "Okada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mie University",
                    "location": {
                        "postCode": "514-8507",
                        "settlement": "Tsu",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In Japan, suicide mortality has been improving from 2009; however, suicide remains one of the leading causes of death. Although previous studies identified solid relationships between governmental financial support for social welfare systems and suicide mortality, little attention is paid to how specific regional policies, designed according to regional cultural, economic, and social welfare situations, affect suicide mortality. Therefore, the present study analyses the relationships between the regional governmental expenditure of six major divisions and suicide mortality across the 47 prefectures in Japan from 2009 to 2018 using fixed-effect analysis of hierarchal linear regression with robust standard error. The expenditure in \"public health\", \"police\", \"ambulance/fire services\", \"welfare\" and \"education\" is associated with reduction in suicide mortality, at least in some statistical indicators, whereas expenditure of \"public works\" indicated the influence of increasing suicide mortality or had no effect. Welfare expenditure was the most predominantly effective among the six major divisions of regional governmental expenditure. In the welfare subdivisions, expenditure of \"child welfare\" and \"social welfare\" was effective in a reduction in suicide mortality, but expenditure of \"elderly welfare\" surprisingly contributed to increasing suicide mortality. Child welfare expenditure negatively impacted suicide mortality in wide-ranging generations of both males and females; the positive effects of elderly welfare expenditure reached were limited as working-age populations increased, but unexpectedly did not affect the suicide mortality of elderly populations. The relatively increasing expenditure of elderly welfare with the relatively decreasing child welfare are unavoidable due to the Japanese social issues associated with a declining birth rate and ageing population. Furthermore, the budget of that regional government that can modify its expenditure structure by making its own policies is limited since most regional governmental expenditure is composed of essential expenditure for maintaining and operating regional social welfare systems. Although severe social situations in Japan are still unoptimised, the present results suggest that scientific-evidence-based redistributions of welfare expenditure in regional governments can at least partially improve Japanese society and welfare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Suicide is a major global public health concern, since suicide mortality is approximately 800,000, and the annual global-age-standardised suicide rate is 10.53 per 100,000 population [1] [2] [3] [4] [5] . Japanese public health concerns associated with suicide are more serious. Suicide victims in Japan rose to more than 30,000 deaths in 1998 and continued for a decade (at a maximum of 40.1 deaths per 100,000 males in 2003) [6] [7] [8] [9] . Following the collapse of the asset bubble in 1991 with the Asian economic crisis in 1997, macroeconomic status in Japan deteriorated, including increasing unemployment rate accompanied by increasing suicide mortality in Japan in 1998. During the early 1990s, suicide mortality of males in Japan was lower than that of European countries (17) (18) per 100,000 population); however, in spite of the improving macroeconomic status in Japan between 2003 and 2008, higher incidences of suicide mortality of Japanese males were sustained from 1998 to 2008 [6, [10] [11] [12] . Therefore, to clarify the impact of regional governmental policies on suicide mortality, the present study analysed the relationships between regional governmental expenditure of six major divisions, namely, \"public health\", \"public works\", \"police\", \"ambulance/fire services\", \"welfare\" and \"education\", and overall gender-and age-specific suicide mortality across the 47 prefectures in Japan between 2009 and 2018 using fixed-effect analysis of hierarchal linear regression with robust standard error.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data of suicide victims in all 47 prefectures in Japan from 2009 to 2018 were obtained from the national governmental Basic Data on Suicide in the Region (BDSR) database of the MHLW [11] . BDSR publishes annual suicide data on the basis of the following age groups disaggregated by gender: younger than 20 years old (10s), 20-29 (20s) , 30-39 (30s) , 40-49 (40s) , 50-59 (50s), 60-69 (60s), 70-79 (70s), and over 80 years old (80s) [11] . Annual prefectural suicide mortality is calculated by dividing suicide mortality per prefecture by the prefectural population (denominator) of the same years, obtained from the Regional Statistics Database: System of Social and Demographic Statistics of the Statistics Bureau of the Ministry of Internal Affairs and Communications (SBMIAC) [28] . To eliminate small prefectural population artifacts, prefectural suicide mortality was calculated by using the empirical Bayes standardised mobile ratio method by using the empirical Bayes estimator for the Poisson/gamma model (v2.1) (National Institute of Public Health, Wako, Japan) (https://www.niph.go.jp/soshiki/gijutsu/download/ebpoig/index_j.html (Access on 14th August 2021) [29] . Annual standardised death rates for the suicide mortality (SDR) of males, females and both together were calculated on the basis of the Japanese age-dependent population composition in 2009 for males and females.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 327,
                    "end": 338,
                    "text": "20-29 (20s)",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 352,
                    "text": "30-39 (30s)",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 366,
                    "text": "40-49 (40s)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Dependent Variables"
        },
        {
            "text": "Regional financial expenditure was obtained from the Survey of Local Public Finance Settlement (SLPFS) from SBMIAC [30, 31] . The regional governmental expenditure for inhabitant services is mainly composed of the expenditure of six divisions, public health, public works, police, ambulance/fire services, welfare, and education [30, 31] . The present study adopted the expenditure of these six divisions per capita and the ratio of the expenditure of six divisions against the total amount of the regional governmental expenditure, published in SLPFS, as independent variables [32] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The public health expenditure of prefectures and their municipalities is composed of support for or the improvement of medical care, mental health, and collecting and disposing of general waste, in order to maintain and improve public health and the regional environment [32] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The public works expenditure of prefectures and their municipalities is composed of the construction of new public facilities and the improvement of existing ones, including roads, bridges, parks, and sewers [32] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The police expenditure of prefectures is composed of the salaries of police officers, police construction, projects, and traffic signals in order to carry out police administration to prevent crime, ensure traffic safety, maintain the safety and order of regional communities, and protect the lives and property of individuals [32] .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The expenditure of ambulance/fire services of municipalities is composed of the salaries of fire-station officers, station construction, and fire trucks and ambulances in order to protect individuals from disasters, for emergency cases, and the sudden deterioration of health [32] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The education expenditure of prefectures and municipalities is composed of the construction of new or the improvement of existing educational facilities, and the salaries of educational officers. Subdivisions of education expenditure consist of social education (for social education facilities including public halls, libraries, and museums), elementary school education (for the elementary school expenditure of municipalities), junior high school education (for the junior high school expenditure of municipalities), senior high school education (for the senior high school expenditure of prefectures), special school education (for schools for the education of special needs individuals of prefectures) and kindergarten school education (for kindergarten schools of prefectures and their municipalities) [32] .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 812,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The welfare expenditure of prefectures and municipalities is composed of spending on social welfare, elderly welfare (welfare for individuals 65 years old and over), child welfare (welfare for individuals younger than 17 years old), livelihood welfare (welfare for livelihood-protection individuals) to enhance the social welfare system [30, 31] . Social welfare includes welfare for individuals with disabilities and welfare assistance for unclassifiable subjects.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "In SLPFS, in the published expenditure per capita of six divisions, subdivisions of social welfare and social education were calculated by dividing their expenditure by the prefectural population (denominator). Expenditure per capita of the subdivisions of welfare, elderly welfare, child welfare and livelihood welfare was calculated by dividing expenditure by populations (denominator) of individuals older than 65 years old, younger than 18 years old and assisted by livelihood protection, respectively. Expenditure per capita of the subdivisions of education, kindergarten, elementary, junior high, and senior high schools was calculated by dividing expenditure by the number of students in schools [32] .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Independent and Dependent Variables"
        },
        {
            "text": "The present study analysed the effects of expenditure of six major divisions and the subdivisions of welfare and education on suicide mortality, disaggregated by attributes of gender and age in Japan by fixed effects for prefectures using hierarchical linear regression with robust standard error (HLM7, Scientific Software International, Skokie, IL, USA). Additionally, the present study adopted robust standard errors clustered by prefectures to prevent heteroscedasticity and autocorrelation [8] .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 498,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The trends of suicide mortality and regional financial expenditure in Japan from 2009 to 2018 were analysed by a lineal mixed model using BellCurve for Excel v.3.2 (Social Survey Research Information Co., Ltd., Tokyo, Japan). When the data did not violate the assumption of sphericity (p > 0.05), the F value of the lineal mixed model was analysed using sphericity-assumed degrees of freedom. However, if the assumption of sphericity had been violated (p < 0.05), the F value was analysed using Chi-Muller's corrected degrees of freedom. Lastly, when the F value was significant, data were analysed by Tukey's multiple-comparison test [33] [34] [35] [36] .",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 639,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "From 2009 to 2019, the Japanese suicide mortality of males and females together (F(6.3, 291.2) = 274.4 (p < 0.01)), male (F(7.2, 331.4) = 217.9 (p < 0.01)) and females (F(7.1, 326.6) = 121.7 (p < 0.01)) was significantly decreased time-dependently ( Figure 1A ). The total amount of the regional financial expenditure of prefectures and their municipalities, on the other hand, increased from 2014 to 2018 compared with that in 2009 (F(1.6, 75.5) = 5.1 (p < 0.05)) ( Figure 1B ). Regarding the regional financial expenditure of six divisions, welfare expenditure increased from 2013 to 2018, compared with that in 2009 (F(1.8, 81.8) = 19.6 (p < 0.05)) ( Figure 1C ). The expenditure of ambulance/fire services was temporarily increased from 2014 to 2015 compared with in 2009 (F(3.1, 141.6) = 41.6 (p < 0.01)) ( Figure 1C ). The expenditure of public health, public works, and education was not changed ( Figure 1C) ; however, the relative proportion of public-works expenditure in the total amount of regional financial expenditure decreased (F(2.8, 127.6) = 13.8 (p < 0.01)) (data not shown). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 259,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 467,
                    "end": 476,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 812,
                    "end": 821,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 905,
                    "end": 915,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Trends of Suicide Mortality and Regional Financial Expenditure in Japan between 2009 and 2018"
        },
        {
            "text": "The hierarchical linear-regression model detected significant or negative relationships between the total amount of the financial expenditure per capita of prefectures and municipalities and the regional suicide mortality of males and females together (p < 0.01), males (p < 0.01), and females (p < 0.01) ( Figure 2 ). Therefore, an increase in regional financial expenditure (prefectures and municipalities) probably contributed to a reduction in suicide mortality in Japan. Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or randomeffect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of Total Amount of Financial Expenditure per Capita of Prefectures and Municipalities on Suicide Mortality"
        },
        {
            "text": "The hierarchical linear-regression model detected statistically significant relationships between the financial expenditure ratios of prefectures and municipalities, and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Relative Ratios of Financial Expenditure of Six Divisions of Prefectures and Municipalities on Suicide Mortality (Model 1)"
        },
        {
            "text": "The hierarchical linear-regression model detected significant or negative relationships between the total amount of the financial expenditure per capita of prefectures and municipalities and the regional suicide mortality of males and females together (p < 0.01), males (p < 0.01), and females (p < 0.01) ( Figure 2 ). Therefore, an increase in regional financial expenditure (prefectures and municipalities) probably contributed to a reduction in suicide mortality in Japan. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of Total Amount of Financial Expenditure per Capita of Prefectures and Municipalities on Suicide Mortality"
        },
        {
            "text": "The hierarchical linear-regression model detected significant or negative relationships between the total amount of the financial expenditure per capita of prefectures and municipalities and the regional suicide mortality of males and females together (p < 0.01), males (p < 0.01), and females (p < 0.01) ( Figure 2 ). Therefore, an increase in regional financial expenditure (prefectures and municipalities) probably contributed to a reduction in suicide mortality in Japan. Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or randomeffect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of Total Amount of Financial Expenditure per Capita of Prefectures and Municipalities on Suicide Mortality"
        },
        {
            "text": "The hierarchical linear-regression model detected statistically significant relationships between the financial expenditure ratios of prefectures and municipalities, and Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Relative Ratios of Financial Expenditure of Six Divisions of Prefectures and Municipalities on Suicide Mortality (Model 1)"
        },
        {
            "text": "The hierarchical linear-regression model detected statistically significant relationships between the financial expenditure ratios of prefectures and municipalities, and suicide mortality ( Figure 3 and Table 1 ). The financial expenditure ratios of both health and police were negatively related to the suicide mortality of males and females together, males, and females ( Figure 3 and Table 1 ), whereas the financial expenditure ratio of public works was positively related to the suicide mortality of males and females together, males, and females ( Figure 3 and Table 1 ). These results suggest that increases in the relative health and police expenditure reduce suicide mortality, but an increase in the relative expenditure of public works probably elevates suicide mortality. The other financial expenditure ratios of ambulance and fire services, welfare, and education do not contribute to suicide mortality ( Table 1) . suicide mortality ( Figure 3 and Table 1 ). The financial expenditure ratios of both health and police were negatively related to the suicide mortality of males and females together, males, and females ( Figure 3 and Table 1 ), whereas the financial expenditure ratio of public works was positively related to the suicide mortality of males and females together, males, and females ( Figure 3 and Table 1 ). These results suggest that increases in the relative health and police expenditure reduce suicide mortality, but an increase in the relative expenditure of public works probably elevates suicide mortality. The other financial expenditure ratios of ambulance and fire services, welfare, and education do not contribute to suicide mortality (Table 1 ). The hierarchical linear-regression model detected negative relationships between the financial expenditure per capita of prefectures and municipalities, and suicide mortality ( Figure 4 and Table 2 ). The financial expenditure of public health, ambulance and fire services, and education was negatively related to the suicide mortality of males and females together, males, and females ( Figure 4 and Table 2 ). These results suggest that the increases in expenditure per capita of public health, ambulance and fire services, and education reduce suicide mortality, whereas the financial expenditure of public works, police, and welfare probably does not contribute to suicide mortality ( Table 2) . Table 2 . Effects of financial expenditure per capita of six divisions of prefectures and municipalities on suicide mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 374,
                    "end": 382,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 554,
                    "end": 562,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 567,
                    "end": 574,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 950,
                    "end": 958,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 963,
                    "end": 970,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1134,
                    "end": 1142,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1147,
                    "end": 1154,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1314,
                    "end": 1322,
                    "text": "Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1327,
                    "end": 1334,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1677,
                    "end": 1685,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1866,
                    "end": 1874,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1879,
                    "end": 1886,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2077,
                    "end": 2085,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2090,
                    "end": 2097,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2378,
                    "end": 2386,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 2389,
                    "end": 2396,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Effects of Relative Ratios of Financial Expenditure of Six Divisions of Prefectures and Municipalities on Suicide Mortality (Model 1)"
        },
        {
            "text": "Males and Females Males Females The SLPFS publishes subdivisions of education expenditure per capita [30, 31] . Therefore, to explore the more detailed effects of education expenditure on suicide mortality, the replacement of the independent variable, education expenditure, into six subdivisions of education expenditure was analysed with a hierarchical linear-regression model. The hierarchical linear-regression model detected similar relationships between Models 2 and 3 ( Figure 5 ). The financial expenditure of health, and ambulance and fire services was negatively related to the suicide mortality of males and females together, males, and females ( Figure 5 ). The hierarchical linear-regression model also detected negative relationships between the subdivisions of education expenditure of prefectures and municipalities, and suicide mortality ( Figure 5 ). Kindergarten and elementary school expenditure was negatively related to the suicide mortality of males and females together, males, and females ( Figure 5 ). Social education expenditure was negatively related to the suicide mortality of males and females together and males alone, but not to that of females ( Figure 5 ). financial expenditure per capita of prefectures and municipalities, and suicide mortality ( Figure 4 and Table 2 ). The financial expenditure of public health, ambulance and fire services, and education was negatively related to the suicide mortality of males and females together, males, and females ( Figure 4 and Table 2 ). These results suggest that the increases in expenditure per capita of public health, ambulance and fire services, and education reduce suicide mortality, whereas the financial expenditure of public works, police, and welfare probably does not contribute to suicide mortality (Table 2 ). Ordinates and abscissas, SDR of suicide mortalities (per 100,000 population) and centralised expenditure per capita of prefectures plus municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively. The SLPFS also publishes subdivisions of welfare expenditure [30, 31] . Models 1-3 did not detect a significant effects of welfare expenditure; however, Model 3 results showed the importance of more fragmented analysis. Therefore, to explore more detailed effects of welfare expenditure on suicide mortality, the independent variable in Model 3, welfare expenditure, was replaced by four subdivisions of welfare expenditure, and they were analysed by hierarchical linear-regression model. Contrary to Model 3, the hierarchical linear-regression model detected clearly different effects of the financial expenditure of prefectures and municipalities between Models 3 and 4 ( Figure 5 ). Regarding welfare-subdivision expenditure, the expenditure of both social and child welfare was negatively related to the suicide mortality of males and females together, males, and females, whereas the expenditure per capita of livelihood welfare was not related to suicide mortality at all ( Figure 5 ). Contrary to our expectation, expenditure of elderly welfare was positively related to the suicide mortality of males and females together, males, and females ( Figure 5 ). related to the suicide mortality of males and females together, males, and females ( Figure  5 ). The hierarchical linear-regression model also detected negative relationships between the subdivisions of education expenditure of prefectures and municipalities, and suicide mortality ( Figure 5 ). Kindergarten and elementary school expenditure was negatively related to the suicide mortality of males and females together, males, and females ( Figure 5 ). Social education expenditure was negatively related to the suicide mortality of males and females together and males alone, but not to that of females ( Figure 5 ). Regarding the subdivisions of education expenditure, in Model 3, elementary school expenditure was related to the suicide mortality of males and females together, males, and females. In Model 4, the negative effects of elementary school expenditure were not detected ( Figure 5) . Similarly, in Model 3, kindergarten school expenditure was related to the suicide mortality of males and females together, males, and females, whereas in Model 4, the negative effects of kindergarten school expenditure on suicide mortality of males were not present ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2189,
                    "end": 2193,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2194,
                    "end": 2197,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 666,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 865,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1024,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1181,
                    "end": 1189,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1293,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1298,
                    "end": 1305,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1496,
                    "end": 1504,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1509,
                    "end": 1516,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1803,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 2802,
                    "end": 2810,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3108,
                    "end": 3116,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3280,
                    "end": 3288,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3377,
                    "end": 3386,
                    "text": "Figure  5",
                    "ref_id": null
                },
                {
                    "start": 3577,
                    "end": 3585,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3736,
                    "end": 3744,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3901,
                    "end": 3909,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 4182,
                    "end": 4191,
                    "text": "Figure 5)",
                    "ref_id": null
                },
                {
                    "start": 4462,
                    "end": 4470,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Divisions"
        },
        {
            "text": "Regarding the expenditure of divisions, the expenditure of ambulance and fire services was also negatively related to the suicide mortality of males and females together, males, and females in Model 4; however, surprisingly, public health expenditure was negatively related to the suicide mortality of females in Models 2 and 3; in Model 4, it was positively related to that of females ( Figure 5 ). This discrepancy between male and female responses removed the relationship between public health expenditure and the suicide mortality of males and females ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Divisions"
        },
        {
            "text": "Hierarchical linear-regression model analysis detected negative relationships between the regional financial expenditure of divisions with education subdivisions and the suicide mortality of males and females together, males, and females disaggregated by age ( Figure 6 ). Public health and ambulance-or fire-service expenditure was negatively related to the SDRs of males and females together, males, and females (Model 3). However, in Model 5, the negative effects of public health expenditure on suicide mortality could not be detected consistently since negative effects were limited against males and females (30s and 70s) and males (50s). The expenditure of ambulance and fire services was negatively related to the suicide mortality of working ages and the elderly, males and females (30s-80s), males alone (40s-80s), and females alone (20s-80s) ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 855,
                    "end": 863,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Effects of Regional Financial Expenditure of Divisions and Subdivisions of Education per Capita on Suicide Mortality Disaggregated by Age (Model 5)"
        },
        {
            "text": "In Model 5, social education expenditure was negatively related to the suicide mortality of elderly males (50s, 70s, and 80s), but did not affect any female ages. Special school expenditure was related to the suicide mortality of males (10s), but the suicide mortality of females (10s) was not related to any expenditure ( Figure 6 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Effects of Regional Financial Expenditure of Divisions and Subdivisions of Education per Capita on Suicide Mortality Disaggregated by Age (Model 5)"
        },
        {
            "text": "In Models 3 and 4, the negative effect of elementary school expenditure on the SDRs of males and females together, males, and females disappeared due to the additions of the expenditure of welfare subdivisions into the independent valuables ( Figure 5 ). In Model Regarding the expenditure of education subdivisions, in Model 3, kindergarten and elementary school expenditure was negatively related to the SDRs of males and females together, males, and females. In Model 5, kindergarten school expenditure was negatively related to the suicide mortality of all ages of both males and females except for 10s. Elementary school expenditure was negatively related to the suicide mortality of males and females of parent (20s and 30s) and grandparent (60s and 70s) ages, whereas genderdisaggregated analysis detected limited negative effects on the suicide mortality of males (70s) and females (70s). In Model 3, social-education expenditure was negatively related to the SDRs of males and females together and males alone, but not that of females alone. In Model 5, social education expenditure was negatively related to the suicide mortality of elderly males (50s, 70s, and 80s), but did not affect any female ages. Special school expenditure was related to the suicide mortality of males (10s), but the suicide mortality of females (10s) was not related to any expenditure ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1382,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Effects of Regional Financial Expenditure of Divisions and Subdivisions of Education and Welfare on Suicide Mortality Disaggregated by Ages and Genders (Model 6)"
        },
        {
            "text": "In Models 3 and 4, the negative effect of elementary school expenditure on the SDRs of males and females together, males, and females disappeared due to the additions of the expenditure of welfare subdivisions into the independent valuables ( Figure 5 ). In Model 6, the negative effect of elementary school expenditure on the suicide mortality of males and females together, males, and females was limited in the suicide mortality of males and females in their 20s, males alone, and females alone, but the negative relationships of the suicide mortality of other age-range groups disappeared ( Figure 6 ). The negative effect of kindergarten school expenditure on the SDRs of males also disappeared due to the additions of the expenditure of welfare subdivisions into the independent valuables. In Model 6, the effects of the most dominant factor, kindergarten school expenditure, disappeared in all age ranges of males and females (20s-70s). The negative effects of social-education expenditure disappeared in all ages ranges of males and females together, males, and females, but was positively related to the suicide mortality of males and females (40s) and males alone (40s and 60s). The significant effect of junior high school expenditure on suicide mortality was not detected in any models; in Model 6, junior high school expenditure was negatively related to the suicide mortality of females (10s).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 603,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Effects of Regional Financial Expenditure of Divisions and Subdivisions of Education and Welfare on Suicide Mortality Disaggregated by Ages and Genders (Model 6)"
        },
        {
            "text": "Regarding welfare subdivision expenditure, in Model 4, social and child welfare expenditure was negatively related to the SDRs of males and females together, males, and females, whereas elderly welfare expenditure was positively related to the SDRs of males and females together, males, and females. In Model 6, a negative effect of child welfare expenditure was detected in the suicide mortality of males and females (20s-80s), males alone (20s-80s), and females alone (30s-80s). A negative effect of social welfare expenditure was also detected in the suicide mortality of males and females (20s-80s), males alone (20s-40s and 60s-70s), and females alone (20s-40s and 60s-80s). Elderly welfare expenditure, on the other hand, was positively related to males and females (30s-40s) and males alone (40s-60s), but was not related to the suicide mortality in the elderly aged population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Regional Financial Expenditure of Divisions and Subdivisions of Education and Welfare on Suicide Mortality Disaggregated by Ages and Genders (Model 6)"
        },
        {
            "text": "From 2009 to 2018, yearly national governmental expenditure was almost equal, whereas yearly regional financial expenditure increased by 18% [30, 31, 37] . Therefore, total financial expenditure in Japan was shifted to regional governmental expenditure in this decade. A major increase in regional governmental expenditure was composed of the increase in welfare expenditure, but other expenditure divisions remained largely unchanged except for a temporary increase in the expenditure of ambulance and fire services from 2013 to 2015, induced by the Great East Japan earthquake [32] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering the expenditure of six divisions of regional governments, the hierarchical linear-regression model detected a characteristic impact between the amounts and ratio of expenditure on suicide mortality [37] . Increasing expenditure ratios of public health and police contribute to decreased suicide mortality, but an increased public-works expenditure ratio elevates suicide mortality. The expenditure ratios of ambulance and fire services, welfare, and education did not affect suicide mortality. Contrary to the expenditure ratios, regarding the expenditure amounts of major divisions, increasing the expenditure of public health, ambulance and fire services, and education reduces suicide mortality, whereas the expenditure amounts of public works, police, and education do not affect suicide mortality. These tendencies were also consistent in analysing the dependent valuables with suicide mortality disaggregated by gender. Both police and ambulance systems play important roles in responding to suicide crises in the community [38] . Education and welfare expenditure also contributes to the prevention of suicide [26, 39] . Furthermore, the increasing expenditure of public works on infrastructure is traditionally considered to contribute to the improvement of economic and mental wellbeing via the generation of employment opportunities [37] . These discrepancies between the present results and previous findings suggest that the importance of analysing independent variables by both using the expenditure of the six major divisions and including the more detailed expenditure of subdivisions using hierarchical linear-regression model analysis.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender"
        },
        {
            "text": "The SLPFS publishes the expenditure of subdivisions of welfare and education [30, 31] . Therefore, in order to analyse the effects of regional financial expenditure on suicide mortality in more detail, we added the expenditure of subdivisions of education, which was a significant or negatively effective factor on suicide mortality in Model 3, and the expenditure of subdivisions of education with welfare in Model 4. In Model 3, the negative effects of public health and ambulance-and fire-service expenditure on suicide mortality were not affected by education-subdivision expenditure. Regarding the expenditure of education subdivisions, increasing kindergarten and elementary school expenditure reduces suicide mortality, but other subdivisions of junior and senior high schools and special schools did not affect it. The effects of social education expenditure on suicide mortality were clearly detected in the different responses of males and females since social education was negatively related to suicide mortality of males but did not affect that of females. Social education expenditure is composed of the construction of new and the improvement of existing educational facilities, and the salaries of educational officers for operating these facilities [30, 31] . Generally, Japanese females are less resistant to community-based contacts than males are [6, 12] . Furthermore, males are more socially affected than females are [40, 41] , resulting in enriching prefectural social community support programmes, including enlightenment programmes, to prevent male suicide mortality [8, 9, 12] . Therefore, the expenditure of social education probably reduces male suicide mortality by providing males with contact opportunities with the community to protect from isolation.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1593,
                    "end": 1596,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1597,
                    "end": 1599,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender"
        },
        {
            "text": "Contrary to Model 3, in Model 4, social and child welfare expenditure was negatively related to the suicide mortality of males and females together, males alone, and females alone. Elderly welfare expenditure, on the other hand, was positively related to suicide mortality, but livelihood welfare expenditure did not affect suicide mortality. The negative effects of elementary school expenditure on suicide mortality of males and females together, males alone, and females alone was removed by the additions of welfare subdivision expenditure. The negative effect of kindergarten school expenditure on the suicide mortality of males was also removed by the addition of welfare subdivision expenditure. In spite of a declining birth rate, the discrepancy of the results of Models 3 and 4 suggests that child care is a more severe burden issue of Japanese people than what our expectations were. Child welfare, kindergarten, and elementary school expenditure probably provides welfare support that is necessary for children and places to accommodate children during working hours, respectively. Japanese women are traditionally forced to play subordinate roles due to limited resources for childcare support and are prone to social isolation due to social childcare demands [6, 8, 9, 12] . Indeed, the enhancement of economic and social participation and the contribution of females reduce the suicide mortality of working-age females, but increase the suicide mortality of working-age males (20-50s), the elderly, and school-age populations [8] . In other words, vulnerable sociopsychological resources for childcare support in Japan negatively affect the work-life-family balance of both females and males [42] . These metamorphoses of the protective effects of education subdivision expenditure on suicide mortality are shown in the fact that the protective effects between social welfare and social education, and between child welfare and kindergarten education probably have a similar impact, but the impact of welfare is stronger than that of education. Therefore, the effects of welfare and education subdivision expenditure are dependent on the life-work-family balance.",
            "cite_spans": [
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1280,
                    "end": 1282,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1541,
                    "end": 1544,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender"
        },
        {
            "text": "It is unexpected that livelihood welfare expenditure did not affect the suicide mortality of any gender groups, since the enhancement and deterioration of social support to individuals with economic strain, and mental and physical disabilities play important roles in reduced and increased suicide mortality in the USA and England, respectively [24, 26] . The discrepant effects of livelihood welfare expenditure on suicide mortality between the USA, England, and Japan are possibly dependent upon governmental systems for welfare. In Japan, social welfare is mainly for individuals with several disabilities. When social welfare cannot provide sufficient economic support, livelihood welfare provides additional support for individuals. Furthermore, livelihood welfare is composed a number of subdivisions, including assistances of life, housing, education, medical, pregnancy, and long-term care [43] . Therefore, the expenditure of social welfare is the predominant support system for individuals with several types of disabilities rather than livelihood welfare.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender"
        },
        {
            "text": "Results using analyses of the effects of regional expenditure of divisions and subdivisions on suicide mortality disaggregated by gender and age were difficult to interpret due to various relations. However, the inhibitory effects of kindergarten and elementary school expenditure on suicide mortality were removed by child welfare expenditure. A survey of local public finance settlement published the expenditure of special, kindergarten, elementary, junior high, and senior high schools, and they were calculated per pupil. The results that education expenditure decreases the suicide mortality of both school-age populations and caregiver populations indicate the importance of social resources and places for children during working hours in the establishment of the life-work-family balance of individuals. Indeed, the suicide-preventive effects of education expenditure were removed by child welfare expenditure. Child welfare expenditure, which was composed of expenditure associated with subsidies for medicine, elimination of waiting lists and allowance, was calculated by the expenditure per individuals younger than 18 years in the survey of local public finance settlements. Against the Japanese social crisis of the declining birth rate and ageing population, according to the Outline of Measures for Society with Decreasing Birth Rate adopted by the Cabinet in 2015, child welfare expenditure has been increasing. Therefore, increasing child welfare expenditure contributes to the improvement of suicide mortality due to a reduction in the burden associated with child care [44] .",
            "cite_spans": [
                {
                    "start": 1589,
                    "end": 1593,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender and Age"
        },
        {
            "text": "Complicated fluctuations were observed regarding the suicide mortality of schoolaged populations. In Model 5, the suicide mortality of males (10s) decreased with increased expenditure of special schools; in Model 6, the suicide mortality of males (10s) decreased by increased public health expenditure but not by that of special schools. The previous literature cannot explain the mechanisms of the complicated suicide mortality of males (10s) influenced by regional expenditure; however, this finding suggests that the countermeasure of physical or mental disabilities in males needs improvement. In Model 5, the suicide mortality of females (10s) was not affected by expenditure; in Model 6, the suicide mortality of females (10s) decreased with increased junior high school expenditure. A previous study reported the suicide mortality of females (10s) is caused by school-related motives, saying that it was negatively related to the minors rate per household, but positively to dual-income household rate [8] . Taken together with previous findings, the present results suggest that the enhancement of a substantial daily communication environment probably plays important roles in the mental health for school-age females.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender and Age"
        },
        {
            "text": "Contrary to our expectations, elderly welfare expenditure was positively related to the suicide mortality of working-age populations. The special account of medical care for the elderly and the operating spending of welfare centres for the elderly are more than 80% in elderly welfare expenditure in many prefectures [30, 31] . Long-term care assurance reduces the suicide mortality of elderly females (80s), and of both males and females caused by health-related motives, which is most frequent suicide pattern in Japan. In 2017, the means of savings and liability per household were JPY 18 million and JPY 5 million, respectively. The means of savings and liability per household of elderly (older than 70 years old) were JPY 23 million and JPY 1 million, respectively; however, the means of savings and liability per household of populations younger than 40 years olds were JPY 6 million and JPY 11 million, respectively [45] . Therefore, the increasing expenditure of elderly welfare increases the suicide mortality of insolvent generations. In other words, reasonable and evidence-based welfare redistribution is required.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Effects of Regional Governmental Expenditure on Suicide Mortality Disaggregated by Gender and Age"
        },
        {
            "text": "Although the present study demonstrated the impact of regional financial expenditure on suicide mortality in Japan, it has several limitations. We analysed the expenditure of the major six divisions according to public finance law on suicide mortality; the demonstrated results indicate that the targeted composition of regional financial expenditure probably defines more the expenditure impact on suicide mortality disaggregated by gender and age. Furthermore, we could not detect the impact of livelihood welfare; however, the most dominant livelihood protection in livelihood welfare includes financial, social, medical, and educational support for economic and socially vulnerable individuals (disabled, elderly, and young individuals). Therefore, to clarify the practical sociopsychological pathomechanisms of suicide, more fragmented regional financial expenditure should be restructured according to targeting, and its impact on suicide mortality disaggregated by gender and ages should be analysed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Future Developments"
        },
        {
            "text": "In conclusion, the present study revealed that the importance of the effects of regional financial expenditure on suicide mortality between 2009 and 2018 in Japan, using fixedeffect analysis of hierarchal linear regression with robust standard error. The expenditure of public health, police, ambulance and fire services, welfare, and education contributes to a reduction in suicide mortality, at least in some statistical indicators; however, the expenditure of public works displayed no impact or increased suicide mortality. The most effective expenditure in the major six divisions was that of welfare. In the expenditure of welfare subdivisions, child and social welfare expenditure was effective at achieving a reduction in suicide mortality, but elderly welfare expenditure contributed to increasing suicide mortality. The negative effects of child welfare expenditure reached a wide range of male and female ages, whereas the positive effects of elderly welfare expenditure were limited in the increasing in the working-age population positively, but surprisingly did not affect suicide mortality of elderly populations. Regional financial expenditure is essential for maintaining and operating social welfare systems, and it is difficult to drastically revise expenditure independently constructed via policies by regional governments, in addition to the declining birth rate and ageing population in Japan. Even if the relative increase in elderly welfare expenditure and the relative decrease in child welfare are unavoidable due to the social concerns associated with the declining birth rate and ageing population in Japan, we should explore the rational redistribution of welfare expenditure based on socioeconomic and sociopsychological findings. Funding: This study was supported by Regional Suicide Countermeasures Emergency Enhancement Fund of Mie Prefecture (2020-43).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "No patients and members of the public were involved in this study. Only secondary data were used for the analyses. This study was exempt from ethical approval from Mie University. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Review Board Statement:"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suicide: One Person Dies Every 40 Seconds",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preventing Suicide: A Resource for Pesticide Registrars and Regulators",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preventing Suicide: A Global Imperative",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PREVENTING SUICIDE: A Resource for Filmmakers and Others Working on Stage and Screen",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can financial support reduce suicide mortality rates?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16234797"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Age, period, cohort trends of suicide in Japan and Korea (1986-2015): A tale of two countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc. Sci. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2019.112385"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impacts of dual-income household rate on suicide mortalities in Japan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18115670"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysing the impacts of financial support for regional suicide prevention programmes on suicide mortality caused by major suicide motives in Japan using statistical government data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18073414"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "White Paper on Suicide Prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Basic Data on Suicide in the Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysing regional unemployment rates, GDP per capita and financial support for regional suicide prevention programme on suicide mortality in Japan using governmental statistical data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiroyama",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2020-037537"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Understanding the complex of suicide in depression: From research to clinics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orsolini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Latini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pompili",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vellante",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fornaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valchera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomasetti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fraticelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Investig",
            "volume": "17",
            "issn": "",
            "pages": "207--221",
            "other_ids": {
                "DOI": [
                    "10.30773/pi.2019.0171"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Survey Study on the Actual Conditions of Young Carers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Labour and Welfare. Calling Attention when Reporting on Celebrity Suicide",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preventing Suicide: A Resource for Media Professionals-update",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Increase in youth suicides during the COVID-19 pandemic: Concerns over implications for the future",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fushimi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Psychol. Med",
            "volume": "2021",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1017/s0033291721002762"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Labour and Welfare. Grant for Enhance Community-Based Suicide Countermeasures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Regional suicide rate change patterns in Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17196973"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Economic suicides in the Great Recession in Europe and North America",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br. J. Psychiatry",
            "volume": "205",
            "issn": "",
            "pages": "246--247",
            "other_ids": {
                "DOI": [
                    "10.1192/bjp.bp.114.144766"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Unemployment and suicide in Italy: Evidence of a long-run association mitigated by public unemployment spending",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mattei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pistoresi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur. J. Health Econ",
            "volume": "20",
            "issn": "",
            "pages": "569--577",
            "other_ids": {
                "DOI": [
                    "10.1007/s10198-018-1018-7"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of the economic crises on suicide in Italy: The moderating role of active labor market programs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mattei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pistoresi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Vogli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc. Psychiatry Psychiatr. Epidemiol",
            "volume": "54",
            "issn": "",
            "pages": "201--208",
            "other_ids": {
                "DOI": [
                    "10.1007/s00127-018-1625-8"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Does austerity really kill?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Toffolutti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suhrcke",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Econ. Hum. Biol",
            "volume": "33",
            "issn": "",
            "pages": "211--223",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ehb.2019.03.002"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Is there a relationship between welfare-state policies and suicide rates? Evidence from the U.S. states",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rambotti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Soc. Sci. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2019.112778"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Suicides associated with the 2008-10 economic recession in England: Time trend analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scott-Samuel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e5142"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Trends in mental health inequalities in England during a period of recession, austerity and welfare reform 2004 to 2013",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kinderman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc. Sci. Med",
            "volume": "147",
            "issn": "",
            "pages": "324--331",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2015.11.009"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Suicide rates in young men in England and Wales in the 21st century: Time trend study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biddle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Brookes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunnell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "336",
            "issn": "",
            "pages": "539--542",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.39475.603935.25"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Surveys of Population, Population Change and the Number of Households Based on the Basic Resident Registration",
            "authors": [],
            "year": 2021,
            "venue": "Statistics Bureau of the Ministry of Internal Affairs and Communications (SBMIAC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Association between the density of physicians and suicide rates in Japan: Nationwide ecological study using a spatial Bayesian model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0148288"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ministry of Internal Affairs and Communications. White Paper on Local Public Finance",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ministry of Internal Affairs and Communications. Survey of Local Public Finance Settlement",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effects of subchronic administrations of Vortioxetine, Lurasidone, and Escitalopram on thalamocortical glutamatergic transmission associated with serotonin 5-HT7 receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Mol. Sci",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms22031351"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Brivaracetam prevents astroglial l-glutamate release associated with hemichannel through modulation of synaptic vesicle protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiroyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Biomed. Pharmacother",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biopha.2021.111462"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Effects of atypical antipsychotics, Clozapine, Quetiapine and Brexpiprazole on Astroglial transmission associated with Connexin43",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Mol. Sci",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms22115623"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Chronic administrations of Guanfacine on mesocortical catecholaminergic and thalamocortical glutamatergic transmissions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiroyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Mol. Sci",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms22084122"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ministry of Finance. Japanese Public Fibance Fact Sheet",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Government spending, recession, and suicide: Evidence from Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsubayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sekijima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Public Health",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-020-8264-1"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Suicide crisis calls to emergency services: Cohort profile and findings from a data linkage study in Queensland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meurk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wittenhagen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bosley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bunting",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Waterson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Australia. Aust. N. Z. J. Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/00048674211009604"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Prevalence of state firearm mortality and mental health care resources",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mrdjenovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dake",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Community Health",
            "volume": "34",
            "issn": "",
            "pages": "383--391",
            "other_ids": {
                "DOI": [
                    "10.1007/s10900-009-9163-7"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Gender differences in suicide prevention responses: Implications for adolescents based on an illustrative review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klimes-Dougan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "12",
            "issn": "",
            "pages": "2359--2372",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph120302359"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A systematic review of elderly suicide prevention programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lapierre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erlangsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Leo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oyama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scocco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Szanto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Conwell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crisis",
            "volume": "32",
            "issn": "",
            "pages": "88--98",
            "other_ids": {
                "DOI": [
                    "10.1027/0227-5910/a000076"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Impacts of interaction of mental condition and quality of life between donors and recipients at decision-making of preemptive and post-dialysis living-donor kidney transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Pers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jpm11050414"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Labour and Welfare. The Public Assistance System",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Outline of Measures for Society with Decreasing Birthrate",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Family Income and Expenditure Survey",
            "authors": [],
            "year": 2021,
            "venue": "Statistics Bureau of the Ministry of Internal Affairs and Communications (SBMIAC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trends of suicide mortalities (A), regional financial expenditure (B,C) in Japan from 2009 to 2018. (A) Ordinate, suicide mortalities per 100,000 population of males and females together, males, and females. (B,C) Ordinates, regional financial expenditure of prefecture and municipality (JPY 1000 per capita). * p < 0.05, ** p < 0.01: relative to 2009 by linear mixed model with Tukey's post hoc test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or randomeffect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Trends of suicide mortalities (A), regional financial expenditure (B,C) in Japan from 2009 to 2018. (A) Ordinate, suicide mortalities per 100,000 population of males and females together, males, and females. (B,C) Ordinates, regional financial expenditure of prefecture and municipality (JPY 1000 per capita). * p < 0.05, ** p < 0.01: relative to 2009 by linear mixed model with Tukey's post hoc test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Trends of suicide mortalities (A), regional financial expenditure (B,C) in Japan from 2009 to 2018. (A) Ordinate, suicide mortalities per 100,000 population of males and females together, males, and females. (B,C) Ordinates, regional financial expenditure of prefecture and municipality (JPY 1000 per capita). * p < 0.05, ** p < 0.01: relative to 2009 by linear mixed model with Tukey's post hoc test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2. Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or randomeffect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 2. Correlation between total amount of the financial expenditure per capita of prefectures and municipalities, and suicide mortality of males and females together (A), males (B), and females (C) from 2009 to 2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, standardised death rates for suicide mortality based on Japanese age-dependent population composition in 2009 (SDR) of males and females together, males, and females per 100,000 population, and centralised total amount of financial expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of financial expenditure ratio of public health (A-C), public works (D-F), and police (G-I) of prefectures and municipalities on suicide mortality of males and females together (A,D,G), males (B,E,H), and females (C,F,I) in 2009-2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, SDR of suicide mortality (per 100,000 population) and centralised ratios of expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effects of financial expenditure ratio of public health (A-C), public works (D-F), and police (G-I) of prefectures and municipalities on suicide mortality of males and females together (A,D,G), males (B,E,H), and females (C,F,I) in 2009-2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, SDR of suicide mortality (per 100,000 population) and centralised ratios of expenditure per capita of prefectures and municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Effects of financial expenditure per capita of public health (A-C), ambulance and fire services (D-F), and education (G-I) of prefectures and municipalities on regional suicide mortality of males and females together (A,D,G), males (B,E,H), and females (C,F,I) from 2009 to 2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Effects of financial expenditure per capita of public health (A-C), ambulance and fire services (D-F), and education (G-I) of prefectures and municipalities on regional suicide mortality of males and females together (A,D,G), males (B,E,H), and females (C,F,I) from 2009 to 2018 using fixed-or random-effect analysis of hierarchal linear regression with robust standard error. Ordinates and abscissas, SDR of suicide mortalities (per 100,000 population) and centralised expenditure per capita of prefectures plus municipalities (JPY 10,000), respectively. Black, blue, and red lines, slope of fixed effects, standard deviation of fixed effects, and fixed effects with random effects, respectively.3.4.3. Effects of Regional Financial Expenditure per Capita of Divisions and Subdivisions of Education and Welfare on Suicide Mortality (Model 4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Summary of effects of regional financial expenditure of divisions and subdivisions of education and welfare in prefectures and municipalities on the suicide mortality of males and females together (M + F), males (M), and females (F) from 2009 to 2018. Blue and red columns, significant factors for decreasing and increasing suicide mortality, respectively. 3.4.3. Effects of Regional Financial Expenditure per Capita of Divisions and Subdivisions of Education and Welfare on Suicide Mortality (Model 4) Summary of effects of regional financial expenditure of divisions and subdivisions of education and welfare in prefectures and municipalities on the suicide mortality of males and females together (M + F), males (M), and females (F) from 2009 to 2018. Blue and red columns, significant factors for decreasing and increasing suicide mortality, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Summary of effects of regional financial expenditure of divisions and subdivisions of education (Model 5) and welfare (Model 6) on suicide mortality of males and females together (M + F), males (M) and females (F) from 2009 to 2018. Blue and red columns, significant factors for decreasing and increasing suicide mortality, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Summary of effects of regional financial expenditure of divisions and subdivisions of education (Model 5) and welfare (Model 6) on suicide mortality of males and females together (M + F), males (M) and females (F) from 2009 to 2018. Blue and red columns, significant factors for decreasing and increasing suicide mortality, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Contributions: Conceptualization, T.S. and M.O.; methodology, M.O.; validation, T.S., K.F. and M.O.; formal analysis, K.F.; writing-original draft preparation, T.S. and M.O. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Informed Consent Statement: Not applicable. Data Availability Statement: All raw data are available to any persons from Japanese National databases in the Statistics Bureau of the Ministry of Internal Affairs and Communications (SBMIAC), Cabinet Office (CAO) and Ministry of Health, Labour and Welfare (MHLW).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Effects of financial expenditure ratio of six divisions of prefectures and municipalities on suicide mortality.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effects of financial expenditure ratio of six divisions of prefectures and municipalities on suicide mortality. β, coefficient; SE, standard error. ** p < 0.01 by hierarchal linear-regression model. 3.4. Effects of Financial Expenditure per Capita of Divisions and Subdivisions of Prefectures and Municipalities on Suicide Mortality 3.4.1. Effects of Regional Financial Expenditure per Capita of Six Divisions of Prefectures and Municipalities on Suicide Mortality (Model 2)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest. Int. J. Environ. Res. Public Health 2021, 18, 8639 ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}