{
    "paper_id": "0d0d8077e7cff0c6e9e3358324bfb6427ffb92fc",
    "metadata": {
        "title": "Targeting glucose metabolism for treatment of COVID-19",
        "authors": [
            {
                "first": "Amin",
                "middle": [],
                "last": "Ardestani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bremen",
                    "location": {
                        "settlement": "Bremen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Zahra",
                "middle": [],
                "last": "Azizi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A recent study published in Cell Metabolism by Codo et al. 1 shows that metabolic rewiring of human monocytes by SARS-CoV-2 infection cultured under high glucose highly induces viral replication and cytokine production compromising T-cell response and function. Ultimately, this triggers lung epithelial cell death and, mechanistically, provides an explanation why people with diabetes might be more susceptible to develop severe COVID-19.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 caused by the SARS-CoV-2 represents a significant public health burden; its high prevalence worldwide has dramatic consequences on the society at all levels. Obesity and related metabolic diseases particularly type 2 diabetes (T2D) are linked with more devastating COVID-19 disease courses. 2 Recent epidemiological data demonstrate that rate of COVID-19 induced morbidity as well as mortality is markedly higher in people with obesity and T2D. 2 Consistently, multiple clinical studies including a retrospective examination of a large cohort of COVID-19 patients have shown that poorly controlled blood glucose levels are associated with highest COVID-19 mortality rates. 2 This suggests that COVID-19 pathogenesis and the regulation of metabolism in the host are intimately connected. Little is known about the molecular mechanisms of deregulated glucose metabolism, especially under insulin therapy, that determine vulnerability of cells and organs in a diabetic environment to a severe SARS-CoV-2 disease outcome.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 454,
                    "end": 455,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 682,
                    "end": 683,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viruses alter the host cell metabolism in order to make optimal conditions for their rapid and efficient replication and spread. One key particular example is the enhanced uptake of important nutrients such as glucose to support metabolic signaling, i.e., aerobic glycolysis, a primary pathway of glucose metabolism and its by-products for biosynthetic reactions. Abnormal glucose metabolism primarily caused by impaired insulin secretion and/ or action is a characteristic feature of T2D and affects several tissues highly important for the regulation of whole body metabolism, such as liver, adipocytes, muscle, pancreatic islets, and immune cells. The increased glucose metabolism imposed by sustained hyperglycemia may enhance SARS-CoV-2's entry and subsequent replication, as well as an exacerbated immune response in individuals with diabetes. Thus, a disrupted glucose metabolism and metabolic derangement in diabetes may be an intrinsic cellular strategy that favors SARS-CoV-2 pathogenesis. In this context, Codo et al. 1 explored the molecular response of SARS-CoV-2 infected human monocytes under diabetic condition. The authors initially show that SARS-CoV-2 efficiently infects peripheral blood monocytes, upregulates angiotensin-converting enzyme 2 (ACE2), a key SARS-CoV-2's receptor and highly induced proinflammatory cytokines such as TNF-α, IL-1β, and IL-6. This is consistent with the altered innate immune response and excessive inflammatory cytokine production, the so-called \"cytokine storm\" observed in severe COVID-19. 1 Notably, dose-dependent increase in glucose concentrations potentiate SARS-CoV-2 replication as well as ACE2 upregulation and cytokine production in monocytes suggesting elevated glucose as a principal promoter of virus replication and inflammatory response. SARS-CoV-2 directly induces glycolysis in monocytes, which is in line with the enrichment of glycolytic genes and metabolic remodeling observed by single-cell RNA sequencing (RNA-seq) of lung monocyte from COVID-19 patients. 1 To understand the biochemical mechanism required for SARS-CoV-2' replication and its impact in monocytes, Codo et al. 1 provided conclusive evidences that glycolytic flux is indispensable for SARS-CoV-2's impact. Through well-designed experiments, the authors show that inhibition of glycolysis by 2-deoxy-D-glucose (2-DG) as well as inhibition of glycolytic enzymes 6-phospho-fructo-2-kinase/fructose-2,6-bisphosphatase-3 (PFKFB3), a positive regulator of phosphofructokinase-1 (PFK1) as well as lactate dehydrogenase A (LDH-A) abolishes viral replication and cytokine response placing glycolysis as a key upstream event during SARS-CoV-2 pathogenesis, although critical glycolytic intermediate/final product(s) mediating such effect was not determined. Similarly, 2-DG blocks SARS-CoV-2 replication in a colon epithelial carcinoma cell line. 3 The metabolic transcription factor hypoxia-inducible factor-1α (HIF-1α) is a master regulator of glycolysis and HIF-1α levels and activity as well as target genes are strongly induced in SARS-CoV-2 infected monocytes consistent with elevated HIF-1α in blood monocytes isolated from critical COVID-19 patients. 1 Codo et al. further identified that HIF-1α inhibition or stabilization blocks or exacerbates HIF-1α target genes, viral replication and ACE2 and cytokine expression, indicating that HIF-1α is essential for elevated glycolysis and subsequent inflammatory responses. The authors further offer mechanistic insight into how HIF-1α is stabilized under increased glucose condition. Through a series of biochemical experiments, they show that an increase in mitochondrial reactive oxygen species (ROS) due to impaired oxidative metabolism is responsible for HIF-1α stabilization and the proinflammatory state in SARS-CoV-2 infected monocytes 1 (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1030,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1543,
                    "end": 1544,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2029,
                    "end": 2030,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2149,
                    "end": 2150,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2875,
                    "end": 2876,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3187,
                    "end": 3188,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 3826,
                    "end": 3834,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, the authors investigated whether metabolic remodeling and altered immune state of monocytes potentiated by high glucose during SARS-CoV-2 infection impairs T cell function and response. Conditioned media obtained from metabolically primed SARS-CoV-2 infected monocytes compromise CD4 or CD8 T-cell proliferation and also induce lung epithelial cell death. 1 Inhibition of HIF-1α, as well as neutralization of ROS or IL-1β antagonize such effects and restore T-cell function or lung epithelial cell survival, which suggests that increased glucose metabolism through aerobic glycolysis and subsequent cytokine production in monocytes could further deteriorate neighboring cells in a paracrine fashion under pro-diabetic conditions in COVID-19 patients (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 767,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The cellular energy status is instrumental for coordinating inflammatory responses as the host cellular metabolism is critical for anti-virulence during infection. For example, the proinflammatory cytokine IL-1β is increased in people with COVID-19. IL-1β processing is regulated through generation of 3-phosphoglycerate, a by-product of glycolysis suggesting a direct link to glucose metabolism. Furthermore, the inhibition of glycolysis with 2-DG was shown to halt IL-1β induction and to protect against LPSinduced sepsis in mice. 4 This together with Codo et al.'s findings indicate that SARS-CoV-2 replication and cellular host response are promoted by metabolic rewiring including a shift to aerobic glycolysis. Similarly, proinflammatory cytokines induced by Influenza A virus (IAV) infection is regulated by glucose metabolism reprogramming 5 emphasizing the importance of glucose metabolism in virus-induced cytokine storm.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dysregulated glucose metabolism in people with diabetes may explain the increased susceptibility to SARS-CoV-2 and why uncontrolled diabetes can lead to excessive adaptive immune reactions in patients with critical COVID-19 symptoms. Thus, targeting glucose metabolism may offer new effective antiviral and organ-supportive approaches for the treatment of COVID-19, especially in individuals with metabolic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/. © The Author(s) 2021 Fig. 1 Proposed model of how glucose induced metabolic reviewing potentiates SARS-Cov-2 replication and cytokine production. In metabolically stressed monocytes (cultured under high glucose condition), SARS-CoV-2 infection enhances glycolysis by aberrant production of mitochondrial ROS which leads to activation of transcription factor hypoxia-inducible factor-1α (HIF-1α) to ensure its rapid replication. Such increased glucose metabolism through aerobic glycolysis fosters viral replication and cytokine production compromising T-cell response and function as well as induces lung epithelial cell death",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 879,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Elevated glucose levels favor SARS-CoV-2 infection and monocyte response through a HIF-1alpha/glycolysis-dependent axis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Codo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Metab",
            "volume": "32",
            "issn": "",
            "pages": "437--446",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and diabetes mellitus: from pathophysiology to clinical management",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nauck",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Rev. Endocrinol",
            "volume": "17",
            "issn": "",
            "pages": "11--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Proteomics of SARS-CoV-2-infected host cells reveals therapy targets",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bojkova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "",
            "pages": "469--472",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serine metabolism supports macrophage IL-1beta production",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Metab",
            "volume": "29",
            "issn": "",
            "pages": "1003--1011",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "O-GlcNAc transferase promotes influenza A virus-induced cytokine storm by targeting interferon regulatory factor-5",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This work supported by the JDRF and German Research Foundation (DFG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Competing interests: The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}