{
    "paper_id": "0d1e1d1c2cf5a994281f5c5752bf2ff0a4085011",
    "metadata": {
        "title": "A clinical study on the changing dynamics of disease severity, management strategies and outcomes of COVID-19 in patients requiring haemodialysis",
        "authors": [
            {
                "first": "Govindasamy",
                "middle": [],
                "last": "Nithya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Tanuj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moses",
                "middle": [],
                "last": "Lamech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Venkatesh",
                "middle": [],
                "last": "Arumugam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Thanikachalam Dineshkumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Natarajan",
                "middle": [],
                "last": "Gopalakrishnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Dhanapalan Aiswarya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Sajmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaji",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Bhagavatula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "R H"
                ],
                "last": "Sastry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Dolphin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Solomon",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Badri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Srinivasan",
                "middle": [],
                "last": "Kannan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ramanathan Sakthirajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Padmaraj",
                "middle": [],
                "last": "Rajendran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Madras Medical College",
                    "location": {
                        "settlement": "Chennai",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Corona Virus Disease 2019 (COVID-19) caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) was first identified in the Wuhan province of China, in December 2019 [1] . In the year that has since elapsed, the novel coronavirus has spread globally, and continues to place enormous strains on healthcare systems around the world. Patients with end-stage renal disease (ESRD) are at particularly high risk of both contracting the disease, and developing severe complications of the infection [2, 3] . In this observational study, we report our experience in managing patients with renal failure and COVID-19, along with the changes in clinical severity and patient outcomes that were observed over the course of the outbreak.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a single centre prospective, observational study conducted at the Madras Medical College in Chennai, India, from April to October, 2020. The study was approved by the Institutional Ethics Committee. All patients with renal failure requiring haemodialysis (whatever the renal status before the outbreak) with COVID-19, as documented by a positive nasopharyngeal swab for SARS-CoV-2 by reversetranscriptase polymerase chain reaction (RT-PCR), were included in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "As per institutional policy, all patients with renal failure and COVID-19 were admitted irrespective of symptomatology. At admission, disease severity was categorised according to WHO classification as mild, moderate or severe based on room air oxygen saturations (SpO 2 ) of > 94%, 90-94%, < 90%, respectively [4] . Initial evaluation included a complete haemogram with neutrophil-lymphocyte ratio (NLR), a basic metabolic profile (including serum glucose, creatinine, sodium and potassium), and serum markers of inflammation [including C-reactive protein (CRP) and lactate dehydrogenase (LDH)]. All patients who were assessed to be stable enough to be shifted for chest imaging, underwent computed tomography (CT) of the chest, which was reported as either being suggestive or not suggestive of COVID-19, based on the presence of subpleural groundglass opacities and consolidations. Among the films that were suggestive of COVID-19, the severity was graded based on the percentage of lung involvement (with Grades 1, 2, 3 and 4 corresponding to < 25%, 26-50%, 51-75% and > 75% lung involvement, respectively).",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "Varying degrees of respiratory support were provided, based on clinical requirement, ranging from supplemental oxygen via simple face masks or non-rebreather masks, to more advanced respiratory support in the form of high flow nasal oxygen, continuous positive airway pressure, and occasionally tracheal intubation with mechanical ventilation. Patients requiring respiratory support were also given intravenous dexamethasone 8 mg, q24h, for 10 days or until discharge, whichever was earlier, along with subcutaneous enoxaparin, 40 mg, q24h, for the duration of their hospitalisation. Enoxaparin was skipped on dialysis days, and patients were dialysed with standard anticoagulation (unfractionated heparin, 2500 U bolus initially, followed by 750 U/h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "Beginning in July 2020, patients with Grade 3 or 4 CT chest, and patients who were clinically deemed to be severely ill, were offered remdesivir as part of an expanded access programme, after informed consent. Safety data for remdesivir in the ESRD population was unavailable at the time, and therefore the institutional protocol was to administer a dose of 2.5 mg/kg of oedema-free body weight (dry weight) up to a maximum dose of 100 mg, 4 h before each haemodialysis session, for a maximum of 6 doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "Similarly, from August 2020, patients with Grade 3 or 4 CT chest, and patients who were clinically deemed to be severely ill, were also offered convalescent plasma therapy (200 ml of plasma infusions once or twice) based on availability. Convalescent plasma was collected from individuals with microbiologically proven COVID 19 (by RT-PCR for SARS-CoV-2) who had clinical recovery with detectable SARS-CoV-2 IgG antibodies in the serum at the time of donation. Plasma donation was done at least 28 days after the initial date of swab positivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "All patients were assessed daily by a nephrologist, and haemodialysis schedules were as per clinical or biochemical indications and clinically determined volume status. Patients who required dialysis initiation were dialysed through temporary catheters placed into either the femoral or internal jugular veins. Patients were given intermittent haemodialysis at a separate dialysis unit, with single-use lines and dialysers. Continuous renal replacement therapy was not performed. All staff were provided with personal protective equipment, and were assigned in weekly rotations to exclusively attend to the COVID-19 dialysis unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "Nasopharyngeal swabs for RT-PCR were repeated every 72 h, until they turned negative. Discharge criteria included a single negative nasopharyngeal swab, clinical recovery, and the absence of respiratory support for at least 48 h. Clinical outcomes were recorded, along with the physician-ascertained cause of death among deceased patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management protocols"
        },
        {
            "text": "Statistical analyses were performed using IBM ® SPSS ® Statistics version 23. Categorical variables were expressed as number and proportion, normally distributed numerical variables were expressed as mean with standard deviation, and non-normally distributed variables were expressed as median with interquartile range. Appropriate tests of statistical significance were used, including the Chi-Square test for categorical data, the independent t-test for normally distributed data, and the Mann-Whitney U test for non-normally distributed data. Predictors of mortality were analysed using the univariate and multivariate logistic regressions. A two-sided p value < 0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "A total of 483 patients were included in this study, of whom 416 (86.1%) had end-stage renal disease and were on maintenance haemodialysis. The mean age was 52 (± 13.07) years, and 69.3% of them were male. The dialysis access was an AV fistula in 314 patients (65%), a temporary HD catheter in 151 patients (31.3%), a tunnelled catheter in 16 patients (3.3%) and an AV graft in 2 patients (0.4%). Among patients with CKD 5D who had a temporary HD catheter, the median dialysis vintage was 1 month (IQR 0.5-12). Chronic hepatitis B infection was present in 12 patients (2.6%), chronic hepatitis C infection in 17 patients (3.5%), HIV infection in 3 patients (0.6%), and combined hepatitis B and C co-infection in 3 patients (0.6%). The symptoms at presentation included fever in 217 patients (44.9%), cough in 158 patients (32.7%), and dyspnoea in 219 patients (45.3%). Other baseline characteristics are described in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 917,
                    "end": 924,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "The mean age of patients who presented with symptoms was significantly higher than patients who were asymptomatic at presentation (p = 0.004). The percentage of patients with comorbidities was not statistically different between the two groups. Patients who were symptomatic at presentation were found to have significantly higher levels of NLR, CRP and LDH than those who were asymptomatic (p < 0.001), required more respiratory support (p < 0.001), and had higher degrees of lung involvement based on CT grade. Patients who were symptomatic at presentation were more likely to have received remdesivir (p < 0.001) and convalescent plasma (p = 0.001) and to have higher mortality (p < 0.001). The overall mortality in this study was 18.8%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparisons between symptomatic and asymptomatic patients"
        },
        {
            "text": "For the purposes of this analysis, the outbreak was divided into two phases-a first phase from April to June 2020, which included 187 patients, and a second phase from July to October 2020, which included 296 patients (Table 2) . Patients in the second phase had a significantly higher mean age (p = 0.03), and were more likely to; have symptoms at presentation (p < 0.001), present with acute on chronic kidney disease (p = 0.007), have comorbid conditions such as diabetes mellitus (p = 0.014), heart failure (p < 0.001) or pre-existing lung disease (p = 0.002), and have a temporary haemodialysis catheter as their dialysis access (p = 0.05). Inflammatory markers including NLR, CRP and LDH were significantly higher in patients presenting in this second phase of the outbreak (p < 0.001, < 0.001, < 0.001, respectively), and patients were more likely to have higher grades on CT chest (p < 0.001) and to require respiratory support at admission (p < 0.001) (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 961,
                    "end": 969,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparisons between patients presenting in the first phase (April to June 2020) and second phase (July to October 2020) of the outbreak"
        },
        {
            "text": "Despite these demonstrable increases in disease severity, there was no statistically significant difference in mortality between patients admitted in phase 1 and phase 2 of the outbreak (p = 0.211). This was true even when mortality was stratified according to disease severity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparisons between patients presenting in the first phase (April to June 2020) and second phase (July to October 2020) of the outbreak"
        },
        {
            "text": "On univariate analysis ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of mortality"
        },
        {
            "text": "The use of remdesivir and convalescent plasma did not have any significant effect on mortality, irrespective of clinical severity ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Effect of remdesivir and convalescent plasma on mortality"
        },
        {
            "text": "A total of 91 patients died during hospitalisation. The most common cause of death was respiratory failure (49.5%). Other causes include encephalopathy of unknown cause (9.9%), septic shock (9.9%), uraemic encephalopathy (3.3%), pulmonary oedema (3.3%), diabetic ketoacidosis (3.3%), septic encephalopathy (2.2%), sudden cardiac death (2.2%), brainstem dysfunction due to massive cerebral infarct (2.2%), AV Fistula rupture (1.1%), suicide (1.1%), and undetermined cause (12.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of death analysis"
        },
        {
            "text": "While much has been written about COVID-19 over the last year, outcome data in patients with ESRD remain confined to small case series. This single-centre experience of handling patients on dialysis adds to the limited literature regarding the management of COVID-19 in patients with ESRD. Several changes occurred in both clinical severity and therapeutic intervention, as the outbreak waxed and eventually waned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the early phase of the outbreak, the FDA recommendation to avoid the use of remdesivir in patients with an eGFR < 30 mL/min/1.73 m 2 resulted in this potentially beneficial agent being denied to individuals who might have most benefited from it [5] . The safety of remdesivir in the dialysis population has since been demonstrated putting an end to the bleak 'renalism' that accompanied its original restricted use [6] . Nevertheless, our analysis failed to identify any mortality benefit of the drug.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the outbreak progressed, the patients admitted to our institution were demonstrably more severely ill, requiring greater degrees of respiratory support, with a greater proportion receiving remdesivir therapy and convalescent plasma. Interestingly, the mortality rates did not show a proportional increase, despite the increase in disease severity. This may perhaps be explained by improved quality of care, resulting both from logistic reasons such as streamlining of emergency room care and better bed management, and from medical reasons such as standardisation of therapy by institutional protocols and greater familiarity with the disease by the multidisciplinary treating teams. However, remdesivir and convalescent plasma did not appear to affect mortality based on our analysis of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mortality rates in our study were higher than the overall worldwide mortality from COVID-19 (18.8% vs 2.2%) [7] . This is presumably explained by the higher risk of contracting infection in patients undergoing in-centre haemodialysis, and the underlying immune dysregulation that results from chronic kidney disease. However, the mortality rates were still lower than those reported by other centres like Italy (52%) [8] , China (43%) [9] , US (32%) [10] , France (28%) [11] , the ERA CODA registry (25%) [12] and Turkey (16.2%) [13] . While a role for population genetics can be invoked to explain this finding, such hypotheses remain conjecture in the absence of more concrete data.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Analysis of the causes of death revealed that unsurprisingly, respiratory failure was the most common cause of death. However, 9.9% of deaths were preceded by encephalopathy with no identifiable cause, potentially implicating COVID-19 encephalitis. In keeping with existing literature indicating that COVID-19 predisposes to complications such as hyperglycaemic crises, hypercoagulability, and psychiatric disturbances, 3.3%, 2.2% and 1.1% of deaths were attributable to diabetic ketoacidosis, ischaemic stroke, and even suicide, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Being a tertiary care centre, patients admitted to our institution were referred from across a wide geographical area for COVID care services. Thus, these findings may be extrapolatable to a population level, at least for South India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths of the study"
        },
        {
            "text": "Because of the absence of an electronic health record and the circumstances of the pandemic, data collection was ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease 2019 in chronic kidney disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;marco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Puchades",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Romero-Parra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Kidney J",
            "volume": "13",
            "issn": "3",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Low incidence of SARS-CoV-2, risk factors of mortality and the course of illness in the French national cohort of dialysis patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Couchoud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ayav",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "6",
            "pages": "1519--1529",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical management of COVID-19: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fact sheet for health care providers Emergency Use Authorization (EUA) of Veklury (remdesivir)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of remdesivir in patients with COVID-19 on hemodialysis: a study of safety and tolerance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aiswarya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arumugam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dineshkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ekir.2020.12.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical outcomes of hemodialysis patients infected with severe acute respiratory syndrome coronavirus 2 and impact of proactive chest computed tomography scans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Kidney J",
            "volume": "13",
            "issn": "3",
            "pages": "328--333",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outcomes of patients with end-stage kidney disease hospitalized with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wanchoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "6",
            "pages": "1530--1539",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk factors for severity of COVID-19 in chronic dialysis patients from a multicentre French cohort",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braconnier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bataille",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Kidney J",
            "volume": "13",
            "issn": "5",
            "pages": "878--888",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19-related mortality in kidney transplant and dialysis patients: results of the ERACODA collaboration",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Hilbrands",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duivenvoorden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrol Dial Transplant",
            "volume": "35",
            "issn": "11",
            "pages": "1973--1983",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mortality analysis of COVID-19 infection in chronic kidney disease, haemodialysis and renal transplant patients compared with patients without kidney disease: a nationwide analysis from Turkey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Turgutalp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arici",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrol Dial Transplant",
            "volume": "35",
            "issn": "12",
            "pages": "2083--2095",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Changing dynamics in the severity of presentation, CT chest, admissions and mortality. (CT NSO-CT not suggestive of COVID-19; CT 1 and 2-CT chest grades 1 and 2; CT 3 and 4-CT chest grades 3 and 4)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics and comparison between symptomatic and asymptomatic patients at presentation NLR Neutrophil Lymphocyte Ratio, CRP C Reactive Protein, LDH Lactate Dehydrogenase, CKD Chronic Kidney Disease, AKI Acute Kidney Injury",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "NLR Neutrophil Lymphocyte Ratio, CRP C Reactive Protein, LDH Lactate Dehydrogenase, CKD Chronic Kidney Disease, AKI Acute Kidney Injury",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Predictors of mortality by univariate analysis NLR Neutrophil Lymphocyte Ratio, CRP C Reactive Protein, LDH Lactate Dehydrogenase, CKD Chronic Kidney Disease CRP (mg/L; median [IQR]) 128.8 (72.2-182.1) 36.15 (12-105.52) 1.006 (1.004-1.008)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge the contributions of all of the staff of the Institute of Nephrology, and especially our dialysis technicians, without whom this endeavour would never have come to fruition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors did not receive support from any organization for the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets generated and/or analysed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The authors have no relevant financial or non-financial interests to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Consent to participate Verbal informed consent was obtained prior to the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval Obtained from the Institutional Ethics Committee, Madras Medical College."
        },
        {
            "text": "Among patients on haemodialysis, higher mortality was observed in those who were older and in individuals who presented with acute on chronic kidney disease requiring dialysis. In the late phase of the outbreak, there was a statistically significant increase in disease severity, with no parallel increase in mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s40620-021-01072-4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}