{
    "paper_id": "0db801ab0d624ddbfe8799af79bd9674cfe736db",
    "metadata": {
        "title": "Social practices and energy use at home during the first Italian lockdown due to Covid-19",
        "authors": [
            {
                "first": "Balest",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EURAC Research",
                    "location": {
                        "addrLine": "Viale Druso 1",
                        "postCode": "39100",
                        "settlement": "Bolzano-Bozen",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stawinoga",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EURAC Research",
                    "location": {
                        "addrLine": "Viale Druso 1",
                        "postCode": "39100",
                        "settlement": "Bolzano-Bozen",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the beginning of the Covid-19 pandemic, cities became large residential consumers of energy. In general, energy demand has decreased, but the users who used the most energy during the pandemic were the people in their homes creating a change compared to the past. How have household habits changed affecting energy uses during the lockdown? Has energy demand changed equally in all homes? What factors help explain the change in daily household habits and the change in energy uses? Via distribution of a questionnaire completed by 3519 people living in Italy during the first lockdown #StayAtHome, the change in daily habits and consequent energy uses were investigated. It collected data on socio-demographic and household characteristics and the material context in which people live. The results were interpreted according to the social practice approach that has been used in the past to analyse energy habits and uses of households, for example, for cooking. The results can support the interpretation of energy demand studies in the pandemic period and address decisions and policymaking for sustainable energy transition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1 The United Nations highlights the need to \"ensure access to affordable, reliable, sustainable and modern energy for all\" within urban and rural contexts (Sustainable Development Goal, n. 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "October 21, 2021 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The energy transition is a complex socio-technical process of energy system decarbonisation [1, 2, 3], therefore it sees the interactions among technologies, environment, and humans [4] . This happens, for example, when a new energy-efficient technology is proposed, the diffusion and use of which depends very much on people's reaction. Because of its complexity, the energy transition can be modified by other phenomena and processes, as was the case with the pandemic. The pandemic of SARS-CoV-2 that began in 2019 in China has complicated energy transition [5] . The pandemic has decreased the energy demanded by the transport sector and increased the energy demanded by the residential sector [5, 6] , by consequences of the restrictions imposed by governments. In several countries, such as Spain, the UK, and Italy, severe restrictions were in place in the period March through May 2020. The restrictions impacted on electricity consumption [7], on global demand for oil and natural gas [5, 8] and strongly changing energy demand profiles, since people spent more time at home [7]. In general, the energy demand was abruptly decreased [5] , promoting what was initially thought to be a positive contribution to the energy transition, albeit in different ways among countries. The energy system that had been created and structured on the needs of production activities and transport, suddenly had to respond to a demand for energy mainly residential. The residential sector itself was not particularly efficient in meeting the increased demand for energy, for example having low-efficient heating systems impacting more on energy consumption when people stay at home for longer periods. This has added some complexities were added to the energy transition. The complexity added by the pandemic and related restrictions is being studied by many disciplines.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "[5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "text": "8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Studies have proliferated exploring the health effects of COVID-19 and social distancing restrictions. There have been several attempts to understand the effectiveness of preventing COVID-19 transmission [9] analysing the effects of different political decisions and government restrictions. The restrictions imposed by governments have had impacts promoting a mass change of health-related behaviours [10], but the changes are different for vulnerable groups and considering different places and times [10, 11] . For example, the poverty that is more present in some cities reduces the likelihood to stay-at-home [10]. Since their effects on the stay-at-home behaviour, the vulnerability and the poverty are consequently impacting on the COVID-19 diffusion [10] . The diffusion of the COVID-19 is also affected by the sociodemographics [12, 13] . For example, stay-at-home behaviours are less likely Highlights Social practices and energy use at home during the first Italian lockdown due to Covid-19",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[10,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[12,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• The energy transition intersected with the Covid-19 pandemic • The increased time spent at home during the pandemic has impacted on energy uses • Social practice of cooking rebalanced daily life during the lockdown • Socio-demographic characteristics impacted on energy uses • Smart working and energy efficiency could be interrelated with energy demand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The energy transition plays an important role in promoting sustainable and socially resilient cities, for example increasing renewable energy production, energy saving, energy efficiency, and ensuring an equal energy access 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Journal Pre-proof when talking about people aged 17 or younger according to the regression model proposed by [10] . On the other hand, lockdown practices and restrictions have had effects on many aspects of daily life such as psychological ones [14] and impacts on sectors such as economic ones [15] , online activities [16] and various urban sectors [17] . Among the sectors impacted by the pandemic is energy sector.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Existing research has also considered that the pandemic and social distancing restrictions are having effects on energy sector and low carbon transitions [18] . Sovacool et al. [5] underline such relevant topics as the policies aimed at avoiding energy poverty during COVID-19 restrictions [19] . It is important to promote ad hoc policies to reduce energy poverty so that it can be possible to continue to pursue low-emissions transition goals. At the same time, given the period of drastic change, it is also important and reinforcing high quality research practices that support the validity of findings [20] and support for developing solutions for a sustainable and just transition [21, 22] . As people's changing behaviours have been explored and studied to understand the spread of COVID-19 [10, 12, 13] , it would be necessary to analyse people's energy habits in the home to understand some relevant facets of the energy transition. Since the majority of energy demand has shifted to homes, it is critical to understand how people use that energy in order to promote sustainable change and effective policies for the energy transition. However, to our best knowledge, what is quite missing by now are studies in energy habits at home and their changes during the pandemic. This perspective can contribute to the idea of analysing and supporting the energy transition as a complex socio-technical process [23] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[10,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "12,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Energy transition and pandemic effects on transition run through human and social behaviours, for example with people's choice to adapt to the emergency situation of the pandemic and staying at home consuming more residential energy. Besides having a whole range of negative consequences for society, the pandemic is an opportunity to analyse the social facets of changes in people's habits and energy use. Energy consumption and use arises \"from complex and necessarily social configurations of human action\" [24, 25] , linking norms, attitudes, and social roles, household dynamics and relationships [26] . Several research fields have investigated energy-related behaviours in the past such as cooking, cleaning, showering, and working. These fields contribute in understanding how to promote a change towards effective and efficient energy use for all people [27] , reducing consumption and, at a later stage, CO2 emissions [28] . However, the observation and study of change processes is very complicated. Indeed, the change in habits and practices is a slow process in 'normal' life [27] . The COVID-19-related lockdown became an opportunity to observe and investigate rapid changes in daily habits and domestic energy uses [5, 25] .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[24,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "[5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "A social practice approach has contributed in recent years to analyse of people's everyday habits [29] and energy uses [27] . The concept of social practice indicates habits embedded in cultural, social, and technological contexts and repeated on a daily basis to meet social needs [30] . Social practice approach promotes the idea that it is possible to make a change through action [29] . In this sense, energy-related practices at home are defined as all those social practices or habits that require using thermal or electrical energy in the house [1] . Energy-related social practices are lighting [29] , showering [27] , transportation modes [27] , home ventilation [31] , heating [32] , cooking [32, 33] , and other daily activities. The analysis of these practices contributes to understand how people use energy at home and when the change in energy habits is occurring.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[1]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "33]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Since its focus on the daily habits and change in energy uses, the social practice approach can be useful in understanding what happened during the pandemic in terms of changing energy uses and demand. This approach provides a framework with three elements supporting the analysis of existing, disappearing, or reproducing daily habits: materiality, competences, and meanings [30] . For a social practice to exist or change, all three elements must co-exist or change together. Thus, to change a habit in the home, the person must believe that the new habit will bring greater benefits (meaning), must have access to new materialities such as new technologies, and must be able to act in an effective and beneficial way (competences). Meanings, skills and materialities are in turn affected by the context in which the person lives. The context includes cultural, social and economic differences, sociodemographic characteristics and physical and environmental characteristics.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "The meanings a person attaches to the pandemic, restrictions, and daily practices during the lockdown depend on a few factors. People attribute different meanings to cooking and dining differently depending on age, gender, family composition [33] . For example, woman has different tastes, and this can affect the choice of what to cook [33] and the time dedicated in cooking. But the meanings attached to a habit are also depending on the cultural and geographical context. For example, the organizing lunches with the large family is more relevant in Southern Italy. Indeed, it exists a recognized difference among South and North of Italy. The southern issue in the Italian context indicates an economic disparity due to cultural differences between the context of northern and southern Italy [34] . The different cultural context has an impact on the way people act, promoting habits that, for example, have relevance in the South and not in the North. Therefore, the meanings that make a habit existing are a complex and intertwined system of factors, as are the competences and materialities it takes to promote a change in energy habits.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[33]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[33]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[34]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Competences and material context can support understanding the energyrelated practices [30] . Competences are a critical resource for people who need to adapt to a new situation, such as a pandemic [10] . Competences, which some scholars also called human capital, allow people to make the best use of the technologies (or energy) available to them even during emergency situations, such as the use of the internet. The level and type of competences are certainly attributable to people's socio-demographic characteristics. For example, younger people usually have more skills in using new media. Material context and how people live and use the material context available to them are also important in understanding person's habits. For example, having gardens at home promotes outdoor stay for people, positively impacting on their wellbeing and health [35] . To understand how this approach can help us analyse the change in household energy uses during the lockdown, and thus to provide inspiration for new pathways to energy transition, this paper analyses the change in the habit of cooking. Indeed, cooking is one practice that all people share during the lockdown.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[35]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Certainly, cooking is not the only household practice affecting energy use that changed during the lockdown. The change of working mode [5] and media use were also relevant during the lockdown, affecting domestic energy use. An in-depth analysis of the change in people's habits due to new ways of working should be promoted, but in this paper the focus is on a residential energy practice for which there are numerous pre-pandemic literature references [33, 24, 36] and which seems to be the practice that has changed most in the daily lives of survey respondents (Section Results). Even if cooking is not the only household practice affecting energy use changed during the lockdown, it will be the focus of this study. Cooking is a social practice that links energy demand -e.g., electricity for oven or the induction hob, or gas for the stove -and (food) daily routines [36] . Concerning this activity, the existing scientific literature investigates modes of provision, meals, methods, and technologies (e.g., induction hob, gas or hydrogen provision technologies), while the focus of the paper is on the energy use linked to cooking. Cooking is also a cultural and social practice [37] , which is relevant for managing social needs, e.g. maintaining social relationships within households and reproducing cultural and social dynamics such as inter-generational and gender-based differences. Considering all these characteristics of the cooking activity, this paper reports the idea that it could have been an important activity in redefining the everyday life of households during the first lockdown in Italy. In any case, it is important to understand the context in which people live in order to understand how the activity of cooking has changed, starting from the cultural and geographical context already mentioned in the previous paragraphs.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "24,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "36]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[36]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[37]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Cooking is a geographical and cultural matter. The practice of cooking and the amount of hours devoted to this practice is influenced by geographical and cultural location. This is also the case in the Italian context where the differences between North and South are widely recognized. Studies on the geographical differences within Italy usually focus on disparities. These studies concern the 'southern Italian issue' [38] . Chiesi [38] defines the 'southern Italian issue' as a 'reality, a reminder of the persistence of a serious structural and cultural dualism, a long-lasting phenomenon'. This issue has been exacerbated in the post-WW2 period, rather than having been reduced [39] . Geographic and cultural difference may also have affected the change in the energy practice of cooking during lockdown, giving for example a stronger meaning to cooking in one cultural context than the other e.g., in Southern Italy. The influence of cultural context on change in cooking practice should be considered along with the influence of social context.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[39]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Cooking is also a social phenomenon [26] . Cooking and the related energy use are affected by social configurations of human action [24, 25] . This refers to household dynamics among components [40, 41] , based on roles [26] , gender [42] and generations [40, 43] . Therefore, it is important to observe some household characteristics such as gender [44, 32, 45, 46] , age [43] , education level, number of household components, presence of old and young components who may require care activities [40, 43, 47] , income [42] , and some indicators of energy poverty. These characteristics and social dynamics J o u r n a l P r e -p r o o f Journal Pre-proof among household members can help to understand changes in cooking and energy use, for example explaining the factors that are affecting a wider or lower number of hours dedicated to cooking and therefore consuming energy. Of course, people cook also using the available technologies and spaces.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[24,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[40,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "41]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[40,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[44,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "45,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "46]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[40,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "43,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "47]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Therefore, cooking is a material matter. Even if during the first Italian lockdown has not changed the availability of technologies, the change in energy-related social practice is strictly linked to the material and technological context [27] . The materiality includes the characteristics of the house [42] and the availability of technologies for reproducing social practices, such as the oven for cooking. Looking at the energy elements, it is important to look at the quality of thermal insulation and lighting, the presence of renewable energy plants, the presence of domestic appliances that use energy such as oven or induction hob, the working mode, and the dwelling type [42] . All these geographical, cultural, social, and technological elements may affect the change in cooking practice and, sometimes, in the related energy uses.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[42]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "This study aims to identify the main social and cultural elements that have influenced the change in daily habits and energy uses in homes during the first lockdown in Italy. The first lockdown which took place in Italy has been declared effective in reducing the risks of the virus spread, starting on March 8 th 2020 ending on 18 th May 2020 and based on #IoRestoaCasa (#StayAtHome) Italian government decree. It was one of the most rigid lockdowns having probably the widest implications on social, economic, energy, planning, and other sectors [21, 6, 48] . This makes the Italian case one of the most interesting for studying changes in people's habits and energy uses, contributing in understanding how the pandemic may relate to low-carbon transitions [5] .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "6,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "48]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "By analysing daily energy practices, this study contributes to the understanding on how sustainable or unsustainable energy practices can be developed, deepening the understanding behind the change in energy demand. This paper joins a number of others published in recent months which analyse changes in energy demand (e.g., [7] ). This work can contribute to the existing literature with a unique perspective that does not look at the amount of energy demand itself, but at the dynamics, preferences, and changing habits of people. These elements can be useful in explaining why energy demand changes and can direct more effective low-carbon pathways, promoting more sustainable energy practices. This study examines the reasons underlying emerging new energy demand profiles during the lockdown, going beyond the simple assumptions and hypotheses proposed by some authors in recent J o u r n a l P r e -p r o o f Journal Pre-proof months [7] . Thus, this work can stimulate new reasoning about the energy use and demand, through an analysis of the social and behavioural change. The analysis is based on the distribution and analysis of a questionnaire.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Using a social practice approach [30] , 3519 questionnaires were analysed for addressing policies and further research. The questionnaire was collected in Italy using CAWI method. The analysis of the results identifies different changes in the cooking practice and related energy use. Based on these findings, future policy-making may be addressed. Indeed, this study offers theoretical and practical implications for a just and sustainable energy transition. It identifies the main elements affecting the change in the cooking practice and energy use.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "The paper is organised as follows. Section 2 includes the methodology, describing the main parts of the survey and data analysis. Section 3 reports the main results of the regression model and discusses it. Section 4 provides some practical and academic implications. The paper ends with concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social practices and energy use during COVID-19 lockdown"
        },
        {
            "text": "Data were collected through the Computer-Assisted Web Interviewing (CAWI) technique by sharing a link to a quantitative questionnaire designed in Google Forms. The link was available on the Eurac Research's institute's homepage and sent to possible interested organizations (e.g., universities) and mass media channels (e.g., Facebook). In addition, the survey was sent to personal and professional contacts to reach more respondents. The questionnaire was accessible between the 3 rd and 26 th April 2020. Considering the limitations introduced by lockdown, such as prohibition of face-to-face meetings, this method of data collection was preferred to other modes, since it allowed reaching many people in a short period of time, and cost-efficiently [49, 50] .",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 756,
                    "text": "[49,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "50]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "The distribution of a questionnaire through CAWI has some advantages and some disadvantages. The advantage of this method relies on the fact that 76.1% of Italian households have access to the Internet and 74.7% have broadband connection [51] . However, the choice of an Internet surveying technique influences the characteristics of the sample. The frame population, from which the sample is selected, is highly related to the diffusion channels. People using them are mainly young people from Northern Italy with higher J o u r n a l P r e -p r o o f Journal Pre-proof education and interested in the energy topic. Due to this, conclusions drawn from the collected survey data might apply to the frame population but not to the Italian population overall. In addition, the study might suffer from self-selection bias due to the diffusion mode. In any case, this mode of distribution was chosen for addressing the research questions of this paper.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[51]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "To address the research questions, a questionnaire was designed with the aim of collecting information about the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "1. Characteristics of the house 2. Socio-demographic characteristics of household components 3. Roles in household activities (e.g., cooking) distinguished by gender and age characteristics of the household components 4. Energy poverty in terms of available economic resources to cover the costs of energy bills and in terms of lighting and thermal quality of the house 5. Time dedicated to daily activities (e.g., cooking, walking) before and during the lockdown 6. Quality and quantity of relationships within the household and in the neighbourhood",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "The questionnaire contained a total of 89 questions (Annex I 2 ). Possible, a well-established battery of questions was adopted, such as 'Lei ha le risorse economiche per riscaldare adeguatamente l'abitazione?' or 'Do you have the economic resources to adequately heat the house?' [52] . In the case of questions related strictly to the lockdown situation, new questions were proposed, or existing questions were adjusted for measuring the change in energy-related practices.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[52]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "The change in daily energy practices is a complex process, which is difficult to register in situations of normal life. This paper proposes an approach to measure the change in time dedicated to daily activities using categorical variables. In this paper, a set of questions similar to the following is transformed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the change is measured"
        },
        {
            "text": "\"Before 8 th March 2029 and in the last seven days, how many hours *on average per day* have you dedicated to cooking? 0 ours; Less than half an J o u r n a l P r e -p r o o f Journal Pre-proof hour; Between half an hour and one hour; Between one hour and two hours; Between two hours and three hours; Between three hours and four hours; Between four and six hours; More than six; The entire day\" (Annex I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the change is measured"
        },
        {
            "text": "The time spent to several indoor and outdoor activities is observed, using and not using energy in the periods before and during lockdown. Then, a binomial variable is created to synthesize the positive change in time dedicated to cooking from before to during the lockdown (1) versus a non-change or a decrease (0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the change is measured"
        },
        {
            "text": "According to our hypothesis, the variables affecting amount of time dedicated to cooking before versus during the lockdown are related to individual (e.g., gender, work place) and household (e.g., number of components) and house characteristics (e.g., availability of energy technologies) [26] , which contribute to defining the meanings, competences, and material context related to a social practice [30, 27] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[30,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "27]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis on factors affecting the change in time spent to cooking"
        },
        {
            "text": "Descriptive data analysis is carried out using RStudio software [53] . First, the collected data are analysed using principal descriptive statistics to understand the characteristics of respondents, their houses and their households. Absolute and relative frequencies are calculated in the case of nominal and ordinal variables. Additionally, for ordinal variables, median, mean, and standard deviation values are computed. An independent chi-square test is applied to test eventual associations existing between different pairs of nominal variables. In order to detect the differences in ordinal dependent variable between paired observations (the respondent \"before the lockdown\" and the respondent \"during the lockdown\") the Sign-test is used 3 . This test is a nonparametric proposal for the paired-samples t-test. The hypothesis to be tested (H0) is that the answers about the time spent on an activity before versus during the lockdown have the same distribution and therefore do not J o u r n a l P r e -p r o o f Journal Pre-proof significantly change. A significant p-value indicates a statistically significant difference in distribution and that the time spent in an activity has changed. For all tests, the significance level was set at 0.05.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[53]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Descriptive data analysis"
        },
        {
            "text": "This study explores influence factors which can distinguish respondents who increased the time spent on cooking from those who did not. Data analysis using binomial logistic regression is carried out using SPSS version 26.0 statistical software [55] . Based on the literature and results of exploratory analysis the binary regression model is built in order to predict the probability of being in a group of respondents that increases the time spent on cooking, given the set of characteristics of interest. Generally, a binomial logistic regression is used to predict the probability that an observation falls into one of two categories of a dichotomous dependent variable based on one or more independent continuous or categorical predictors. In the presence of a dichotomous response, a variable logistic regression model is more appropriate than ordinary least squares (OLS) regression. When a single predictor is present, a logistic regression model is defined as follows:",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[55]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Binomial logistic regression"
        },
        {
            "text": "To obtain the properties of the linear regression model, it is transformed by applying logit transformation [56] :",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[56]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Binomial logistic regression"
        },
        {
            "text": "Ordinarily, the unknown regression parameters are estimated with the maximum likelihood method (Schlesselman, 1982) . Firstly, based on the literature review and results of the descriptive analysis, all the predictors to be used in the model are selected. Multicollinearity of predictors was tested by applying diagnostics from a standard regression analysis such as variance inflation factors (VIFs). As a rule of thumb, predictors with VIF that exceed 2.5 should be examined; if greater than 10 they indicate serious multicollinearity issues. In this case, all the explanatory variables had VIFs below the critical value J o u r n a l P r e -p r o o f Journal Pre-proof of 2.5 (Midi et al., 2010) . Therefore, no independent variable needed to be removed [57] . Subsequently, by starting with all the predictors and applying the forward (Wald) variable selection procedure the best model was estimated. Entry stepwise probability at 0.05 was considered. Overall model evaluation tools such as the likelihood ratio, score, and Wald test were used to detect if the final model result was more effective than for the intercept-only model. The statistical significance of individual regression coefficients was tested using the Wald chi-square statistic. Finally, the inferential goodnessof-fit test, the Hosmer-Lemeshow (H-L) test, was applied to control if the model fit the data well.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 115,
                    "text": "(Schlesselman, 1982)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 698,
                    "text": "(Midi et al., 2010)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[57]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Binomial logistic regression"
        },
        {
            "text": "A total of 3519 questionnaires were completed in Italy, while 3396 questionnaires are analysed excluding the cases with missing values in the variables selected for the model ( Table 1 ). The majority of the respondents live in the North-East (54.0% of respondents) and North-West areas (32.5% of respondents). Due to the sampling procedure, participants' distribution across age groups is positively skewed as 43.5% of respondents are 30-49 years old and only 3.1% are older than 69. There is a prevalence of university (58.8%) educational level followed by high school (35.0%). 53.3% of respondents declared to have a monthly household net income of about 2000 -5000 euro, which is a little higher than the Italian median income of 31641 euro per year (about 2636 euro per month) in 2019 4 . During the lockdown, 17.4% of respondents lost their job, while 22.1% were also not working in the previous period; 11.25% continued to work out of their homes, while the majority of respondents were working from home (49.2%) in tele-or smart working mode.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample of respondents"
        },
        {
            "text": "Given the amount of time spent in the homes during the lockdown, it was also relevant to collect information about respondents' homes. Respondents live in a condominium with more than 10 flats (37.0%), a multi-family house fewer than 10 flats (29.0%), a single house (20,7%), or a two-family house (13.3%). About 16.0% of respondents live alone. The quality of the lighting and thermal insulation of the house is perceived as high (77.4%), 21.9% of J o u r n a l P r e -p r o o f Journal Pre-proof respondents have a renewable energy plant supplying energy to the house, and almost all respondents have an oven (97.2%), a washing machine (78.9%), and a dishwasher (74.9%). 24.8% of respondents have an induction hob for cooking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample of respondents"
        },
        {
            "text": "The changes related to working mode were one of the most relevant changes during the lockdown period [55] in the Italian context. However, a notably large percentage of respondents (17.4%) is excluded from any working modes, and for this reason 'cooking' instead of working mode was selected as the focus for this paper. This is the opportunity to involve all the survey respondents in the analysis explained in the following paragraphs. The analysis confirms a statistically significant change in the amount of time spent in all the registered energy-related social practices at home (Table 2). The time spent running the oven and the induction hob, cooking, cleaning the home, having a shower, reading and chatting online, and watching movies all increased during the lockdown. As the time dedicated to almost of the daily energy-related social practices considered in the survey increased, an increase in energy demand in houses during the lockdown is assumed [7, 5] . However, some activities have not changed such as the use of washing machines. Given a general increase in energy demand [7] , the use of some appliances and devices has increased more than others and this may define people's preferences and reactions. The hypothesis is that energy use has changed differently among people depending on the resources available to them, specifically individual, household, and house characteristics and resources. Therefore, this paper tests different habits for cooking using a regression model based on individual, family and household factors. ",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[55]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample of respondents"
        },
        {
            "text": "The activity of cooking is considered in this article as an example of an activity which requires an amount of energy [33, 27] relevant for many reasons (social, cultural, material, etc.) in people's everyday lives during the lockdown. The scientific literature recognizes a change in cooking habits during the lockdown [58] and this study confirms that cooking activities increased for 56.6% of the respondents during the lockdown. The influence of the house, the household, and individual factors is tested, as shown in Table 1 , on cooking ( Figure 1) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "27]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[58]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 529,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The change in time spent cooking in a regression model"
        },
        {
            "text": "The final logistic regression model is obtained in the fifth step of the forward procedure. The model results are statistically significant, χ 2 (8) = 224.996, p = 0.000, and it correctly classifies about 63.0% of cases. Sensitivity is 81.2%, specificity is 38.4%, positive predictive value is 63.2%, and negative predictive value is 61%. The goodness-of-fit Hosmer-Lemeshow test indicates that the model fits the data well (χ 2 (8) = 5.711, p = 0.680). The model reports the variables affecting or not-affecting the increase (1) or the nonchange/decrease (0) in time dedicated to cooking. For each predictor, Exp(B) indicates its odds ratio (Table 3) . Exp(B) informs us about the change in odds for each increase of one unit in the independent variable. The increase in terms of time spent cooking from before versus during the lockdown (1), compared to a non-change or a decrease in this (0), is affected by several elements (Table 3 ), as will be explained in the following paragraphs. Of the all predictor variables, gender, presence of elder component, income, oven presence in the house and dwelling type, plus work place, were statistically significant (as shown in Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 651,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 928,
                    "end": 936,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1174,
                    "end": 1181,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The change in time spent cooking in a regression model"
        },
        {
            "text": "Journal Pre-proof 3.4 ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "3.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Cooking is a wide social and energy practice [33, 30] , which goes beyond the mere presence of cooking technologies or mere habit associated with characteristics of an individual (age, gender, etc) [33, 27] . In any case, the technological support, as the presence of appliances, has been relevant to understand reactions under lockdown. In this case, the relevant technological aid is of the classical type -e.g. the oven, especially in northern areas -whereas induction hobs remain irrelevant in defining the change in the practice of cooking during the lockdown. The presence of an oven increases the likelihood that the time spent cooking increases, while the presence of an induction hob is not relevant in discerning any change in time spent cooking.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[33,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "27]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ". Technology and dwelling type"
        },
        {
            "text": "The materiality of the living context is made not only by technologies, but also by other aspects of the built environment, such as the type and area of the house, reflecting available infrastructure and resources, such as sufficient indoor space for all components and gardens [35] . Dwelling type contributes to explaining the increase in time spent cooking. In particular, living in a two-family or single house decreases the likelihood of increasing the time spent cooking, compared to living in a condominium. This could be attributed to different resources (e.g., a garden as cited by Corley et al. [35] or green space accesses, as reported by Uchiyama and Kohsaka [59] ), as well as possibilities (e.g., spending time isolated due to the presence of more rooms in a home) according to different types of house. In contrast, some materiality aspects, such as the quality of the house measured in thermal insulation and lighting quality [60] , do not affect the time spent cooking. The hypothesis is that these characteristics may affect other habits and energy uses, such as lighting the home during daily activities.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[59]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[60]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": ". Technology and dwelling type"
        },
        {
            "text": "Looking at the factors included in the regression as a whole, the materiality of the place where the person lives affects the person's reaction to the lockdown. People modified their habits according to the material resources available to them [30, 27, 43] , especially with reference to certain appliances and spaces. People living in confined spaces might therefore have different needs than people living in larger spaces, including from an energy point of view. In order to have a clear understanding of changes in energy demand, it is necessary to recognise the diversity in people's reactions resulting from the material resources available.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[30,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "27,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "43]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": ". Technology and dwelling type"
        },
        {
            "text": "Journal Pre-proof 3.5 ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "3.5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Changes in working modes and increase in unemployment are two phenomena to be considered in understanding the change in energy demand [5] . The change in the working mode and increased unemployment of respondents contribute to explaining the likelihood of increasing the time spent cooking. For the aim of this study, information on working mode was captured by asking respondents if they were working before the COVID-19 restrictions began (i.e., before 8 th March 2020). Subsequently, to whom answered yes to this was asked what had happened with their working activities in the last days. In this study, 22.1% of respondents declared they were not working before the lockdown, 17.4% said they were no longer working after 8 th March 2020, 49.2% worked from home (smart or tele-working) and 11.2% continued to work outside the home. Of the people who continued to work (2054), 48% kept their working hours unchanged, 31% decreased their working hours and 21% said they had increased their working hours. Changes in working modes have contributed to changes in energy demand.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ". Changes in working modes and increase in unemployment"
        },
        {
            "text": "Changes in working modes have contributed to changes in energy demand and have raised new issues of energy access. In general, the shift to smart working reduces the overall demand for energy, contributing to an energy transition for sustainable futures [61, 5, 8] . However, this demand falls on the worker and no longer on the company, raising issues of access to energy from the home. Those who are not working anymore and who are working at home (smart or tele-working) are more likely to increase the time dedicated to cooking, compared with those who continue working outside the home (Table 3) . Therefore, hypothetically, both groups of people increasing the time dedicated to cooking have increased the demand for energy. However, those who have also lost their jobs have reduced their ability to pay energy bills and may experience energy vulnerability and poverty [62, 19] . Faced with a common and shared increase of energy demand in households, different decisions supporting energy transition may be taken considering the working mode and the unemployment status.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[61,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "5,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[62,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "19]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 600,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ". Changes in working modes and increase in unemployment"
        },
        {
            "text": "People's characteristics are another aspect that can affect change in energy uses, such as gender. A woman has higher likelihood to increase time dedicated to cooking. Since other variables, such as the availability of economic resources to pay energy bills, are not relevant in explaining the change in time spent cooking, it is likely that the gender difference is not attributable to the definition of women as a vulnerable group [45] . Rather, it can be attributed to the gender-based understanding of practice in the sense of different preferences between men and women [46] or different domestic tasks attributed to women and men [40, 44, 32] . The situation is different for southern Italy where is also present a situation of energy poverty. Beyond gender, age is relevant in shaping the change in cooking time.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "[45]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[46]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[40,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "44,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "32]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Individual and household characteristics"
        },
        {
            "text": "Another important characteristic is age. Considering the energy practice of cooking, people reacted in different ways also considering the presence of elder components in the household. The presence of elder and youth components shape household dynamics, relationships, and preferences [40, 26] . The presence of elder and youth components sometimes reflects a lack of public services dedicated to families in the Italian context [26] . The hypothesis is that the presence of elder people within the household may correspond to daily care activities, decreasing time dedicated to other home activities such as cooking. However, this claim would need to be substantiated by further studies. The size of the household usually has an impact on household dynamics [47, 43] , but in our case this does not affect the change in cooking.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[40,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[47,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "43]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Individual and household characteristics"
        },
        {
            "text": "When decisions for energy transition involving people are made, the different energy needs of people with different socio-demographic characteristics and different households should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual and household characteristics"
        },
        {
            "text": "People's economic situation is important in explaining changes in energy uses, while other factors are not. According to the results of the model (Table  3) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 156,
                    "text": "(Table  3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Household income and non-affecting variables"
        },
        {
            "text": "What is surprising in the results is that the availability of economic resources to heat the house and pay the energy bills 5 and the geographical area are not relevant in the model for explaining the change in cooking time. However, scientific literature supports that the geographical disparities in Italy making the poverty issue more relevant in the South. Therefore, the previous regression model was applied for the North-East, North-West, Centre, and South more Islands, trying to examine what is recognized as the 'southern Italian issue' [34] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[34]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Southern Italian issue"
        },
        {
            "text": "To examine the effect of aspects studied in the \"southern Italian issue\", the logistic model was run on 181 respondents of the South area. The model converges in the fourth step, with statistically significant results, χ 2 (6) = 50.423, p = 0.000. The model explains 32.0% (Nagelkerke R2) of the variance in cooking time increase and correctly classifies about 66% of cases. Sensitivity is 77.2%, specificity is 53.9%, positive predictive value is 63.4% and negative predictive value is 69.6%. The goodness-of-fit Hosmer-Lemeshow test indicates that there is not enough evidence to conclude that the model does not fit the data well (χ 2 (7) = 8.913, p = 0.259). Of all the predictor variables, gender, available economic resources to heat the house and expected future economic problems in paying the energy bills, and unemployment are relevant (see Table 4 ). The regression models applied to the Italian regions observe social and cultural differences linked to the geographical dispersion of Italy. There are disparities in the change of time dedicated to cooking among areas, albeit gender disparities and the presence of elderly people among the household components are common to the whole Italian context in defining the change in time spent cooking.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Southern Italian issue"
        },
        {
            "text": "The vulnerabilities existing in the southern Italian context and historically reflected in the concept of the 'southern Italian issue' [34] may have contributed to exacerbating the consequences of COVID-related restrictions. This can be observed in the results of the regression model applied to Southern Italy where a significant relevance of some aspects of energy poverty in defining daily energy-related practices is evident. Similar living conditions in the South lead people who lived in that area during the lockdown to behave in a similar way: those who have the resources to pay their bills 6 find themselves cooking more, but people who had no problems paying energy bills in J o u r n a l P r e -p r o o f Journal Pre-proof the previous 12 months did not increase the time spent cooking. This result may seem contradictory, but it acknowledges the fact that some indicators of energy poverty are important in explaining the change in time spent cooking in southern Italy. Further studies should be proposed to better understand these dynamics. While the regression model is not significant for Central Italy, other relevant differences among South and North Italy are related to the working mode. While in the South only the variable concerning 'Not working' can affect the change in time spent cooking, the variable concerning smart and tele-working is not relevant, whereas it is strongly relevant in North-Eastern (Sig.=0.008; Exp(B)=1.508) and North-Western Italy (Sig.=0.007; Exp(B)=1.843). The introduction of a smart working mode linked to the COVID-19 lockdown for people who have emigrated to Northern Italy may allow a return to southern areas and the possibility of starting new consumption and repopulation dynamics in southern areas. However, at the moment this is only a hypothesis.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[34]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Southern Italian issue"
        },
        {
            "text": "Other regional differences are related to the presence of appliances for cooking, with reference to the oven (relevant for the North-West), the relevance of the age of the respondent (suggesting a difference among generations in the North-Eastern Italy), and the relevance of the single-house in choosing other activities than cooking for spending time in North-Eastern Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Southern Italian issue"
        },
        {
            "text": "Summarising, the energy demand at home has grown as expected [7] . However, the growth differed according to which practice is considered [5] . For example, the use of a washing machine did not change during the lockdown. One activity which did increase in the majority of households of the respondent is cooking. Different changes/non-changes in respondents are observed according to some factors of socio-demographic, household, and house characteristics, considering geographical diversity (which represents a little bit of economic, social and cultural diversity). When making decisions to address sustainable and low-carbon transitions, the fact that people act and react in different ways and that the change in daily energy practices is possible under certain conditions must be considered. New energy demand profiles are growing and the reasons behind them are relevant in supporting an effective transition to sustainable energy futures [5] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Southern Italian issue"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Journal Pre-proof 4 ",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Southern Italian issue"
        },
        {
            "text": "Recalling the peculiar moment of the research of a very strict lockdown in Italy, which came unexpectedly, the possible implications of this study are explained. Even if the results cannot be generalised to the whole Italian population, nor to other European contexts for the type of the questionnaire diffusion, the results may allow to make some interesting considerations and suggestions for decision-makers in the field of energy transition for sustainable futures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Practical and academic implications"
        },
        {
            "text": "The proposed framework and model contribute to the theoretical and public debate on energy demand, use, and practices for sustainable energy futures. The proposed framework and its application during the first lockdown in Italy is contributing to the studies on social change. In order to have a wier understanding of the change in energy demand, energy use should be treated as a social and collective phenomenon [26] . In this sense, it should be considered that different paths of change are more suitable for certain groups of people who have certain socio-demographic characteristics, who live in certain housing and technological contexts, and who live in certain geographical locations. For example, the more people have classic appliances, the more time they spend cooking. This leads to an increased demand for energy, if the efficiency of appliances is not guaranteed. People living in large spaces with gardens can likely choose more activities, without increasing the time spent cooking as much as presented by the results. Further studies are needed to understand whether the size of the dwelling space has a significant effect on energy vulnerabilities. Such further studies can better guide the planning and design of housing renovations.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ". Practical and academic implications"
        },
        {
            "text": "With regard to the Italian context, the 'southern Italian' issue is relevant also in explaining differences in change of social practices and energy uses during the pandemics. This should address decisions on sustainable low-carbon transitions. The southern question should not be forgotten and indeed studies on it should be used to promote the creation of new knowledge. Geographical differences allow to see that social and economic phenomena can impact differently in different contexts. This is the example of the spread of smart working. In the North, the place of work influences energy demand profiles, and this could in the long term have an impact both on decisions related to infrastructure (which will have to be ubiquitous) and on new needs for access to energy, which will have to be guaranteed to communities and individuals scattered throughout the territory. Having recognised the relevance J o u r n a l P r e -p r o o f Journal Pre-proof of the geographical diversity of the Italian context by applying regression on the Italian regions, policy makers and academics would take into account these differences and avoid levelling them out, in order to ensure effective decisions [3] .",
            "cite_spans": [
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Practical and academic implications"
        },
        {
            "text": "The decisions being made in policy, planning and academic circles to promote the energy transition to sustainable futures can be supported by studies such as this one. Sustainability in a time of climate and pandemic crisis can only be achieved by fully considering and understanding the differences between paths of change and new growing needs after the pandemic. New policies and strategies should be addressed considering that people change energy habits using the available resources, such as the technologies they have at home. Promoting and enhancing the energy efficiency and effectiveness in saving energy of the available technologies are fundamental actions for energy transition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Practical and academic implications"
        },
        {
            "text": "The energy transition requires changes in daily energy practices, in order to contribute to reducing energy consumption and ensuring sustainable and low carbon futures. Investigating the change in daily energy practices at home such as cooking, washing, and other habits requiring a certain amount of energy during the first Italian lockdown in the Spring of 2020, this study registers a strong and quick change in almost all energy practices, which is not common in 'normal' life. It was expected that staying at home for more time means using more energy at home [7] . But it was not expected that more time was used for particular energy practices than for others. This rapid change is an opportunity to analyse the change dynamics in daily practices and energy use. The increase in energy use in the home has increased differently for survey respondents depending on certain characteristics of the home, the household and the individual. This means understanding and defining several energy demand profiles.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 568,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The change in daily practices is observable in the new social context created by restrictions related to the epidemic during the first lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In contrast to what is required for a sustainable energy transition aimed at reducing energy use, the time dedicated to daily practices using energy in houses during the first Italian lockdown increased, at least in this sample. According to this result, it is assumed an increase in energy demand in the residential sector, which is partially confirmed by ENEA (2020) in the part J o u r n a l P r e -p r o o f Journal Pre-proof of gas consumption. However, this cannot be confirmed through the analysis reported in this article, due to limits concerning the collected data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Social, economic, and other kind of needs changed moving attention to some energy and social practices such as cooking. Cooking is a social practice, which is relevant in the daily life of people in the Italian context, regardless of their economic and social status. The focus on this social practice permits us to observe the change in daily energy use, not only considering it as a technology use or energy use, but also as a cultural, social, and relational activity. In general, the data collected show an increase in time dedicated to cooking, while this increase is mainly observed for women, households not having elder components, people not living in single or two-family house types, people working at home or not working, households having higher income, and households having traditional technological appliances, such as an oven. Relevant differences in different geographical areas are also observed, while other variables do not affect the change in time spent cooking, such as the age, the quality of the home in terms of thermal insulation and lighting, the presence of a renewable energy production plant, and the presence of more recent appliances for cooking, such as an induction hob.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The results of this study reveal new questions concerning the reproduction of some social and cultural aspects of the Italian context, as well as some existing social inequalities. The reproduction of these aspects may diminish the freedom to use a sufficient amount of energy to reorganise one's life in pandemic-related lockdown situations. Considering that the lockdown, social distancing, and new practices and routines of social life due to COVID-19 are going to have long-term consequences on the energy transition process, their implications have to be investigated in addressing energy transition processes [63] .",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 619,
                    "text": "[63]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Several aspects may address political decisions and research agendas. First, a geographical difference in the Italian cultural, behavioural and economic context [38] could affect the paths of energy transition [64] , and this study confirms that it affects the change in time spent on the energy practice of cooking during the first Italian lockdown. The 'southern Italian issue' is a social issue, which could contribute to shaping the energy transition in Southern or entire Italy. Second, a gender-based perspective on social practice and energy use in the houses of the Western world could be relevant in best addressing the energy transition. Of course, a gender-based perspective should be integrated within the wider social context and household dynamics [26] . Anyway, this study confirms an influence of the gender variable on the J o u r n a l P r e -p r o o f Journal Pre-proof change in terms of time dedicated to the energy practice of cooking. A potential inequality based on geographies and socio-demographic characteristics in terms of energy access by different households and different individuals must be taken into account both in policy decisions related to energy transition and in the research agenda. These results may be useful in interpreting the results of other studies that have focused on energy demand profiles [8, 21] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[64]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "[8,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research is partial and not intended to be exhaustive in explaining the change in energy practices during the first COVID-19 lockdown in Italy. To contribute more completely to energy access studies, the information concerning capacities to access energy should be compared with other studies on how much energy and resources were saved during the lockdown outside the houses e.g., in the mobility sector [64, 65] . Furthermore, this study should be compared with other studies analysing real energy demand [66] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[64,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "65]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[66]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "However, there is the need to access all the available information to promote quick actions for reducing the seriousness of lockdown consequences and the potential social and economic inequalities, and to promote a path towards social, economic, and environmental sustainability, in continuing to fight climate change [67] . In this sense, the information and results included in this research can be useful in effectively guiding decisions related to energy transition towards sustainable futures and research related to energy demand profiles.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[67]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We would like to thank all the researchers who contributed to this study by participating in the preparation of the questionnaire and other related activities. We would especially like to thank Giulia Chersoni, Silvia Tomasi, and Grazia Giacovelli. We also thank all the researchers of the Institute for Renewable Energy of EURAC Research who have contributed in any way to this research activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "#IStayAtHome -Daily habits and energy use The Dpcm 8 th March 2020 #IStayAtHome asks Italian citizens to stay at home to cope with the health emergency linked to COVID-19. Restrictions impose changes in the daily habits, use of space and energy consumption. This situation allows us researchers to investigate the effect of these new habits on energy use and J o u r n a l P r e -p r o o f Journal Pre-proof consumption, with a particular focus on difficulties arising from energy inefficiency in the home and the possible exacerbation of energy poverty in the home. Energy poverty refers to the daily inability or difficulty to cook due to lack of energy, heat, cool, or light in your living space. At Eurac Research, we have been dealing with these issues for a long time, working on energy refurbishment of residential buildings and participating in European research projects on energy poverty, and participating in European research projects on habits and behaviours in the home related to energy saving, efficiency, and energy poverty. We have drawn up a questionnaire which will be an important source of information for this research. It will allow us to reflect on the new normality that will characterise the post-COVID-19 period and in particular actions and strategies that include energy improvements and the adoption of energy goods and services that reflect the new daily needs. With the help of socio-demographic information, we will also investigate how social dynamics within the household may influence energy use. This questionnaire, distributed online, includes questions about the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annex"
        },
        {
            "text": "1. socio-demographic characteristics and changes in working life 2. energy use 3. new lifestyle habits 4. characteristics of the home with regard to energy aspects Participation in the questionnaire is voluntary. You can stop at any time without giving any reason, and the data you have entered will not be saved. Data entered up to that point will not be saved. It will take 20 minutes to complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Annex"
        },
        {
            "text": "All data collected through this questionnaire will be processed in an aggregated manner and analysed anonymously, not to be traced back to you in any way. Your data will be used exclusively for scientific research purposes at Eurac Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        },
        {
            "text": "In the following sections, only the questions used for the analysis included in this paper are included due to the length of the survey • (Q48) Reading and chatting online, and using social networks -0 -Less than half an hour -Half an hour to one hour -One hour to two hours -Two hours to three hours -Three hours to four hours -Four hours to six hours -More than six hours -Almost the entire day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        },
        {
            "text": "• (Q50) Watching movies, television, new, films, series -0 -Less than half an hour -Half an hour to one hour -One hour to two hours -Two hours to three hours -Three hours to four hours -Four hours to six hours -More than six hours -Almost the entire day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        },
        {
            "text": "• (Q53) cooking -0 -Less than half an hour -Half an hour to one hour -One hour to two hours -Two hours to three hours -Three hours to four hours J o u r n a l P r e -p r o o f Journal Pre-proof -Four hours to six hours -More than six hours -Almost the entire day",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        },
        {
            "text": "• (Q54) Cleaning your home -0 -Less than half an hour -Half an hour to one hour -One hour to two hours -Two hours to three hours -Three hours to four hours -Four hours to six hours -More than six hours -Almost the entire day 16. (Q61) Do you have a washing machine in the house where you are living?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        },
        {
            "text": "• Yes ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "• A population centre with more than 100,000 inhabitants • A built-up area with between 10,000 and 100,000 inhabitants • A built-up area with fewer than 10,000 inhabitants in a mountain area • A built-up area with fewer than 10",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Q8) What elements does the house have where you currently live? • Communal garden",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Q13) Considering the dwelling you are currently living in, how many people live with you?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "(Q89) Which figure is closest to your monthly net family income in 2019? • Greater than 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 and the politics of sustainable energy transitions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuzemko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldthau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Overland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scholten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Westphal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Local reflections on lowcarbon energy systems: a systematic review of actors, processes, and networks of local societies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balest",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pisani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vettorato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Secco",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Research & Social Science",
            "volume": "42",
            "issn": "",
            "pages": "170--181",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An empirical study of willingness to renewable energy installation using importanceperformance analysis: the case of taiwan",
            "authors": [
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W.-K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Industrial and Production Engineering",
            "volume": "36",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contextualizing the covid-19 pandemic for a carbon-constrained world: Insights for sustainability transitions, energy justice, and research methodology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sovacool",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analisi trimestrale del sistema energetico italiano",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gracceva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baldissara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colosimo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tommasino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bompard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ettore Adn Corgnati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mosca",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tomassetti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of different covid-19 containment measures on electricity consumption in europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bahmanyar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Estebsari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impacts of covid-19 on energy demand and consumption: Challenges, lessons and emerging opportunities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Klemeš",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied energy",
            "volume": "285",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The efficacy of social distance and ventilation effectiveness in preventing covid-19 transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainable cities and society",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Examining the spatial and temporal relationship between social vulnerability and stay-at-home behaviors in new york city during the covid-19 pandemic",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustainable cities and society",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A novel social distancing analysis in urban public space: A new online spatio-temporal trajectory approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustainable Cities and Society",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Examining the association between socio-demographic composition and covid-19 fatalities in the european region using spatial regression approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sannigrahi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pilla",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainable cities and society",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Theoretical and applied study of the psychological and educational effects of lockdown in primary school students in argentina",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Vallejo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A C"
                    ],
                    "last": "Marón",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Sciences & Humanities Open",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Data-driven dynamic clustering framework for mitigating the adverse economic impact of covid-19 lockdown practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Asyhari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Turjman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z A"
                    ],
                    "last": "Bhuiyan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zolkipli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainable cities and society",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Covid-19, internet, and mobility: The rise of telework, telehealth, e-learning, and e-shopping",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mouratidis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Impact of the covid-19 pandemic: Insights from vacation rentals in twelve mega cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustainable Cities and Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Temporality, vulnerability, and energy justice in household low carbon innovations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sovacool",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lipson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Energy Policy",
            "volume": "128",
            "issn": "",
            "pages": "495--504",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emergency measures to protect energy consumers during the Covid-19 pandemic: A global review and critical analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mastropietro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodilla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Batlle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Validity of energy social research during and after covid-19: challenges, considerations, and responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pagel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herberz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Huebner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "J"
                    ],
                    "last": "Hahnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "What opportunities could the covid-19 outbreak offer for sustainability transitions research on electricity and mobility?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kanda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kivimaa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Just transitions: Histories and futures in a post-covid world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bazilian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Markuson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Socio-technical transitions to sustainability: a review of criticisms and elaborations of the multi-level perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Geels",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Current Opinion in Environmental Sustainability",
            "volume": "39",
            "issn": "",
            "pages": "187--201",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The practice approach in practice: Lessons for civil society organizations (CSOs) that work towards sustainable food consumption in Sweden",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Parekh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klintman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Exploring the effects of california's covid-19 shelter-in-place order on household energy practices and intention to adopt smart home technologies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zanocco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flora",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boudet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Renewable and Sustainable Energy Reviews",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Using social dynamics to explain uptake in energy saving measures: Lessons from space conditioning interventions in Japan and California",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Outcault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanguinetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pritoni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Research & Social Science",
            "volume": "45",
            "issn": "",
            "pages": "276--286",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Governing transitions in the sustainability of everyday life",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shove",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Research Policy",
            "volume": "39",
            "issn": "",
            "pages": "471--476",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "What is wrong with energy efficiency?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shove",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Building Research & Information",
            "volume": "46",
            "issn": "",
            "pages": "779--789",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Towards a practice-driven institutionalism, The Sage handbook of organizational institutionalism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smets",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aristidou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whittington",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "384--411",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The dynamics of social practice: Everyday life and how it changes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shove",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantzar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Impediments to energy-efficient ventilation of german dwellings: A case study in Aachen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Galvin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Energy and Buildings",
            "volume": "56",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Home climate change mitigation practices as gendered labor, in: Women's Studies International Forum",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thoyre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What could go wrong with cooking? Exploring vulnerability at the water, energy and food nexus in Kampala through a social practices lens",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mguni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vliet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spaargaren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nakirya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osuret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Isunju",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ssekamatte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mugambe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Environmental Change",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Spiegare il sud per capire l'Italia -explaining the south for understanding Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiesi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Home garden use during COVID-19: Associations with physical and mental wellbeing in older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Okely",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Welstead",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Skarabela",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Redmond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Russ",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Environmental Psychology",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Food related routines and energy policy: A focus group study examining potential for change in the United Kingdom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoolohan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mclachlan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mander",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Research & Social Science",
            "volume": "39",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Promoting sustainable consumption with LCA. A social practice based perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Speck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liedtke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cleaner Production",
            "volume": "283",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Le retribuzioni dei laureati e le strategie di offerta sul mercato del lavoro in tempi di crisi",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiesi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Girotti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Quaderni di sociologia",
            "volume": "",
            "issn": "",
            "pages": "95--114",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Why East Germany did not become the next Mezzogiorno",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B W C P"
                    ],
                    "last": "Scaramozzino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Europe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Contesto socio-culturale ed efficienza energetica nell'abitazione, Sociologia Urbana e rurale (Forthcoming)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balest",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magnani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Making energy visible: A qualitative field study of how householders interact with feedback from smart energy monitors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Energy Policy",
            "volume": "38",
            "issn": "",
            "pages": "6111--6119",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Does gender inequality affect household green consumption behaviour in china?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Energy Policy",
            "volume": "135",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Homely social practices, uncanny electricity demands: Class, culture and material dynamics in Pakistan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sunikka-Blank",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energy research & social science",
            "volume": "34",
            "issn": "",
            "pages": "122--131",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Gendered homes in theories of practice: A framework for research in residential energy consumption",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mechlenborg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gram-Hanssen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Mainstreaming gender to achieve security of energy services in poor urban environments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Musango",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ceschin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ambole",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Batinge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anditi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrulaityte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mukama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Engaging men and women in energy production in norway and the united kingdom: The significance of social practices and gender relations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Standal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talevi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Westskog",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Research & Social Science",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "In search of behavioural and social levers for effective social housing retrofit programs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dellavalle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bisello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balest",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy and Buildings",
            "volume": "172",
            "issn": "",
            "pages": "517--524",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Antivirus-built environment: Lessons learned from Covid-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Megahed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghoneim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainable Cities and Society",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mail and Internet surveys: The tailored design method-2007 Update with new Internet, visual, and mixed-mode guide",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dillman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Researching internet-based populations: Advantages and disadvantages of online survey research, online questionnaire authoring software packages, and web survey services",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of computermediated communication",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Aumenta l'uso di Internet ma il 41,6% degli internauti ha competenze digitali basse",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Energy affordability and the benefits system in italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miniaci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scarpa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valbonesi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy Policy",
            "volume": "75",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "RStudio: Integrated Development Environment for R",
            "authors": [
                {
                    "first": "Rstudio",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Statistical methods for the social sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agresti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Ibm spss statistics for windows",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibm Corp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Applied logistic regression",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hosmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemeshow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "X"
                    ],
                    "last": "Sturdivant",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "398",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Collinearity diagnostics of binary logistic regression model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Midi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Interdisciplinary Mathematics",
            "volume": "13",
            "issn": "",
            "pages": "253--267",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Identification of behaviour patterns in waste collection and disposal during the first wave of covid-19 in regina, saskatchewan, canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Environmental Management",
            "volume": "290",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Access and use of green areas during the COVID-19 pandemic: Green infrastructure management in the \"new normal",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kohsaka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Vulnerable consumer working group guidance document on vulnerable consumers",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C W"
                    ],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "COVID-19, smart work, and collaborative space: A crisisopportunity perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Urban Management",
            "volume": "9",
            "issn": "",
            "pages": "276--280",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Impact of COVID-19 on the level of energy poverty in Poland",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nagaj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Korpysa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energies",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Society after COVID-19: An editorial note",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Squazzoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sociologica",
            "volume": "14",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "New dimensions of vulnerability to energy and transport poverty",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martiskainen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Sovacool",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lacey-Barnacle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Simcock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mattioli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouzarovski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Covid-19 outbreak response, a dataset to assess mobility changes in Italy following national lockdown",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pepe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gauvin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Privitera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific data",
            "volume": "7",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Addressing the impact of covid-19 lockdown on energy use in municipal buildings: a case study in florianópolis, brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Geraldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Bavaresco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Triana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Melo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lamberts",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Impacts of COVID-19 on a transitioning energy system, society, and international cooperation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Change in energy-related social practices",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time spent cooking before and during the lockdown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", people who have monthly household net income higher than 2000 euro are more likely to increase time spent cooking compared to those who preferred not to answer, while incomes lower than 2000 euro are not relevant in calculating the likelihood of increased time spent cooking. Income level can explain different choices reflecting changes in cooking practice, in the model used for this article.The variables which are not relevant in explaining the increase in the amount of time dedicated to cooking are related to the individual (age, education level), the household (economic resources available to ensure energy sources), and the house (quality of lighting and insulation, presence of renewable energy plants, and area). Regardless of these characteristics, the time spent on cooking can vary. Further research should be done to understand influencing changes in cooking practice and energy use are valid in explaining changes in other social practices and in other contexts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Over 69 years old 9. (Q38) Do you have the economic resources to heat your home adequately?• Yes• No 10. (Q39) In the last 12 months, have you had financial problems paying your electricity and gas bills? • Yes • No 11. (Q40) Do you think that during the period of the COVID restrictions you will have financial problems in paying your electricity and gas bills? Q43) Do you have sufficient lighting in your home during the day? Please indicate on a scale of 1 to 8, where 1 means insufficient lighting and 8 means very good lighting. . (Q44) Do you think your house is well insulated? Please indicate on a scale of 1 to 8, where 1 indicates insufficient thermal insulation and 8 indicates very good thermal insulation. 15. Before March 8 th and in the last seven days, how many hours on average per day did you spend:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "More than 10 hours 18. (Q63) Before March 8 th , 2020, how long on average was the washing machine running in a week? More than 10 hours",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the survey sample (N = 3396).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The change in daily energy-related social practices, visualising the results of Sign-test.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results from the main model. The table reports only the factors affecting the dependent variable. Signif.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Significant results from the model applied to the Southern Italy. The table reports only the factors affecting the dependent variable. Signif.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}