{
    "paper_id": "0e7b0fd50f7949301f0fc1f973aaa5df8c6c358c",
    "metadata": {
        "title": "Clinical Outcome of Guillain-Barré Syndrome in 108 Children",
        "authors": [
            {
                "first": "Sandip",
                "middle": [],
                "last": "Sen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "From Dr BC Roy Postgraduate Institute of Pediatric Science",
                    "location": {
                        "postCode": "700 010",
                        "settlement": "Kolkata, Kolkata",
                        "region": "West Bengal., West Bengal"
                    }
                },
                "email": ""
            },
            {
                "first": "Anil",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "From Dr BC Roy Postgraduate Institute of Pediatric Science",
                    "location": {
                        "postCode": "700 010",
                        "settlement": "Kolkata, Kolkata",
                        "region": "West Bengal., West Bengal"
                    }
                },
                "email": ""
            },
            {
                "first": "Banasree",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "From Dr BC Roy Postgraduate Institute of Pediatric Science",
                    "location": {
                        "postCode": "700 010",
                        "settlement": "Kolkata, Kolkata",
                        "region": "West Bengal., West Bengal"
                    }
                },
                "email": ""
            },
            {
                "first": "Abinash",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "From Dr BC Roy Postgraduate Institute of Pediatric Science",
                    "location": {
                        "postCode": "700 010",
                        "settlement": "Kolkata, Kolkata",
                        "region": "West Bengal., West Bengal"
                    }
                },
                "email": ""
            },
            {
                "first": "Banerjee",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "From Dr BC Roy Postgraduate Institute of Pediatric Science",
                    "location": {
                        "postCode": "700 010",
                        "settlement": "Kolkata, Kolkata",
                        "region": "West Bengal., West Bengal"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: To review the clinical outcome and electrophysiologic characteristics of children with Guillain-Barré syndrome (GBS) from Eastern India. Methods: The hospital records of the children aged less than 12 years with a final diagnosis of GBS at our hospital from November, 2015 to December, 2018 were reviewed. Disabilities were assessed at 8weeks and 6-month follow-up using Hughes scale (0-6). Results: Demyelinating variety in 57 patients (52.8%) was more common than the axonal variety (33.3%). 71.1% (32/45) of GBS patients had recovered (scale 0,1) during the follow up period of 6 months. These included 67.7% (21/31) of the axonal variety and 78.6% (11/14) of the demyelinating variety. Conclusion: Irrespective of the severity, disability is less with the demyelinating variety as compared with the axonal subtype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "G uillain-Barré syndrome (GBS) is presently the most common cause of acute flaccid paralysis in our country. Among children in India and neighboring areas, the axonal variety predominates [1] [2] [3] [4] [5] ; the demyelinating variety predominates in South America [6] , other parts of Asia [7] [8] [9] and Europe [10, 11] . This difference in subtypes across geographical areas is not clearly understood [12] . Data on the common subtype in Eastern India is lacking, including data on outcome as pertaining to its subtypes, which this study attempts to address.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is a hospital record review conducted in a pediatric tertiary care hospital between November, 2015 to October, 2018. During this period, 144 children with acute flaccid paralysis (AFP) were admitted, among whom, 108 were diagnosed as GBS (Asbury and Cornblath criteria [13] ), and included in our study after excluding GBS variants (n=12), hypokalemic periodic paralysis (n=4), transverse myelitis (n=6), traumatic neuritis (n=2) and those who did not give consent (n=12). Ethical clearance was obtained from institutional ethics committee. Informed consent was taken before enrolment. Intravenous immunoglobulin therapy was given to all patients.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Nerve conduction study was done within 48 hours in 99 (91.7%) patients, after initial stabilization. All the patients underwent stool examination for poliovirus detection. Lumbar puncture was done in 102 (94.4%) patients in the second week after disease onset. Hughes GBS disability grade was applied to assess the outcome at eight weeks (n=66) and six months (n=45) after discharge [14] .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Statistical analysis: SPSS 24.0 and Graph Pad Prism version 5 were used for analysis. Proportions were compared by Chi-square test or Fischer exact test, as appropriate. P value <0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A total of 108 cases (66 boys) of GBS in the age range 1.2 to 10 years, median (IQR) age of 4.2 years (2 year 3 month -5 year) were enrolled in the present study. Preceding respiratory and gastrointestinal infections were found in 33.3% (n=36) and 25% (n=27) children, respectively. History of antecedent illness was present in 72 (66.7%) patients including diphtheria-tetanus-whole cell pertussis vaccination in one child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "At presentation, there was quadriparesis in 8.3% and paraparesis in 27.8% of children. Ascending paralysis was the most common mode of presentation in 99 (91.7%) children. Maximum number of children (83.3%) reached peak disability within two weeks of onset of symptoms. Areflexia was found in 94.4% children, and 19.4% and 25% showed facial weakness and bulbar palsy, respectively. Dysautonomia presenting as excessive sweating (n=18), hypertension (n=9), sinus tachycardia (n=15), sinus bradycardia (n=6), sinus arrhythmia (n=9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Published online: January 28, 2021; PII:S097475591600283 VOLUME 58 __ SEPTEMBER 15, 2021 SEN, ET AL. O UTCOME OF GULLAIN-BARRÉ SYNDROME fluctuating blood pressure (n=6) and postural hypotension (n=3) were seen in 47.2% (n=51) of the patients. Sensory symptom was the first symptom in 66 (61.1%) patients as compared to motor symptoms in 42 (38.9%) patients. The most common initial sensory symptom was paresthesia (33.3%) in the form of pin and needle sensations, burning sensation and itching. Among other initial sensory presentations generalized muscles aches were found in 8.3% of cases, numbness of legs in 5.5%, pain in the back and neck in 8.3%, and pain in legs in 5.5% cases. Pain at some time during the illness was present in 86% of patients. In this study, demyelinating pattern (AIDP) was seen in 52.8% (n=57), axonal pattern in 33.3% (n=36); whereas, 5.6% (n=6) had normal NCV pattern. In the axonal variety, there were 34 cases of acute motor axonal neuropathy (AMAN) and two cases of acute motor sensory axonal neuropathy (AMSAN). Albuminocytological dissociation was found in 54 (50%) patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R R R R R E E E E E S S S S S E E E E E A A A A A R R R R R C C C C C H P H P H P H P H P A A A A A P P P P P E E E E E R R R R R"
        },
        {
            "text": "Pediatric intensive care unit (PICU) care for the management of dysautonomia and respiratory paralysis was required in 54 patients. Mechanical ventilation for respiratory failure was required in 24 (22.2%) patients, out of which nine (8.3%) died during the acute phase of the illness. Dysautonomia, bulbar involvement and diarrhea were associated with all of the nine patients who died. The causes of death were cardiac arrest in the context of dysautonomic syndrome in four patients, ventilatorassociated pneumonia (VAP) in three patients, adult respiratory distress syndrome (ARDS) in one, and sepsis in one patient. The duration of ventilation was 2-64 days with a mean of 20.12 days and the range of hospital stay was 2-74 days with a mean of 16.5 days. During ventilation, one patient developed pneumothorax, nine developed VAP and 19 patients (17.9%) required tracheostomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R R R R R E E E E E S S S S S E E E E E A A A A A R R R R R C C C C C H P H P H P H P H P A A A A A P P P P P E E E E E R R R R R"
        },
        {
            "text": "Out of 108 patients, 99 were discharged but only 66 (66.7%) patients were available for follow up at 8 weeks after the onset of illness, and 45 patients after 6 months ( Table I) . The reasons for not following up were amelioration of weakness, minor sensory symptoms, distance from the hospital and follow up at their nearby clinics. In the present study, three patients developed chronic inflammatory demyelinating polyneuropathy (CIDP) during the follow up period and were treated with IVIG and steroids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "R R R R R E E E E E S S S S S E E E E E A A A A A R R R R R C C C C C H P H P H P H P H P A A A A A P P P P P E E E E E R R R R R"
        },
        {
            "text": "This is a single center study done in eastern India which included 108 children with GBS and compared their outcome at eight weeks and six months follow up. Of the 99 patients available for electrophysiological studies 52.8% had the demyelinating subtype and 33.3% had the axonal variety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, those having the axonal variety had higher Hughes disability score at presentation, at the peak of disease, on discharge and on follow up at eight weeks and six months respectively. Axonal variety had a higher incidence of GI symptoms in our study as well as other studies [7, 15] while antecedent upper respiratory illness was more common in the demyelinating variety as also noted in few previous studies [3, 7, 15] . The reasons why some infections are more common in certain subtypes of GBS are not very clear.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In a study by Korinthenberg, et al. [10] on 95 children there was an improvement of 96% (91/95) (75% Grade 0 and 21% Grade 1) at the end of an observation period of 288 days. They had 74% of the demyelination subtype, which probably explains their excellent outcome. Kalra, et al. [2] in their studies in 52 children conducted in northern India revealed a recovery rate of 87.5% at 1 year follow up and 95% thereafter. In a study from southern India, Kannan, et al. [15] all 43 children recovered (Grade1,2) at 6 month follow up. They reported a mix of axonal (44.2%) and demyelinating (48.8%) subtypes. Recently Yadav, et al. [1] studied 36 children and reported a recovery rate of 84.4% (27/32) (Grade 1,2) at 3 month follow up. Their predominant subtype was the axonal variety (69.4%). We had a higher number of axonal variety in follow up as compared to the demyelinating subtype (31 vs 14) . This was probably due to persistence of weakness in axonal type which also explains the poorer outcome of our study. Data has been difficult to analyze as a few studies [1, 15] have used a Hughes disability score of 1 and 2 to discuss outcome while others [2, 10] , including the present study, have used a score of 0 and 1. More meaningful comparisons could have been done if the same disability scores were used. The overall prognosis in most studies was excellent and it has been observed by most of the studies that a longer duration of follow-up showed improved disability ratings and scores [1, 6, 10] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1494,
                    "end": 1497,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1498,
                    "end": 1500,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The limitations of this study is being a single center study, absence of a longer period of follow up and insufficient numbers to draw strong conclusions ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guillain-Barre syndrome in North Indian children: Clinical and serial electrophysiological features",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aneja",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neurol India",
            "volume": "67",
            "issn": "",
            "pages": "724--731",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outcome in childhood Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sankhyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gulati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choudhry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J Pediatr",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Childhood Guillain-Barré syndrome subtypes in northern India",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sankhyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Konanki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gulati",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Neurosci",
            "volume": "21",
            "issn": "",
            "pages": "427--457",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Axonal variant of Guillain-Barré syndrome associated with Campylobacter infection in Bangladesh",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Belkum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurology",
            "volume": "74",
            "issn": "",
            "pages": "581--588",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guillain-Barré syndrome in Chinese children: A retrospective analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Neurol",
            "volume": "45",
            "issn": "",
            "pages": "233--240",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological, clinical, and electrodiagnostic findings in childhood Guillain Barré syndrome: A reappraisal",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paradiso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tripoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galicchio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fejerman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann Neurol",
            "volume": "46",
            "issn": "",
            "pages": "701--708",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guillain-Barré syndrome in southern China: Retrospective analysis of hospitalised patients from 14 provinces in the area south of the Huaihe River",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "89",
            "issn": "",
            "pages": "618--644",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Distinct clinical characteristics of pediatric Guillain-Barre syndrome: A comparative study between children and adults in Northeast China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence and outcomes of Guillain-Barré syndrome among pediatrics in Saudi Arabia: A 10-year retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asiri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Altwaijri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ba-Armah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neuropsychiatr Dis Treat",
            "volume": "15",
            "issn": "",
            "pages": "627--662",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical presentation and course of childhood Guillain-Barré syndrome: A prospective multicentre study. Neuropediatrics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Korinthenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schessl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Natural history and treatment effects in Guillain-Barré syndrome: A multicentre study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Korinthenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mönting",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Dis Child",
            "volume": "74",
            "issn": "",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guillain-Barré syndrome in Asia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "Yuki",
                    "middle": [
                        "N"
                    ],
                    "last": "Kuwabara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurol Neurosurg Psych",
            "volume": "85",
            "issn": "",
            "pages": "907--920",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessment of current diagnostic criteria for Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Asbury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cornblath",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Ann Neurol",
            "volume": "27",
            "issn": "",
            "pages": "21--24",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Steroids in acute polyneuropathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Newsom-Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Perkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical, electrophysiological subtypes and antiganglioside antibodies in childhood Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kannan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ch",
                    "suffix": ""
                },
                {
                    "first": "S A",
                    "middle": [],
                    "last": "Jabeen",
                    "suffix": ""
                },
                {
                    "first": "K R",
                    "middle": [],
                    "last": "Mridula",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borgohain",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neurol India",
            "volume": "59",
            "issn": "",
            "pages": "727--759",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Outcome at 8 Weeks and 6 Months Follow-up in Children With Guillain-Barré Syndrome SEN, ET AL. O UTCOME OF GULLAIN-BARRÉ SYNDROME correlating the GBS subtype with the outcome. Demyelinating variety was more common than the axonal subtype in this cohort. Presence of gastrointestinal symptoms, bulbar palsy and respiratory failure were suggestive of axonal subtype. At both 8 weeks and 6 months follow-up, the demyelinating variety had a better outcome as compared to the axonal variety. approval: Institutional Ethics Committee, Dr. BC Roy Post Graduate Institute of Paediatric Sciences; No. BCH/ME/ PR/2660B, dated September 25, 2017. Contribution: SS,AK: concept and design of study; AK,BR: acquisition of data; SS,AK: data analysis and interpretation; SS,AK,BR: drafting of manuscript; SS,AK,BR: critical revision of manuscript. All authors approved the final version of manuscript. Funding: None; Competing interest: None stated.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Onasemnogene abeparvovec is an adeno-associated virus-based gene replacement therapy. It delivers functional human SMN through a one-time intravenous infusion. In addition to substantially improving survival, onasemnogeneabeparvovec was found to increase motor milestone attainment and reduce the need for respiratory or nutritional support. This expert opinion provides recommendations and practical considerations on the patient-centered decisions like the need for patient-centered multidisciplinary care, patient selection to identify those with underlying medical conditions or active infections, importance of retesting patients with elevated anti-adeno-associated virus CLIPPINGS serotype 9 antibodies, guidelines for prednisolone tapering and monitoring for potential adverse events, including hepatotoxicity and thrombotic microangiopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Type 1 SMA is characterized by onset before 6 months of age and such children are unable to sit. This study was an open-label study of risdiplam on 41 infants with type 1 SMA who were 1 to 7 months of age at enrolment. After 12 months of treatment, 12 infants (29%) met the primary end point and were able to sit without support for at least 5 seconds, a milestone not attained in this disorder in natural course. Other secondary end points measured by CHOP-INTEND, HINE-2 and survival without permanent ventilation were also significantly different in the study group as compared to historical controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risdiplam-treated infants with type 1 spinal muscular atrophy versus historical controls (N Engl J Med. 2021;385:427-35)"
        }
    ]
}