{
    "paper_id": "12513e625adaf9d5282839f23994e115d269c4c8",
    "metadata": {
        "title": "Detection Interval for Diffusion Molecular Communication: How Long is Enough?",
        "authors": [
            {
                "first": "Xuan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "eechenxuan@mail.scut.edu.cn."
            },
            {
                "first": "Miaowen",
                "middle": [
                    "Wen"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": "yuhuang@gzhu.edu.cn."
            },
            {
                "first": "Yuankun",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": "eeyktang@mail.scut.edu.cn."
            },
            {
                "first": "Andrew",
                "middle": [
                    "W Eckford"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Molecular communication has a key role to play in future medical applications, including detecting, analyzing, and addressing infectious disease outbreaks. Overcoming inter-symbol interference (ISI) is one of the key challenges in the design of molecular communication systems. In this paper, we propose to optimize the detection interval to minimize the impact of ISI while ensuring the accurate detection of the transmitted information symbol, which is suitable for the absorbing and passive receivers. For tractability, based on the signal-to-interference difference (SID) and signal-to-interference-and-noise amplitude ratio (SINAR), we propose a modified-SINAR (mSINAR) to measure the bit error rate (BER) performance for the molecular communication system with a variable detection interval. Besides, we derive the optimal detection interval in closed form. Using simulation results, we show that the BER performance of our proposed mSINAR scheme is superior to the competing schemes, and achieves similar performance to optimal intervals found by exhaustive search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Molecular communication, ISI, mSINAR, detection interval optimization X. Chen is with the School",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On a global scale, the COVID-19 pandemic is threatening the overall population health and economic well-being. Due to its rapid spread, how to offer fast disease detection along with \"on-site\" results is a major challenge to medical care. In this context, the Internet of Medical Things (IoMT), an extension and specialization of IoT in the medical industry, was proposed to realize remote health diagnosis and monitoring in the time of COVID-19 [1] - [4] . In general, the IoMT network is composed of body sensors, local devices, and edge servers, in which the sensor is the basis of the entire network since it enables the collection of various health signals for the subsequent health assessment. Constrained by the volume and bio-compatibility of sensors, nano bio-sensors are considered a promising technology for the construction of IoMT. Besides, researchers also proposed using nano bio-sensors to facilitate various disease diagnoses and treatment, thus forming the Internet of Bio-Nano Things (IoBNT) [5] - [7] . At this point, we can regard the IoBNT as a special realization of IoMT in each individual.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To collect all monitored medical data from patients, the connection of sensors located in different tissues is a key issue to be solved for IoBNT or IoMT. In the literature, a series of communication technologies for biological nano-sensors, such as molecular communication (MC), electromagnetic communication, and acoustic communication, has been proposed. Unlike the conventional communication methods, MC is a bio-inspired communication paradigm, and its carrier of information is chemical signals. Accordingly, MC has the following properties: small size, energy efficiency, and excellent bio-compatibility [8] . Based on the above advantages, MC is believed to have the potential to connect larger groups of nano bio-sensors in IoBNT [5] - [7] .",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 614,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "On the other hand, as an interdisciplinary communication mode, MC is capable of serving the biomedical field, in applications such as targeted drug delivery [9] , [10] , disease diagnosis [11] , [12] , and health monitoring [13] , [14] . Moreover, during the outbreak of COVID-19 or other pandemics, MC can also be employed as an effective tool to model the spread of infections and diseases via aerosols [15] - [18] . Against this background, MC can pave the way for the connection of sensors all over the body in IoMT.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Molecular communication via diffusion (MCvD) is a highly popular MC method that uses the free diffusion of carrier molecules to transfer information at the nanoscale. However, considering the diffusion channel, the inter-symbol interference (ISI) caused by the long delay of molecular diffusion is a great challenge for the MCvD system. The existence of ISI will adversely affect subsequent signal recovery and further lead to error propagation. At present, there are many proposed solutions to overcome ISI, mainly divided into the following three types: modulationbased [19] - [21] ; equalization-based [22] - [24] ; and channel-based, i.e., introducing an external factor, such as flow [25] or enzyme [26] , into the channel. Generally, these methods come at some increased cost, for example, more types of molecules/receptors [19] , [21] , [24] ; additional computational complexity [22] - [24] ; additional memory at nano-machines [27] ; and specific channel [20] , [25] , [26] . Notably, the MCvD system requires simple implementation. However, the above prevailing ISI mitigation schemes inevitably increase the system complexity, though they can achieve better performance. Then a question naturally arises whether we can effectively mitigate the impact of ISI by simple yet effective techniques such as sampling.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In the literature, there are already some efforts toward eliminating the ISI on varying the detection interval. Particularly, these methods can be divided into three categories according to their characteristics: the shift-τ method; truncating the symbol duration in advance; and extracting a small portion of the symbol duration. First, the shift-τ method means that the receiver can shift its absorbing/counting interval backward by τ seconds so as to avoid the strong ISI region [28] - [30] . The optimal reception delay of the absorbing receiver was approximately derived in [28] , thus providing a reliable guide for receiver design. Second, truncating the symbol interval in advance means that the detection process will be terminated ahead of the end of a symbol period, as proposed in [31] for the MCvD system comprised of a transmitter, an absorbing receiver, and an interference source. The authors of [31] found a proper detection interval, which can effectively overcome the interference from unintended transmitters. Third, extracting a portion of the symbol duration means that the detection process will start late and end early.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Compared with the previous schemes, this method considers the impact of ISI on the entire signal transmission process, rather than a specific time slot. Therefore, it can eliminate much of the interference caused by the ISI. In [32] , [33] , via the simulation, Ntouni et al. proved that this method can improve the system performance regardless of whether the flow is considered for the absorbing and passive receivers.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Against the background, not only to overcome the incompleteness of the interference analysis in [28] - [31] but also to provide rigorous theoretical analysis for how to achieve the optimal change of the detection interval, we propose to optimize the detection interval from the theoretical perspective in this paper. Different from [32] , [33] , we will derive the analytic solution of the optimal detection interval, even when the number of transmitted molecules Q and the ISI length L is not fixed. Specifically, the contributions of this paper are summarized as follows:",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "• Given that the bit error rate (BER) expression in MCvD systems is generally intractable, we propose a performance metric, namely modified signal-to-interference and noise amplitude ratio (mSINAR), to formulate the objective functions and then quantify the impact of the detection interval on BER performance. Compared with the existing performance metrics investigated in [34] , mSIANR can be a good alternative to measure the BER performance for the MCvD system with a variable detection interval.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "• Based on the proposed mSIANR, we derive a theoretical detection interval for the absorbing and passive receivers. Constrained by the high computational complexity arising from the summation of numerous ISI signals and noise, we split the objective function generated from mSINAR as two sub-problems to deduce the optimal detection interval for all considered Q and L. Besides, we provide valuable insight into the convergence of this interval with respect to Q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "• We verify the accuracy of our analysis and compare the BER performance of the proposed mSINAR scheme with that of the existing schemes, such as the shift-τ method proposed in [28] , via computer simulations. Simulation results show that the BER curve with mSINAR significantly outperforms that of the existing schemes when the ISI length is greater than 1 and asymptotically approaches the best BER curve obtained from the exhaustive search.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The remainder of this paper is organized as follows. In Section II, we review the fundamental of a typical MCvD system and introduce an optimization problem related to the detection interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Section III details the optimization analysis and derives the theoretical detection interval for the absorbing and passive receivers. The performance of the proposed mSINAR is evaluated in Section IV, and finally, the conclusion is drawn in Section V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Notation: B (· , ·), N (· , ·), and P (·) denote the Bernoulli distribution, Gaussian distribution, and Poisson distribution, respectively. Q(·) and erf (·) are the Gaussian Q-function and the error function, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, we consider a typical MCvD system consisting of a point transmitter and a spherical receiver, which can be a fully absorbing or passive receiver. As can be seen from distance from the transmitter to the closest point of the receiver's surface is d and the receiver's radius is r. For implementation, we assume that a transmitter can store (or generate) a certain number of information molecules with the diffusion coefficient D, and the corresponding receiver can recognize and distinguish these molecules. It is also assumed that the ON/OFF keying (OOK) modulation is applied to map the transmitted information to channel inputs. Specifically, the transmitter releases Q molecules to convey symbol \"1\", while releasing no molecules to convey symbol \"0\". Moreover, perfect time synchronization is assumed to ensure the detection interval scheduling. For clarity, in the following, we review the preliminary conceptual framework for MCvD systems, where the fully absorbing receiver and passive receiver are considered, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. System Model"
        },
        {
            "text": "Following Fick's law of diffusion, the probability of a molecule, released from a point transmitter at t = 0, reaching a spherical receiver at time t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "Then we can express the expected fraction of molecules, absorbed by the receiver in [t 1 , t 2 ] with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where T s denotes the symbol duration. Let us define x k and Y k as the k-th transmitted bit and the number of received molecules corresponding to the k-th transmission, respectively. Then we",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where L is the ISI length. Following [31] , we use the Gaussian distribution rather than the Poisson distribution to approximate (3) as",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where F i ab = F ab (t 1 + iT s , t 2 + iT s ). Moreover, we assume that the energy detection is used for the absorbing receiver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "From the above, we can write the average bit error probability as [32] P e = 1 2",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where ξ is the detection threshold; µ x k (x L ) and σ 2 x k (x L ) are the expectation and variance of Y k when x k ∈ {0, 1}, expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "and x L is the ISI sequence with length L. For the k-th transmitted bit,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": ", · · · , L} and M ∈ {0, 1}. For clarity, in the sequel, we will ignore (x L ) for µ x k (x L ) and σ 2 x k (x L ). Besides, in (5), we also assume that the probabilities of transmitting bit \"0\" and bit \"1\" are 1/2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "2) Fundamentals of Passive Receiver: Similar to the absorbing receiver, we can define when r r+d < 0.15, the probability of observing a given molecule, emitted from the point transmitter at t = 0, inside V at time t as [35] ",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where V is the volume of the passive receiver. First, we assume that N samples are taken by the receiver at a symbol duration given by f (n) ∈ [0, T s ] where n = 0, 1, 2, · · · , N, and that they are equally summed up before the single threshold detection. The number of received molecules corresponding to the n-th sample taken within the k-th symbol duration can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "where x k is the k-th transmitted bit and Λ n,k is defined as the average of the number of received molecules in this sample. Following most of the research works that have been conducted so far, we also sample the signals at equal intervals, i.e., f (n) = nt s and t s = T s /N where n = 0, 1, 2, · · · , N. Moreover, for clarity, we define p n,i = p (f (n) + iT s ). Considering the fact that if the Poisson parameter Λ n,k is sufficiently large, e.g., Λ n,k > 20, we use the Gaussian distribution to approximate (8) as Y n,k ∼ N (Λ n,k , Λ n,k ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "At this point, the average error bit probability for the passive receiver can be expressed as (5), where µ x k and σ x k are replaced by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "; n 1 and n 2 denote the first sample and the last sample, respectively, with 0 ≤ n 1 , n 2 ≤ N . Further, µ x k (n)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "is the expectation of Y n,k . Therefore, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Fundamentals of Absorbing Receiver:"
        },
        {
            "text": "In most of the research works related to the MCvD system, it is generally assumed that the detection interval is equal to the transmission symbol duration. However, some researchers have noted that the variable detection interval could have a great potential to improve the BER performance, especially when the ISI is relatively serious. Based on this fact, we propose to determine the optimal detection interval from the theoretical perspective, mathematically expressed as [t 1 , t 2 ] * = arg min 0≤t 1 ,t 2 ≤Ts P e = arg min",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "where the absorbing receiver is considered. The above function is also suitable for the passive receiver, in which [t 1 , t 2 ] * is replaced by [n 1 , n 2 ] * with 0 ≤ n 1 , n 2 ≤ N. From (11) , it is difficult to directly obtain the optimal [t 1 , t 2 ] except with the aid of the exhaustive search. Thus, it is essential to determine how to obtain an exact or approximate [t 1 , t 2 ] * . In the literature, using the different performance metrics as alternatives of BER has been proposed in the MC field [34] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "For clarity, in the following, we will take the absorbing receiver as an example to review these performance metrics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "1) Signal-to-interference ratio (SIR), which is the ratio of the amount of desired signal molecules to interference molecules: 8 2) Signal-to-interference difference (SID), which is the difference between the number of desired signal molecules and interference molecules:",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "3) Signal-to-interference and noise amplitude ratio (SINAR), which means in addition to the interference sources, the noise source is also included in the calculation, having a form of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "Notice that the strongest ISI has been considered for all performance metrics, i.e., the ISI signals are assumed to be as \"1 · · · 1 · · · 1 L \". Moreover, we can see that only SINAR involves the impact from the noise (i.e., the variation of signals). Therefore, SINAR is more realistic than the other metrics. Besides, SIR can be regarded as a limit of SINAR, expressed as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "Specially, in cases where the signal is not strong, but the unexpected ISI signal is very weak (i.e., nearly zero), SIR has extremely high values, which may cause an inaccurate analysis. As for SID, it is formulated by the difference between the numerator and denominator of SIR such that it can avoid the above extreme case. Therefore, in [34] , SID is considered to be a more reliable performance metric than SIR. Besides, according to the previous research, maximizing SINAR and SID can yield close-to-optimal results in terms of minimizing BER.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "In view of the foregoing, it seems feasible to use SINAR and SID to calculate the approximate [t 1 , t 2 ] * . However, it is worth mentioning that this is the first time to use variable [t 1 , t 2 ] with t 2 − t 1 = T s in these indicators, so their applicability is still an open issue. First, we notice that in SINAR, when F k ab with k = 0, 1, · · · L varies with the change of the candidate [t 1 , t 2 ], the peak value of SINAR is always nearby t max or saying that [t 1 , t 2 ] * eventually converges near t max , as Q increases, where t max represents the peak time for the molecule concentration when an impulse of molecules is emitted at t = 0, formulated as t max = (d+r) 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Problem Statement"
        },
        {
            "text": "for the absorbing receiver. This phenomenon can be explained as follows: since the influence of noise is inversely proportional to Q, all interference (i.e., the denominator of SINAR) can be approximately regarded as linearly related to the desired signal, when Q is large enough; while in this case, the peak value of the ratio between the expected signals and the unexpected part should be near t max , due to the property of the diffusion channel. Yet, from the passive receiver, we know that the threshold detection with the multi-sampling is generally superior to that of the single sampling, which suggests that SINAR may not provide an accurate quantification for BER with a variable [t 1 , t 2 ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "Moreover, as for SID, this metric assumes the influence of noise as 0, resulting in the deduced [t 1 , t 2 ] * being independent of Q. Clearly, this assumption is unreasonable, since only the noise with an infinite Q may go to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "Based on the above metrics, we propose a modified performance metric, namely modified-SINAR (mSINAR), which can be mathematically defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "First, we can see that mSINAR has a similar expression with SINAR except with the introduction of the transmission probability, where it is assumed that the probabilities of transmitting bit \"0\" and bit \"1\" are equivalent. Moreover, given the fact that [t 1 , t 2 ] * obtained from SIANR is gradually closer to t max with an increasing Q, we need to define a valid range for mSINAR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "It is clear from (16) that the impact from the noise will play a dominant role when Q is relatively small, suggesting that the initial value of mSINAR infinitely approaches 0 with an infinitesimal Q; while as Q goes larger, the expected signal progressively shows its advantage in mSINAR, causing the increase of mSINAR until it reaches or exceeds 1. Therefore, we have 0 < mSINAR ≤ 1. Furthermore, we regular the usage strategy of mSINAR for the derivation of [t 1 , t 2 ] * : when mSINAR is located in the valid range, we use mSINAR to derive the optimal detection interval; while as for mSINAR > 1, we continue to employ the [t 1 , t 2 ] * obtained from this metric with mSINAR = 1. In the sequel, we will employ the proposed mSINAR to simplify the objective function in (11) and then optimize the detection interval.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 778,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "Moreover, we also modify the SID to simplify the derivation of the optimal [t 1 , t 2 ] in the next section. Specifically, we convert mSINAR to modified-SID (mSID), which is defined as the difference between the number of desired molecules and undesired molecules contributing by the ISI signal and noise, mathematically expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "Compared with the original SID, mSID further includes the impact from the noise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6D"
        },
        {
            "text": "In this section, we use the above mSINAR-based approximation methods to solve the optimal detection interval, where a fully absorbing receiver and a passive receiver are both considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. OPTIMIZATION ANALYSIS"
        },
        {
            "text": "First, we discuss how to obtain [t 1 , t 2 ] * for the absorbing receiver when mSINAR is used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Based on the usage strategy of mSINAR described previously, the objective function in (11) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Here",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": ", calculated from (16) when assuming mSINAR = 1, where [t 1 , t 2 ] * is also assumed to be used. According to the valid range of mSINAR, we split (18) into the following two sub-problems to derive [t 1 , t 2 ] * , respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "1) 0 < Q <Q: First, provided that F k ab is a decreasing function with respect to k and the value of F k ab is relatively small, we approximate 1 − F k ab as 1. Thus, (18) can be re-written as",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Considering that (19) is related to t * 1 and t * 2 , we can resort to the second partial derivative test to find a maximum value of mSINAR. Taking the first derivative of (19) with respect to t 1 and t 2 , we can obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "From the above equation, we find that it is almost unavailable to solve the [t 1 , t 2 ] * by making ∂mSINAR ∂t i = 0. Therefore, we decide to seek an alternative optimization objective function for (19) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "First, it is worth noting that compared with t * 2 , t * 1 is almost slightly affected by the noise, due to t * 1 ∈ [0, t max ] and t max ≪ T s . Based on this assumption, we decompose the joint optimization problem of [t 1 , t 2 ] * as two independent problems. For t * 1 , we resort to SID to solve it when assuming t * 2 = T s , where the impact from the noise has been ignored. At this point, we have the following problem formulation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "In (23), we find that h (t) is a function that rises sharply and falls slowly, while",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "a decreasing function. This means that (23) is equivalent to collecting all of intervals satisfying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "However, note that (23) and (24) are valid when there is always a [t 1 , t 2 ] to satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "since when the above condition is false, the monotonicity of h (t) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "that the solution of (23) is either t * 1 = t * 2 = t max or no solution. Furthermore, we can see that it is still relatively tough to directly solve (24) , due to the summation caused by L ISI signals.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Therefore, according to different L, we decompose (24) as two cases, i.e., L = 1 and L > 1, to calculate the approximate [t 1 , t 2 ] * , respectively. Besides, it is clear from (24) that [t 1 , t 2 ] * solved by SID is independent of Q, since the impact of noise has been neglected in SID. For clarity, the derived [t 1 , t 2 ] * for all possible L is described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Proposition 1: Assuming that the approximation for (24) with L = 1 is exact, the solution of (24) with L = 1 and 0 < Q <Q can be solved as,",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Proposition 2: Assuming that the approximation for (24) with L > 1 is exact, the solution of (24) with L > 1 and 0 < Q <Q can be expressed as",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "where the above symbols, such as I and V, have defined in Appendix B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Proof: See Appendix B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Note that the results in Propositions 1&2 give an approximate but good solution for the optimal [t 1 , t 2 ], which has been validated via the numerical simulation in Section IV-B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "2) Q ≥Q: In this subsection, we will derive an optimal [t 1 , t 2 ] when Q ≥Q. However, how to determine the exact value ofQ is a key problem. In the previous subsection, [t 1 , t 2 ] * with 0 < Q <Q has been obtained and it is independent of Q. Hence, we assume that [t 1 , t 2 ] * is also fit forQ, and thenQ can be determined directly. Next, we focus on how to calculate [t 1 , t 2 ] * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Constrained by the computational complexity of (18), we convert mSINAR to mSID defined earlier to simplify the optimization procedure. When Q ≥Q, (18) can be transformed into",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "It is considered that the expected signal plays a leading role in (27) , since the true maximum of mSINAR is greater than 1 for Q ≥Q. Followed by the above fact, we assume that mSID can have a certain tolerance threshold for the change of the standard variance of the noise. Therefore,",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "To ensure that the above approximations are feasible for any possible [t 1 , t 2 ], we define α 1 and α 2 as the minimum of all possible",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "with k = 1, · · · L, respectively, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "At this point, (27) can be simplified as",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": ". As can be observed from (18) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Here, for the same reason clarified earlier, the solution of (31) is either t * 1 = t * 2 = t max or no solution. To construct a function where [t 1 , t 2 ] * can be approximately solved from (30), we decide to slightly enlarge the maximum of mSINAR to obtain a new Q and then make (30) greater than 0. Therefore, we define Q = G Q Q . Here, (30) ",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "For clarity, the [t 1 , t 2 ] * obtained from (32) has been described in the following proposition.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Proposition 3: Assuming that the approximation for (32) for all considered L is exact, the solution of (32) with L > 1 and Q ≥Q can be written as",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "As for L > 1 and Q ≥Q, the solution of (32) can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "Proof: Since the calculation of (32) is similar to (24) in addition to the introduction of G (Q),",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "please see Appendix B about the detailed derivation of [t 1 , t 2 ] * . Moreover, it is worth noting that I and V are replaced by IG (Q) and VG (Q), respectively, in γ, ∆ 1 , and ∆ 2 . Furthermore,t * 1 in (48) andt * 2 in (55) are updated ast *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": ", where t * 1 and t * 1 are generated from the derived [t 1 , t 2 ] * with 0 < Q <Q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Detection Interval Optimization for Absorbing Receiver"
        },
        {
            "text": "In this subsection, we focus on the optimal detection interval for the passive receiver. According to the description on the 3D absorbing receiver, the objective function can be written as [n 1 , n 2 ] * = arg min where [n 1 , n 2 ] * is also assumed to be used. Subsequently, we will show the detailed derivation for the optimal [n 1 , n 2 ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Detection Interval Optimization for Passive Receiver"
        },
        {
            "text": "In this subsection, we use the SID to obtain an approximate [n 1 , n 2 ] * with 0 < Q <Q, when there is always a [n 1 , n 2 ] to make ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "can be solved, we can obtain [n 1 , n 2 ] * . For clarity, (37) can be re-arranged as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "where j = 1, 2. Constrained by the computational complexity, we also solve (38) according to the ISI length L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "Proposition 4: Assuming that the approximation for (38) for all considered L is exact, the solution of (38) with L = 1 and 0 < Q <Q can be solved as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "When L > 1 and 0 < Q <Q, the solution of (38) can be stated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "Proof: See Appendix C. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": ", and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "In order to guarantee the feasibility of mSID, we also set Q =Ĝ Q Q to solve (41). It is clear from (41) that the condition for maximizing p n,k > 0, for n ∈ [n 1 , n 2 ] * . Therefore, (41) can be re-arranged aŝ , respectively, where n * 1 and n * 2 have been derived when 0 < Q <Q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) 0 < Q <Q:"
        },
        {
            "text": "In this section, we employ Monte Carlo simulations to demonstrate the BER performance of the proposed mSINAR scheme, and include the shift-τ method investigated in [28] , the conventional OOK scheme, and the existing SID and SINAR as benchmarks to measure the system performance, where the optimal detection threshold is assumed to be employed for all schemes. Moreover, in the simulations, we reveal the convergence of the optimal detection interval and also verify the theoretical [t 1 , t 2 ] * and [n 1 , n 2 ] * obtained from mSINAR. Finally, the system parameters are listed in Table I and the sampling interval is set to t s = tmax 6 for the passive receiver.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 591,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "IV. NUMERICAL RESULTS AND ANALYSIS"
        },
        {
            "text": "In this subsection, we investigate the convergence of the optimal detection interval, where the absorbing and passive receivers are considered in Fig. 2 and Fig. 3 , respectively. Besides, we include the optimal [t 1 , t 2 ] and [n 1 , n 2 ] obtained by two different methods for comparison. Taking the absorbing receiver as an example, we refer to \"Exhaustive search\" as [t 1 , t 2 ] * obtained from the exhaustive search for arg min P e , and \"mSINAR\" as [t 1 , t 2 ] * obtained from (18) . seen from these plots that for all cases considered, both t * 1 and t * 2 eventually converge, especially a smaller L will accelerate the convergence. This can be explained as follows: since the influence of noise is inversely proportional to Q, all interference can be approximately regarded as linearly related to the desired signal, when Q is large enough; while once this linear correlation is first achieved, [t 1 , t 2 ] * remains unchanged for future Q. Besides, for a given Q, due to the weaker interference, the situation with a smaller L can achieve this linear correlation faster. Moreover, we can observe from Fig. 2 that the initial value of t * 1 is about 1 2 t max instead of t max ; while for t * 2 , its original value is T s . This is because, as long as L is greater than 0, the forward ISI (the ISI with 0 ≤ t ≤ t max ) always exists and suppresses the expected signal in a short time, no matter how much Q is; while the backward interference (the ISI and noise with t max < t ≤ T s ) is relatively small with a smaller Q. Finally, as expected, [t 1 , t 2 ] * obtained from mSINAR is well matched to that obtained from the exhaustive search, albeit with a slight gap. Fortunately, in Fig. 4 , we can find that this gap has little effect on BER performance. 2, 3, 5, 10. Similar to Fig. 2 , [n 1 , n 2 ] * is convergent and its convergence rate is inversely proportional to L. Moreover, [n 1 , n 2 ] * obtained from mSINAR almost perfectly matches that obtained from the exhaustive search for arg min P e , compared with Fig. 2 . This can be interpreted as follows: the passive receiver can be regarded as an absorbing receiver with limited sampling times, and due to a large sampling distance, it has some fault tolerance for the optimal detection interval.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 163,
                    "text": "Fig. 2 and Fig. 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1115,
                    "end": 1121,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1697,
                    "end": 1703,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1794,
                    "end": 1800,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2033,
                    "end": 2039,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A. Convergence of Optimal Detection Interval"
        },
        {
            "text": "In this subsection, we verify the validity of the detection interval optimization obtained from Section III. Specifically, the simulated [t 1 , t 2 ] * (or [n 1 , n 2 ] * ) obtained from (18) (or (35) ) and",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "B. Validation of Theoretical Results"
        },
        {
            "text": "the theoretical counterpart obtained from Propositions 1-3 (or Proposition 4) are involved, respectively, corresponding to \"Numerical mSINAR\" and \"Theoretical mSINAR\". For reference, we also include the best BER curve obtained from arg min P e via the exhaustive search. Fig. 4 shows the resulting BER versus Q performance, where the absorbing receiver with T s = {0.2, 0.3} is considered. It can be seen from Fig. 4 (a) that the BER curve from the numerical mSINAR perfectly matches the best BER curve for all considered L. Then, as T s increases from 0.2 to 0.3, a similar phenomenon is also described in Fig. 4(b) . However, compared with the perfect match in Fig. 4(a) , we can observe that there is a slight gap between the above BER curves in Fig. 4(b) , especially for L = 8. This is because the denominator of (16) (i.e., the interference) decreases with an increasing T s , thus accelerating the convergence rate of mSINAR. Therefore, we can predict that as Q increases, the BER with the simulated [t 1 , t 2 ] * approaches the best BER. The above facts indicate that the proposed mSINAR can be good alternatives to measure the BER performance for the absorbing receiver. Moreover, as can be observed from Fig. 4 , the BER with the derived [t 1 , t 2 ] * is asymptotically tight with that of the other two cases for most Q, verifying the accuracy of the theoretical [t 1 , t 2 ] * . On the other hand, we also find that for a few Q, the BER with the theoretical [t 1 , t 2 ] * cannot agree well with that of the other two cases, especially when L = 10 and T s = 0.2. This is attributed to the fact: Q corresponding to the most obvious BER mismatch among all curves isQ defined in (18) ; whereas when 0 < Q <Q, the derivation of theoretical [t 1 , t 2 ] * neglects the impact of the noise, thus leading to this mismatch. Fig. 5 illustrates the resulting BER versus Q performance, where the passive receivers with T s = 1 and 2 are considered in Fig. 5(a) and Fig. 5(b) , respectively. Similar to the absorbing receiver, one can easily observe from Fig. 5 that the BER curves corresponding to the theoretical mSINAR agree with that of the numerical counterparts and the best BER curves approximately, showing the accuracy of the derived [n 1 , n 2 ] * and the effectiveness of the mSINAR metric for the passive receiver. Moreover, we also can find that the BER mismatch near the critical pointQ will be more pronounced than that of the absorbing receiver. This can be accounted for by the fact that the passive receiver itself cannot reduce ISI via absorbing the information molecules, thereby increasing the proportion of the counting noise in the received signals and further weakening the effectiveness using SID to approximately calculate [n 1 , n 2 ] * when 0 < Q <Q.",
            "cite_spans": [
                {
                    "start": 1689,
                    "end": 1693,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 277,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 416,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "Fig. 4(b)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 672,
                    "text": "Fig. 4(a)",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "Fig. 4(b)",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1221,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1829,
                    "end": 1835,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1953,
                    "end": 1962,
                    "text": "Fig. 5(a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1967,
                    "end": 1976,
                    "text": "Fig. 5(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2056,
                    "end": 2062,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "B. Validation of Theoretical Results"
        },
        {
            "text": "In this subsection, we compare the achievable performance between the proposed mSINAR and other existing schemes. Specifically, based on the concept of optimizing the detection interval during a symbol duration, we include the existing SINAR and SID as benchmarks to estimate the effectiveness of mSINAR, where the detection intervals are obtained from the numerical search for all considered metrics. Besides, to further explore the potential advantage of mSINAR, we also include the shift-τ method investigated in [28] and the conventional OOK for comparison.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "C. Performance of The Proposed mSINAR"
        },
        {
            "text": "For clarity, in the following figures, we will no longer show the best BER curve, since the BER curves from the numerical mSINAR are almost perfectly matched to the best BER curves in the previous subsection. Fig. 6 shows the BER performance comparison among \"numerical mSINAR\", \"numerical SINAR\", \"numerical SID\", \"the shift-τ method\", and the conventional OOK, where the absorbing receiver with T s = {0.2, 0.3} is considered. As expected, both these schemes using the detection interval optimization and the shift-τ method outperform the conventional OOK cases. Additionally, we can observe from Fig. 6 that the BER curves with mSINAR almost perform best in all considered schemes for L > 1; whereas when L = 1, the shift-τ method is slightly superior to the numerical mSINAR, especially in Fig. 6(a) . This can be interpreted as we compare the BER curves using different performance metrics. As for SID, it can be seen from Fig. 6 that the degree of agreement between the BER curve corresponding to SID and that corresponding to mSINAR is not stable, which is caused by SID ignoring the influence of noise. Concerning SIANR, we find that the BER curve using SINAR will gradually deviate from . BER comparison among \"numerical mSINAR\", \"numerical SINAR\", \"numerical SID\", \"the shift-τ method\", and the conventional OOK for the passive receiver. that using mSINAR as Q grows. This arises from the fact that as the variance of the noise in (14) decreases with an increasing Q, all [t 1 , t 2 ] * derived from SINAR with different L and T s finally approaches nearby the peak time of the molecule concentration t max , which violates the convergence of the true [t 1 , t 2 ] * .",
            "cite_spans": [
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 794,
                    "end": 803,
                    "text": "Fig. 6(a)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 928,
                    "end": 934,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "C. Performance of The Proposed mSINAR"
        },
        {
            "text": "As for the passive receiver, Fig. 7 shows the simulation results similar to Fig. 6 . By carefully observing Fig. 6-7 , we can find that the achieved gain of the proposed mSINAR over the shift-τ decreases with an increasing T s whether the absorbing or passive receiver is considered, since the increase of T s weakens the amplitude of the ISI signals and thus lowers the extra interference generated in [T s , τ + T s ]. Comparing mSINAR with SID and SINAR, we can see that the latter two cannot provide a stable quantification for BER trends and also cannot derive a close-tooptimal detection interval for all considered cases, proving that mSINAR is more suitable to measure the possible [t 1 , t 2 ] * .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 35,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 82,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 108,
                    "end": 116,
                    "text": "Fig. 6-7",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "C. Performance of The Proposed mSINAR"
        },
        {
            "text": "In this paper, we proposed optimizing the detection interval to mitigate the impact of ISI signals for a typical MCvD system. Constrained by the complex expression of BER, a new performance indicator, namely mSINAR, was proposed to simplify the optimization process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Based on the mSINAR method, the objective function related to the optimal detection interval has been formulated. By decomposing the objective functions as two sub-problems, we derived the closed-form expression of this interval when the absorbing and passive receivers are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Moreover, numerical simulations revealed the convergence of the optimal detection interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Finally, we proved that the proposed mSINAR method significantly outperforms the benchmark schemes when the ISI length is more than 1 and gradually achieves the best BER performance for the considered MCvD system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. CONCLUSION"
        },
        {
            "text": "Assuming L = 1, (24) can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": ". For clarity, we first calculate t * 1 . It is clear from (43) that ln (·) is a main obstacle to calculate t * 1 . Considering the fact that the information at t max should be collected for signal detection, we have t * 1 ∈ (0, t max ) and t * 2 ∈ (t max , T s ]. Besides, compared with T s , t max , the time of peak concentration, is generally small. Thereby, we can find that t * 1 Ts is much closer to 0 than 1. Here, we can use the approximation methods to simplify (43). Specifically, the [1, 1] Padé approximation of ln(1 + x) can be written as ln(1 + x) ≈ 2x 2+x , and ln(x) can be approximately expressed as ln x = 20(x−1) 7+15x [28] . Substituting the above approximations into (43) yields",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 643,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Considering that t * 1 should be a small value and 0 < t * 1 < t max , t * 1 terms whose order is higher than one can be neglected. Thus, (44) can be approximately solved as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Moreover, given t * 2 ∈ (t max , T s ], we can find that h (t * 2 ) − h (T s + t * 2 ) > 0 almost always holds in (24) if L = 1. Therefore, we have t * 2 = T s . In summary, we can obtain",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "APPENDIX B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Assuming L > 1, (24) can be re-written as",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "For clarity, we first calculate t * 1 . Considering t * 1 ∈ (0, t max ) and t max << T s , we approximately have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "wheret * 1 denotes the optimal t 1 when L = 1. Moreover, with the aid of the first order of Taylor expression of (1 + x) a , (47) can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": ". However, it can be seen from (48) that we hardly obtain a closed-form solution of t * 1 . The reason can be described as follows: 1) due to m 2 t * Therefore, in order to obtain a better expression for t * 1 , we need to simplify the summation caused by the L ISI signals in (47). First, given that the ISI from the last time slot plays a dominant role in all ISI signals, it is reasonable to assume t * 1 ≈t * 1 . Second, one can easily observe from the property of the diffusion channel that h (t) decreases slowly when t is relatively large. As per the above, we can approximate the ratio of h (kT s + t) with k ≥ 2 to h (T s + t) at t * 1 as the ratio att * 1 , mathematically expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Substituting (49) into (47) yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": ", (50) can be further simplified as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "With the aid of the approximations of ln (1 + x) and ln (x), we can approximate (51) as (t * 1 ) 4 (29 − 10 ln I)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "When t * 1 terms whose order is higher than one are neglected, t * 1 can be solved as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Next, we focus on the calculation of t * 2 . Provided that when L is not enough large, the ISI signals cannot exceed the expected signal. Therefore, we have if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "holds, t * 2 = T s . On the other hand, when (54) cannot be satisfied, the calculation procedure of t * 2 is similar to that of t * 1 . The first step is still to simplify (47). Similar to (49), we also have the following expression to approximate the ratio of h (kT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Particularly, we set the pre-definedt * 2 as the mean for possible t 2 , i.e.,t * 2 = 1 2 (t max + T s ). This is because, compared with the assumption of t * 1 ≈t * 1 , we cannot identify the impact of the last ISI signal from t * 2 = T s when L = 1; and the fluctuation of all signals may be much sharply due to the larger (t max , T s ]. Per the aforementioned, (47) can be re-written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": ". It is worth noting that that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Ts is much closer 1 than 0. Hence, we have ln(1 + x) ≈ 2x 2+x and ln(x) ≈ 2(x−1) 1+x for x → 1. Here, (56) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "In (57), one of the three roots, which needs to be solved, is in the range of t max < t * 2 < T s . To obtain an effective solution, we need to explore the impact of the discriminant of this cubic equation. Define the discriminant of (57) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "where γ = 2 ln V + m 2 Ts − 6 . Then, from the first derivative of ∆ 1 , we can find that when V < exp 5m 2 4Ts + 3 2 can be satisfied, ∆ 1 is an increasing function with respect to ln V or L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "As can be seen from the definition of V, the required condition is easy to achieve. Then, we can find that when ln V → 0 (i.e., L → 1), the initial value of ∆ 1 is negative, mathematically expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Therefore, if ∆ 1 < 0 can be satisfied, (57) can be solved as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "As L goes large until ∆ 1 ≥ 0, more ISI signals are introduced and t * 2 gradually decreases. At this moment, we decide to neglect t * 2 Ts with the highest order and then (58) can be transformed into the quadratic equation. Let us define the discriminant of the updated quadratic equation as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Taking the first derivative of ∆ 2 with respect to V yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "suggesting that ∆ 2 is degraded with the growth of L. Moreover, it is clear from (60) that when ln V is not large enough, it is possible for ∆ 2 ≥ 0. Thus, when ∆ 1 ≥ 0 and ∆ 2 ≥ 0, (57) can be computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "Furthermore, when ∆ 1 ≥ 0 and ∆ 2 < 0, we approximate t * 2 as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "So far, the calculation for [t 1 , t 2 ] * has been finished and the approximate solutions of [t 1 , t 2 ] * for all possible L can be found in Proposition 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A"
        },
        {
            "text": "According to (38), we first investigate the impact of the strongest ISI tap, i.e., assuming L = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "Since the expected signal always overwhelms the ISI signal when t > t max , we have n * 2 = N. Here, (38) can be re-written as n * 1 t s (n * 1 t s + T s ) +m 2 T s = 3 2 n * 1 t s (n * 1 t s + T s ) ln",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "wherem = d+r √ 4D . At this point, with the aid of the approximation again, we can conclude",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "Next, we try to find a feasible solution for [n 1 , n 2 ] * when L > 1. It is clear from (38) that the summation of L ISI signals and exp (·) is a huge challenge to calculate [n 1 , n 2 ] * . Therefore, in the following, we also use a similar method to the absorbing receiver to apply the last ISI to approximate the remaining ISI signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "For clarity, we first calculate n * 1 . It is assumed that the ratio between p n,1 and p n,k at n * 1 can be approximated as the ratio atn * 1 for k = 2, · · · , L, i.e., p n * , (66) can be further simplified as 3 2 (n * 1 t s + T s ) (n * 1 t s ) ln 1 + n * 1 t s T s − ln n * 1 t s T s − (n * 1 t s + T s ) (n * 1 t s ) ln W =m 2 T s . (67) With the approximation of ln (1 + x) and ln (x), n * 1 can be solved as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "As for n 2 , we also first obtain the approximation of the ratio between p n,1 and p n,k at n * 2 , i.e., p n * where k = 2, · · · , L andn * 2 = tmax+Ts 2ts . By substituting (69) into (38), we can obtain 3 2 (n * 2 t s + T s ) (n * 2 t s ) ln 1 + n * 2 t s T s − ln n * 2 t s T s − (n * 2 t s + T s ) (n * 2 t s ) ln A =m 2 T s , (70)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "where A = ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "Besides,∆ 1 and∆ 2 denote the discriminant of the cubic and quadratic equations generated from (70), respectively, expressed aŝ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        },
        {
            "text": "At this point, the theoretical [n 1 , n 2 ] * has been derived, as shown in (39) and (40).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX C"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comprehensive review of the COVID-19 pandemic and the role of IoT, drones, AI, blockchain, and 5G in managing its impact",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chamola",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hassija",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guizani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "90--225",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficient monitoring and contact tracing for COVID-19: A smart IoT-based framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Kumbhar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhillon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Internet Things Mag",
            "volume": "3",
            "issn": "3",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Privacy-aware energy-efficient framework using the Internet of Medical Things for COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Turjman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deebak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Internet Things Mag",
            "volume": "3",
            "issn": "3",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mobile edge computing enabled 5G health monitoring for Internet of Medical Things: A decentralized game theoretic approach",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y K"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE J. Sel. Areas Commun",
            "volume": "39",
            "issn": "2",
            "pages": "463--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Internet of Bio-Nano Things",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Akyildiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierobon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koucheryavy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Commun. Mag",
            "volume": "53",
            "issn": "3",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Body area nanonetworks with molecular communications in nanomedicine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Atakan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Akan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasubramaniam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE Commun. Mag",
            "volume": "50",
            "issn": "1",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Internet of Molecular Things based on FRET",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuscu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Akan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Internet Things J",
            "volume": "3",
            "issn": "1",
            "pages": "4--17",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A comprehensive survey of recent advancements in molecular communication",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Farsad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eckford",
                    "suffix": ""
                },
                {
                    "first": "C.-B",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Commun. Surveys Tuts",
            "volume": "18",
            "issn": "3",
            "pages": "1887--1919",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Performance evaluation of leader-follower-based mobile molecular communication networks for target detection applications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okaie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koujin",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haraguchi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Trans. Commun",
            "volume": "65",
            "issn": "2",
            "pages": "663--676",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A touch-communication framework for drug delivery based on a transient microbot system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kosmas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Anwar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Trans. Nanobiosci",
            "volume": "14",
            "issn": "4",
            "pages": "397--408",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A molecular communications system for live detection of hyperviscosity syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Felicetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Femminella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Nanobiosci",
            "volume": "19",
            "issn": "3",
            "pages": "410--421",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fundamentals of molecular information and communication science",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Akan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ramezani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuscu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. IEEE",
            "volume": "105",
            "issn": "",
            "pages": "306--318",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Methods and applications of mobile molecular communication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okaie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haraguchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. IEEE",
            "volume": "107",
            "issn": "",
            "pages": "1442--1456",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Externally controllable molecular communication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okaie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haraguchi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE J. Sel. Areas Commun",
            "volume": "32",
            "issn": "12",
            "pages": "2417--2431",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling of viral aerosol transmission and detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shihada",
                    "suffix": ""
                },
                {
                    "first": "M.-S",
                    "middle": [],
                    "last": "Alouini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Commun",
            "volume": "68",
            "issn": "8",
            "pages": "4859--4873",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Communication through breath: Aerosol transmission",
            "authors": [],
            "year": 2019,
            "venue": "IEEE Commun. Mag",
            "volume": "57",
            "issn": "2",
            "pages": "33--39",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A molecular communication perspective on airborne pathogen transmission and reception via droplets generated by coughing and sneezing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gulec",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Atakan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE Trans. Mol. Biol. Multi-Scale Commun",
            "volume": "7",
            "issn": "3",
            "pages": "175--184",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A droplet-based signal reconstruction approach to channel modeling in molecular communication",
            "authors": [],
            "year": 2021,
            "venue": "IEEE Trans. Mol. Biol. Multi-Scale Commun",
            "volume": "7",
            "issn": "1",
            "pages": "64--68",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Diffusion-based nanonetworking: A new modulation technique and performance analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arjmandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gohari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kenari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bateni",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Commun. Lett",
            "volume": "17",
            "issn": "4",
            "pages": "645--648",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spatial modulation for molecular communication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L.-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C.-B",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Trans. NanoBiosci",
            "volume": "18",
            "issn": "3",
            "pages": "381--395",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Generalized molecular-shift keying (GMoSK): Principles and performance analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L.-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Mol. Biol. Multi-Scale Commun",
            "volume": "6",
            "issn": "3",
            "pages": "168--183",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A novel pre-equalization method for molecular communication via diffusion in nanonetworks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tepekule",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pusane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuran",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tugcu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Commun. Lett",
            "volume": "19",
            "issn": "8",
            "pages": "1311--1314",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Frequency domain analysis and equalization for molecular communication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE Trans. Signal Process",
            "volume": "69",
            "issn": "",
            "pages": "1952--1967",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "ISI mitigation techniques in molecular communication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tepekule",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pusane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "C.-B",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tugcu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Trans. Mol. Biol. Multi-Scale Commun",
            "volume": "1",
            "issn": "2",
            "pages": "202--216",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nano-machine molecular communication over a moving propagation medium",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shahmohammadian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Messier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Magierowski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nano Commun. Net",
            "volume": "4",
            "issn": "3",
            "pages": "142--153",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Optimal receiver design for diffusive molecular communication with flow and additive noise",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schober",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Trans. NanoBiosci",
            "volume": "13",
            "issn": "3",
            "pages": "350--362",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Low-complexity adaptive threshold detection for molecular communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Damrath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoeher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Trans. NanoBiosci",
            "volume": "15",
            "issn": "3",
            "pages": "200--208",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Optimal reception delay in diffusion-based molecular communication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Akdeniz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pusane",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tugcu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Commun. Lett",
            "volume": "22",
            "issn": "1",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Performance analysis of decode and forward relay network in diffusion based molecular communication",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ardeshiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jamshidi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Iranian Conf. Electron. Eng. (ICEE)",
            "volume": "",
            "issn": "",
            "pages": "1992--1997",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synchronous cooperative relaying technique for threedimensional diffusion-based molecular nano communication networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Alshammri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Int. Conf. Nano/Mol. Med. Eng. (NANOMED)",
            "volume": "",
            "issn": "",
            "pages": "154--159",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Optimal detection interval for absorbing receivers in molecular communication systems with interference",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zlatanov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeoh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Mol. Biol. Multi-Scale Commun",
            "volume": "6",
            "issn": "3",
            "pages": "184--198",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the optimal timing of detection in molecular communication systems",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Ntouni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Kapinas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Karagiannidis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Int. Conf. Telecommun. (ICT)",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Optimization of the detection process timing in molecular communication systems with flow",
            "authors": [],
            "year": 2017,
            "venue": "Proc. Telecommun. Forum (TELFOR)",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A survey on modulation techniques in molecular communication via diffusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Demirkol",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Farsad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE Commun. Surveys Tuts",
            "volume": "23",
            "issn": "1",
            "pages": "7--28",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Using dimensional analysis to assess scalability and accuracy in molecular communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schober",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. IEEE Int. Conf. Commun. Workshops (ICC)",
            "volume": "",
            "issn": "",
            "pages": "818--823",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the transmitter is placed in an unbounded 3-dimensional (3D) environment, in which the Schematic diagram of the MCvD system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "is equivalent to collecting all of intervals satisfying h(t) − G (Q) L k=1 h (kT s + t) ≥ 0, and we have h(t) − G (Q) L k=1 h (kT s + t) = 0, i = 1, 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "from (35) when assuming mSINAR = 1,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Here, the corresponding objective function can be re-written as [n 1 , n 2 ] * ≈ arg max for n ∈ [n 1 , n 2 ] * . This means if",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "5µm 9µm Diffusion coefficient (D) 80 × 10 −12 m 2 /s 80 × 10 −12 m 2 /s 2) Q ≥Q: In this subsection, we will derive an optimal [n 1 , n 2 ], which is suitable for all possible Q in the range of Q , ∞ . Similarly, we use [n 1 , n 2 ] * derived when 0 < Q <Q to determineQ. Then, by using the mSID, we can transform the objective function in (35) into [n 1 , n 2 ] * ≈ arg max",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The calculation of [n 1 , n 2 ] * in (41) is almost the same to (36), therefore, [n 1 , n 2 ] * can be shown in (39) and (40) with the introduction ofĜ (Q). Besides,n * 1 in (65) andn * 2 in (69) are replaced by n * 1 and n * 2 ts+tmax 2ts",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Convergence of the optimal detection interval [t1, t2] * versus Q, where the absorbing receiver with Ts = 0.2 and L = 4, 5, 6, 8 is considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "shows the convergence of t * 1 and t * 2 , respectively, corresponding to the first and second subplots, where the absorbing receiver with T s = 0.2 and L = 4, 5, 6, 8 is considered. It can be Convergence of the optimal detection interval [n1, n2] * versus Q, where the passive receiver with Ts = 1 and L = 2, 3, 5, 10 is considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "depicts the convergence of [n 1 , n 2 ] * for the passive receivers with T s = 1 and L = BER versus Q performance of the proposed mSINAR: numerical verification, where the absorbing receiver with Ts = {0.2, 0.3} is considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "BER versus Q performance of the proposed mSINAR: numerical verification, where the passive receiver with Ts = {1, 2} is considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "BER comparison among \"numerical mSINAR\", \"numerical SINAR\", \"numerical SID\", \"the shift-τ method\", and the conventional OOK for the absorbing receiver.follows: when L is small and t > t max , the amplitude of the ISI signal cannot exceed that of the expected signal, such that the received information belonging to [T s , τ + T s ] contributes to signal detection and the shift-τ method performs better; however, with the increase of L, the cumulative interference intensity in [T s , τ + T s ] gradually rises and finally surpasses the expected signal intensity. Here, since the detection interval is always in the range of the current symbol period, the proposed mSINAR does not bring the extra interference generated in [T s , τ + T s ] and thus obtain the performance gain. Particularly, besides the existing ISI signal, the transmitted signal of the next symbol duration is also regarded as the interference in [T s , τ + T s ]. Finally,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 7. BER comparison among \"numerical mSINAR\", \"numerical SINAR\", \"numerical SID\", \"the shift-τ method\", and the conventional OOK for the passive receiver.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "(48), which are hard to deal with.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Similar to (57)-(62), we also can solve n * 2 . For clarity, [n 1 , n 2 ] * can be summarized in(40)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", we have Q =Q when calculating [t 1 , t 2 ] * for Q ≥Q. Certainly, [t 1 , t 2 ] * with Q =Q is suitable for all possible Q in the range of Q , ∞ . However, if Q =Q is true for mSID,(30) can be rewritten as",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}