{
    "paper_id": "1264875973b6cf78377a2da6a834ec38fa6c064a",
    "metadata": {
        "title": "Prospective analysis of SARS-CoV-2 dissemination to environmental surfaces during endoscopic procedures",
        "authors": [
            {
                "first": "Carter",
                "middle": [
                    "C"
                ],
                "last": "Somerville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "Manhasset",
                        "region": "New York",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Shoaib",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cyrus",
                "middle": [
                    "E"
                ],
                "last": "Kuschner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zarina",
                "middle": [],
                "last": "Brune",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "Manhasset",
                        "region": "New York",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Arvind",
                "middle": [
                    "J"
                ],
                "last": "Trindade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Petros",
                "middle": [
                    "C"
                ],
                "last": "Benias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lance",
                "middle": [
                    "B"
                ],
                "last": "Becker",
                "suffix": "",
                "affiliation": {},
                "email": "lance.becker@northwell.edu"
            },
            {
                "first": "Georg",
                "middle": [],
                "last": "Thieme",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Verlag",
                "middle": [],
                "last": "Kg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "has disrupted routine medical care due to uncertainty regarding the risk of viral spread. One major concern for viral transmission to both patients and providers is performing aerosol-generating procedures such as endoscopy. As such, we performed a prospective study to examine the extent of viral contamination present in the local environment before and after endoscopic procedures on COVID-19 positive patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Materials and methods A total of 82 samples were collected from 23 surfaces in the procedure area of four COV-ID-positive patients undergoing upper endoscopic procedures. Samples were collected both before and after the procedure. severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA was extracted and quantified using reverse transcription quantitative polymerase chain reaction with primers to detect nucleocapsid RNA, and results reported as the number of viral copies per square centimeter of contaminated surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results A total of six positive samples were detected from three of the four patients. The floor beneath the patient bed was the most common site of viral RNA, but RNA was also detected on the ventilator monitor prior to the procedure and the endoscope after the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusions The risk of SARS-CoV-2 transmission associated with upper endoscopy procedures is low based on the low rate of surface contamination. Some surfaces in close proximity to the patient and endoscopist may pose a higher risk for contamination. Patient positioning and oxygen delivery methods may influence the directionality and extent of viral spread. Our results support the use of appropriate personal protection to minimize risk of viral transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The novel development of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has resulted in the coronavirus 2019 (COVID-19) pandemic with, to date, over 35 million cases and 1 million deaths worldwide [1] . Besides its direct impact on patients [2] , COVID-19 has disrupted essential hospital procedures, such as endoscopy, due to concerns of viral transmission [3] [4] [5] [6] [7] . Endoscopic examinations are of particular interest due to the high levels of aerosols generated [8] , increasing the risk of viral transmission directly and via contact with contaminated surfaces [9] . Guidelines have been developed for appropriate use of personal protective equipment (PPE) by endoscopists that, when stringently followed, have been associated with only slightly increased risk of seroconversion for healthcare workers [3, 10] . However, the extent to which endoscopic procedures on COVID-positive patients can lead to viral dissemination has not been thoroughly examined. By collecting surface swabs in the close proximity of patients undergoing endoscopy followed by quantification of SARS-CoV-2 viral RNA via reverse transcription quantitative polymerase chain reaction (RT-qPCR), we set out to prospectively quantify viral distribution generated by endoscopic procedures in order to better understand major sources of risk.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Environmental samples were collected from surfaces before and after four patients underwent upper endoscopy. Patients had previously tested positive for SARS-CoV-2 an average of 6.5 days (SD: 3.0 days) prior to procedure. Three of the four patients were symptomatic, exhibiting active respiratory distress at the time of the procedure. Patient characteristics were compiled alongside procedure details ( ▶ Table 1 ). All procedures were performed in the left lateral decubitus position on a procedure bed, approximately 1 m in height above the floor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "The endoscopic procedure for Patient A was performed at the bedside in a non-negative pressure patient room, which was not decontaminated prior to the procedure. Procedures for patients B to D were performed in an endoscopy suite reserved for COVID-positive patients, which was decontaminated by environmental staff between each patient procedure. All pre-procedure swabs for these patients were done after decontamination, but prior to or immediately after patient arrival. Post-procedure swabs were done prior to patient departure or decontamination. Environmental surface samples were collected by swabbing for 2 minutes using polyester-tipped swabs (Isohelix) pre-soaked for 1 minute in DNA/RNA Shield (Zymo Research). Swab tips were then placed into vials containing 400 uL of DNA/RNA Shield and stored at 4°C until ready for RNA isolation and analysis. Samples were centrifuged for 10 minutes at 1,500 g to remove debris and the supernatant was transferred to a clean microcentrifuge tube. RNA isolation and purification were performed using QIAamp Viral RNA Isolation kit (Qiagen) according to the manufacturer's protocol before storing at -80°C. One-step quantitative Reverse Transcription PCR was performed using the TaqPath 1-Step RT-qPCR Master Mix (ThermoFisher) on the LightCycler 480 System (Life-Science) in 384-well format in triplicate, using a total sample volume of 12.5 uL per well, including 5 uL of purified template RNA. SARS-CoV-2 N1 nucleocapsid primers and probes (IDT) were used. Cycle threshold (Ct) values generated from a standard curve of known SARS-CoV-2 nucleocapsid plasmid (IDT) were used to quantify RNA in our samples. A sample was considered positive if all three replicates resulted in a Ct value prior to the terminal cycle. Viral copies were calculated and divided by the area of the sampled surface, to account for the fact that smaller surfaces would be expected to receive less virus. Positive results are reported in terms of viral copies/cm 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The results of this experiment are summarized in ▶ Table 1 . SARS-CoV-2 viral RNA was detected from Patient A in the preprocedure sample of the ventilator monitor, both the pre-procedure and post-procedure samples of the floor beneath the patient bed, and the post-procedure sample from the endoscope. Note that this patient had the procedure performed at the bedside in a patient room, not a dedicated endoscopy suite, which was not decontaminated prior to the procedure. The overall level of virus contamination on all surfaces was low, as the endosocope had the highest concentration of viral RNA with 3.108 viral copies/cm 2 . The remaining six pre-procedure samples and nine post-procedure samples were negative from Patient A. Patient B had no viral RNA detected in nine pre-procedure and 12 post-procedure samples. Patients A and B had samples collected from the isolation pad adjacent to the procedure field; both samples were negative for viral RNA. Patients C and D both had no positives out of eight pre-procedure samples, but both patients had a positive floor sample post-procedure. The concentration of virus was again low, at 1.759 and 0.052 viral copies/cm 2 for Patients C and D, respectively. The remaining 11 post-procedure samples were negative. These two patients also had samples collected from the mouth guards used for the endoscope, which were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We present the first quantification of endoscopy-induced SARS-CoV-2 surface dispersion. While the majority of samples were negative for SARS-CoV-2 viral RNA, viral RNA was present on three of the four floors sampled post-procedure, and one procedure was associated with viral dispersion on the endoscope. Notably, although three patients were exhibiting respiratory COVID-19 symptoms, surfaces near these patients, such as endoscopist PPE and bed rails, were all negative postprocedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These results show lower than expected SARS-CoV-2 dissemination in the course of upper endoscopic procedures. We attribute this decreased risk of viral spread to two likely causes. First, the use of semi-closed circuit oxygen delivery methods, such as prior tracheostomy or procedural oxygen masks, in our patients limited aerosolization compared to active intubation pre-procedure [11] . Because SARS-CoV-2 viral loads are highest in the lower respiratory tract [12] , reducing aerosol-generating ▶ procedures will lower the spread of viral RNA to the environment. Second, all of the procedures in our study were conducted with patients in the left lateral decubitus position, which may have contributed to directing expelled droplets towards the floor rather than into the air, where they could be widely dispersed. This is supported by the higher rate of viral RNA detection on the floor compared to other surfaces, including the PPE of nearby endoscopists.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These conclusions, however, should be confirmed by collecting samples from procedures using other patient positions and/ or oxygen delivery methods. It is imperative to expand this study to include quantification of viral RNA in airborne droplets via air sampling, as recent evidence has demonstrated the importance of airborne particles in SARS-CoV-2 transmission [13] . The extent and duration of viral shedding by patients must also be understood in order to assess the risk of performing endoscopic procedures. Previous research has found that SARS-CoV-2 viral load peaks at or shortly after symptom onset and decreases thereafter [14] . We did not measure viral shedding by patients in our study, and therefore, cannot comment on the correlation between viral load and environmental spread. However, we do note that the patient with the shortest time since a positive test, Patient B, generated no positive samples, suggesting that there may not be a strong association between the risk of viral transmission during endoscopy and the recency of the patient's last positive test for SARS-CoV-2. In addition, the method of anesthesia strongly affects the production of aerosols or droplets, and thus, the levels of disseminated viral RNA. The patients in this study were all sedated throughout the procedure, which would reduce aerosol generation and dispersion. Patients A and B were under closed-circuit ventilator control, while patients C and D utilized a procedural oxygen mask. The presence of post-procedure viral RNA was low for all subjects, however, regardless of the method of respiratory control. This low level of viral dissemination may be ameliorated through the use of a mask or face covering for the patient throughout the procedure, which can be a simple low-risk action that could have a major benefit in reducing viral spread [3] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1849,
                    "end": 1852,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While prolonged procedures have an increased risk of viral transmission [15] , our results indicate that short-duration procedures generate less viral dissemination to the environment, reaffirming that endoscopy teams strictly adhering to PPE guidelines have minimal additional risk if care is taken to minimize provider exposure [16] . It is also important to consider the relative size of contaminated surfaces when interpreting these results, as smaller surfaces will capture less disseminated virus. This is highlighted by the fact that the patient mouthguards were negative even in the presence of a positive sample from the floor, which may be due to the larger surface area of the floor receiving more total virus particles. However, the presence of detectible viral RNA on the floor after procedures, along with positive pre-procedure samples from the floor and the ventilator screen, underscores the importance of thorough cleaning of the procedure area between patients. The quantities of virus detected in our study are comparable to those reported in other studies investigating surface contamination in hospital settings [9, 17] , and generally lower than viral levels collected from COVID-19 wards [9, 18] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study is limited by the small number of patients studied, as the reduction in COVID-19 cases in New York resulted in a rapid decrease in COVID-positive patients who required endoscopic procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our data suggest that the risk of COVID-19 contamination is present in the endoscopy suite but is relatively low compared to many other settings where viral spread has been studied [9] . The continued persistence of the COVID-19 pandemic, coupled with a potential resurgence in New York, will facilitate future studies to investigate additional procedure types, including colonoscopies and patients intubated within endoscopy suites, and allow correlation of patient viral load to environmental distribution. Collecting environmental data, as performed in our pilot study, will enable allow development of the safest procedural environments for our patients and providers in healthcare settings such as the endoscopy suite. ",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "transmission, diagnosis, and treatment of Coronavirus Disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiersinga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "25",
            "issn": "",
            "pages": "782--793",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) outbreak: what the department of endoscopy should know",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointestinal Endoscopy",
            "volume": "92",
            "issn": "",
            "pages": "192--197",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resuming elective surgery in the time of COVID-19: a safe and comprehensive strategy",
            "authors": [
                {
                    "first": "Al-Omar K",
                    "middle": [],
                    "last": "Bakkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khasawneh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Updates Surg",
            "volume": "72",
            "issn": "",
            "pages": "291--295",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and gastrointestinal endoscopy: What should be taken into account?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinonquel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roelandt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Demedts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dig Endosc",
            "volume": "32",
            "issn": "",
            "pages": "723--731",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The daily impact of COVID-19 in gastroenterology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abreu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rahier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "United European Gastroenterol J",
            "volume": "8",
            "issn": "",
            "pages": "520--527",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 -ESSKA guidelines and recommendations for resuming elective surgery",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mouton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hirschmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ollivier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Exp Orthop",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potential for occupational exposures to pathogens during bronchoscopy procedures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zietsman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Occup Environ Hyg",
            "volume": "16",
            "issn": "",
            "pages": "707--716",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol and surface distribution of severe acute respiratory syndrome coronavirus 2 in hospital wards",
            "authors": [
                {
                    "first": "Z-D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S-F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Low risk of covid-19 transmission in GI endoscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aragona",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cengia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "",
            "pages": "1925--1927",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "582",
            "issn": "",
            "pages": "557--560",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS-CoV-2, SARS-CoV, and MERS-CoV viral load dynamics, duration of viral shedding, and infectiousness: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Microbe",
            "volume": "2",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Geneva: World Health Organization. World Health Organization. Coronavirus disease 2019 (COVID-19): situation report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A safe endoscopy during COV-ID-19 pandemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Leonardo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cristiano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "92",
            "issn": "",
            "pages": "1274--1275",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Investigating SARS-CoV-2 surface and air contamination in an acute healthcare setting during the peak of the COVID-19 pandemic in London",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Otter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS-CoV-2 RNA detection in the air and on surfaces in the COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Razzini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castrica",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Menchetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Total Environ",
            "volume": "742",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "E701-E705 | © 2021. The Author(s)",
            "authors": [
                {
                    "first": "Somerville",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "09",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patient characteristics, locations of viral sampling, and viral PCR results from four COVID-19-positive patients C et al. Prospective analysis of … Endosc Int Open 2021; 09: E701-E705 | © 2021. The Author(s).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Values are mean ± SD. PRE, pre-procedure; POST, post-procedure.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Support for this study was provided by internal funding from the Department of Emergency Medicine at Northwell Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Drs. Kuschner and Brune are scientific consultants for RXR Realty. Dr. Trindade is a consultant for Olympus America and Pentax America with research support received from Ninepoint Medical. Dr. Benias is a consultant for Medtronic, Olympus, and Fujinon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}