{
    "paper_id": "126fee9a5942ace179a76dd47a70fd6cb626f69f",
    "metadata": {
        "title": "The limits of estimating COVID-19 intervention effects using Bayesian models",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Bryant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "Stockholm University",
                    "location": {
                        "postBox": "Box 1031",
                        "postCode": "17172",
                        "settlement": "Solna",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Arne",
                "middle": [],
                "last": "Elofsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "Stockholm University",
                    "location": {
                        "postBox": "Box 1031",
                        "postCode": "17172",
                        "settlement": "Solna",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To limit the rapid spread of COVID-19, most governments have introduced different non-pharmaceutical interventions, which might have severe costs for society. Therefore, it is crucial to evaluate the most cost-effective interventions, using, for instance, Bayesian modelling. Such modelling efforts have deemed lockdown to account for 81% of the reduction in R 0 , contributing to government policies. Here, we show that these conclusions are unsupported and that policies therefore should not be based on these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "https://www.eurosurveillance.org/for-authors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Due to the rapid spread of COVID-19 across Europe, and the quick increase in cases and deaths in some countries, European countries introduced non-pharmaceutical interventions to limit virus spread 1 . Efforts to elucidate the impact of interventions through computational modelling have been made [2] [3] [4] . Still the actual effects of these interventions are hard to differentiate from each other, as many interventions were introduced almost simultaneously. This communication focuses mainly on the deficiencies with a recent Bayesian model used to estimate the effect of five different interventions across 11 European countries 2 . Still, it is also relevant for other modelling attempts, including our own, where we try to use mobility in various sectors of society to estimate their effects 5 .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A recent study 2 uses MCMC simulations 6, 7 to infer impacts on the basic reproductive number (R 0 ) through governmental non-pharmaceutical interventions (NPIs). From the estimated R 0 , the number of daily cases is predicted, which then through an infection-to-death distribution, is used to infer the number of daily deaths. The model fits the number of daily deaths to the observed number of deaths 8 using a Bayesian posterior distribution. The paper reports that current interventions have been sufficient to drive R 0 below 1 (which is necessary for the number of infected people to decrease) for all 11 European considered countries. They \"show that major non-pharmaceutical interventions and lockdown, in particular, have had a large effect on reducing transmission\" . The authors conclude that lockdown accounts for 81% [75% -87%] of the reduction in R 0 , i.e. that all other interventions only have minimal effects on the decline of R 0 .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 41,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 42,
                    "end": 43,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The peculiar aspect of the claim that lockdown accounts for 81% of the reduction in R 0 , is that Sweden did not implement any lockdown, but still see a similar decrease in R 0 as the other countries, even though the other NPIs were reported to have no substantial effect on R 0 . To solve this problem, as compared with the authors' earlier work 9 , which showed a significantly higher R 0 for Sweden, they invoke a country-specific last intervention parameter, which is only implemented for Sweden 10 (see equation i ). The \"last intervention\" parameter is multiplied with R 0 , and can therefore be seen as a parameter adjusting the model for Sweden independently. As can be seen, when analysing the posterior distributions of the intervention parameters, the \"last intervention\" parameter for Sweden results in 73.5 % of Sweden's reduction in R 0 ( Figure 1 ). The last intervention impact on R 0 is not reported or discussed in the Nature publication, possibly misleading decision-makers on the importance of lockdowns. where I m, 1-7 states if country m has introduced the following interventions, on the given day, (1) closing of schools and universities, (2) Self-isolating if ill, (3) banning of public events, (4) the first intervention introduced, (5) lockdown, (6) social distancing encouraged and (7) last intervention. The additional country-specific parameters added for the lockdown (here referred to as \"extra lockdown\") and last intervention are sampled from the following distributions:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The issue"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The issue"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The issue"
        },
        {
            "text": "The copyright holder for this this version posted August 16, 2020. . https://doi.org/10.1101/2020.08.14.20175240 doi: medRxiv preprint lockdown ~ normal(0,gamma) last intervention~ normal(0,gamma) gamma ~ normal(0,.2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The issue"
        },
        {
            "text": "To analyze the importance of the last intervention option only introduced for Sweden, we remove it (see equation ii ). The resulting reduction in R 0 for Sweden is identical within statistical margins, but the fit to the daily deaths is worse (Figure 2) . Interestingly, the banning of Public events (Sweden's last introduced NPI) now becomes more important (median reduction of 50.1%), being almost on par with that of the lockdown (median reduction of 64.9%, Figure 3 ). is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 253,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 461,
                    "end": 469,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The issue"
        },
        {
            "text": "The copyright holder for this this version posted August 16, 2020. . Finally, suppose the \"extra lockdown\" introduced for all countries except for Sweden and the \"last intervention\" options only added for Sweden are removed (equation iii ). In that case, the banning of public events now becomes the NPI with the most importance (reduction of 78%). Now also the effect of the closing of schools and universities, and social distancing rise (reductions of 5.4%, and 5.3% respectively), while the self-isolating if ill importance remains unchanged (median 0.7 %), and the lockdown importance greatly diminishes (0.2 %), is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The issue"
        },
        {
            "text": "The copyright holder for this this version posted August 16, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The issue"
        },
        {
            "text": "The Bayesian model used by ICL to estimate the impact of each intervention appears to be sensitive to small perturbations. The reason the lockdown seems to have such high importance is likely due to it being the last intervention implemented, and not because it had the most substantial impact. We highlight this by showing that the importance of the \"last intervention\" diminishes when treating Sweden in the same way as all other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Further, the modification of the initial model 9 enables adjustments to the daily deaths from the model in each country. It thus creates the possibility of fitting a wide range of data to the observations but loses the ability to identify cross-country patterns. We believe that allowing country-specific effects of the NPIs makes it very difficult to estimate the relative impacts of NPIs, since there is no possibility of distinguishing between NPI effects and other country-specific effects, e.g. population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "In conclusion, it is peculiar that the model displays an almost identical change in R 0 in all countries, dropping sharply below one at the final NPI, independently on the nature of that NPI. In reality, all countries had different NPIs implemented at different time points, likely with varying strength and efficiency, and it is quite likely that NPIs such as enforcing social distancing at least had some effects, not seen in the models. Given the importance the initial report had on government policies and the fact that we show here that the conclusions made about the significance of the lockdown are not entirely correct, we do think that we should pinpoint this to readers and policymakers. Correct assumptions on the effects of NPIs are becoming even more urgent as many nations still are imposing different NPIs, and that these might go on for an extended period ( https://www.bbc.com/news/explainers-53640249 , last accessed 20200811).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Updated rapid risk assessment from ECDC on coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK. Eurosurveillance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2405-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "855--860",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inferring change points in the spread of COVID-19 reveals the effectiveness of interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the impact of mobility patterns on COVID-19 infection rates in 11 European countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elofsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.13.20063644"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hierarchical Modeling and Analysis for Spatial Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Ugarte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chapman & Hall. Monographs on Statistics and Applied Probability",
            "volume": "135",
            "issn": "",
            "pages": "274--277",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Download today's data on the geographic distribution of COVID-19 cases worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report 13 -Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ImperialCollegeLondon/covid19model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imperialcollegelondon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Posterior distributions of relative reduction in R 0 for each intervention and the \"last intervention\" parameter only introduced for Sweden. The median reductions are -0.7%, -0.7%, -0.7%, 81.1% and -0.6 % for NPIs Schools and Universities, Self-isolating if ill, Public events, Lockdown and Social distancing encouraged respectively. The last intervention, only implemented for Sweden, has a median reduction of 73.5%. This is the equation used for estimating the impact of NPIs on R 0 in the MCMC simulations , R R t,m = 0,m · e −I ·α −I ·lockdown −I ·last intervention",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Modelling results for Sweden with (A, B, C) and without (D, E, F) the introduction of the \"last intervention\" parameter. The thick blue lines correspond to the means, while the darker and lighter shades of blue correspond to the 50 and 95 % confidence intervals respectively. R R t,m = 0,m · e −I ·α −",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Posterior distributions of relative % reduction in R 0 if the last intervention option only introduced for Sweden is removed. The median reductions are -0.7%, -0.7%, 50.1%, 64.9% and -0.1 % for NPIs Schools and Universities, Self-isolating if ill, Public events, Lockdown and Social distancing encouraged respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Posterior distributions of relative % reduction in R 0 if the extra lockdown option and the last intervention option only introduced for Sweden is removed (see equation iii). The median decreases are 5.4%, -0.7%, 77.9&, 0.2% and 5.3 % for NPIs Schools and Universities, Self-isolating if ill, Public events, Lockdown and Social distancing encouraged respectively.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Claudio Bassot's contribution by sharing the Imperial College. Without this information, this study would not be possible. We are also grateful to various colleagues and friends that contributed to the discussion. Finally, we thank the authors of the Imperial College London report for making their data and model freely available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}