{
    "paper_id": "12db8118f5cc9f98c62aca1e312edf7762968eeb",
    "metadata": {
        "title": "A retrospective evaluation of three ethical triage tools for the allocation of ICU resources during the first wave of the COVID-19 pandemic",
        "authors": [
            {
                "first": "Heidi",
                "middle": [],
                "last": "Michielsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ziekenhuis Netwerk Antwerpen Campus Stuivenberg",
                    "location": {
                        "addrLine": "Lange Beeldekensstraat 267",
                        "postCode": "B-2060",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Inneke",
                "middle": [],
                "last": "De Laet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ziekenhuis Netwerk Antwerpen Campus Stuivenberg",
                    "location": {
                        "addrLine": "Lange Beeldekensstraat 267",
                        "postCode": "B-2060",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [],
                "last": "Van Bastelaere",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ziekenhuis Netwerk Antwerpen Campus Stuivenberg",
                    "location": {
                        "addrLine": "Lange Beeldekensstraat 267",
                        "postCode": "B-2060",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Huygh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ziekenhuis Netwerk Antwerpen Campus Stuivenberg",
                    "location": {
                        "addrLine": "Lange Beeldekensstraat 267",
                        "postCode": "B-2060",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Katrien",
                "middle": [],
                "last": "Bervoets",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niels",
                "middle": [
                    "Van"
                ],
                "last": "Regenmortel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ziekenhuis Netwerk Antwerpen Campus Stuivenberg",
                    "location": {
                        "addrLine": "Lange Beeldekensstraat 267",
                        "postCode": "B-2060",
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "a b s t r a c t a r t i c l e i n f o",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: To retrospectively evaluate the effect of ethical triage tools (ETT), designed to streamline the admission of patients during the first wave of the COVID-19 pandemic. We aimed to determine the characteristics and outcomes of the patients who would have been denied admission to the ICU according to these protocols, including the cumulative number of saved ICU days. Methods: We retrospectively identified the ethical triage status in every patient who was admitted to our 31-bed mixed ICU in Antwerp, Belgium during the first wave of the COVID-19 pandemic, regardless of the reason for admission. This study was possible since the capacity of our ICU had not been threatened, still enabling our usual case-per-case decision. We evaluated three different ETTs that were designed in our and two other hospitals during the COVID-19 pandemic. Results: During the 81-day study period, 182 patients were admitted to the ICU. Of the patients, 9-23% would have been denied ICU admission according to the three assessed ETTs (WBD cohort), responsible for 8-18% (n = 116-257) of the total number of ICU days. Of the WBD patients, 44-55% eventually survived their hospital stay, compared to 71-74% of the patients that would have been allowed admission. Of the WBD patients admitted for respiratory failure due to COVID-19, 18-25% survived, a number that decreased to 0-20% when these patients required mechanical ventilation. Conclusion: An ETT effectively reduces ICU bed occupancy but it does not accurately discriminate between survivors and non-survivors, as a substantial percentage of patients who are being denied admission to the ICU would eventually survive their hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel Coronavirus, SARS-COV-2 was rapidly spreading, with the potential to overwhelm health care systems. In early 2020, one of the first priorities for the Belgian health care system facing this pandemic was maximizing hospital and intensive care capacity, including trained staff, medication, and equipment. Elective medical care and surgery that would otherwise have resulted in post-operative intensive care or monitoring, was postponed by governmental decree. Nevertheless, it was anticipated that these measures would not prove sufficient, and the influx of patients could be higher than the number of intensive care unit (ICU) beds, despite there being a relatively high number of ICU beds in Belgium (1 ICU bed/5.500 inhabitants). Therefore, several professional organizations and hospital boards began developing ethical triage tools (ETT) for admission to the ICU. This was not coordinated at a national level. The goal of these new ETTs was to optimize scarce ICU resources by prioritizing the admission of patients whose survival would lead to the highest number of quality-adjusted life years (QALY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the design of an ETT, a common ethical instinct could be to favor younger over older patients, since the first have an inherent larger potential for quality-adjusted life years won [1] . However, it is usually deemed unethical to treat patients differently purely based on their age, since age as single parameter is not reliable enough to predict potential gain in QALYs. Instead, the concept of frailty was proposed as a prognostic predictor in most ETTs. Frailty is characterized by progressive widespread physiological declines across different organ systems and has been proved to predict mortality more reliably than age in elderly patients admitted to the ICU [2] . In order to assess frailty, the Clinical Frailty Score (CFS) is used, which is a rapid and practical method to use at presentation, when the patient is often accompanied by a caregiver or proxy who is familiar with their functional status [3] . Another important factor to estimate long-term prognosis after ICU admission, is the severity of the patient's underlying health conditions. Several chronic illnesses have a major, and often underestimated, impact on mid-term morbidity and mortality, such as diabetes, heart failure, chronic kidney disease, etc. Traditionally, scales like the Charlson Comorbidity Index (CCI) are used to incorporate the factor of underlying conditions in prognostication.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eventually, overall ICU capacity was not severely threatened during the first wave of the COVID-19 pandemic in most parts of Belgium, including our own institution. Patients could still be admitted by the usual case-per-case evaluation and at a relatively low threshold, allowing for a retrospective evaluation of the performance of our proposed ETT. The aim of this study was to assess the demographics and the outcome of the patients who would have been denied admission to the ICU if our ETT, or any of two other ETTs developed in other Belgian hospitals, would have been implemented. With the results we want to provide insight as a basis for further development and improvement of triage tools for pandemic management in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a retrospective analysis on every patient who had been admitted to our ICU during the first wave of the COVID-19 pandemic. Our ICU is a 24-bed (upgraded to 31 beds during the pandemic) mixed, non-pediatric intensive care unit at the Stuivenberg hospital in Antwerp, Belgium, one of the various hospitals of Ziekenhuis Netwerk Antwerpen (ZNA). Every ICU patient was included in the study no matter the reason for admission, COVID-19 or otherwise. Readmissions were included in the analysis as separate admissions since they would imply a new evaluation according to the ETT. The study period stretched from March 12th 2020, when the first COVID-19 patient was admitted to our ICU, until the last admission on May 31st 2020, when the first wave of the pandemic had ended and the admission rate of respiratory insufficient COVID-19 patients in our ICU facility had drastically fallen. The ZNA/OCMW Institutional Review Board approved the study (Ref.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and study period"
        },
        {
            "text": "Nr. 5511). In view of the retrospective and anonymized nature of the study, patient consent was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and study period"
        },
        {
            "text": "In this study, we compared three ETTs developed in three different Belgian hospitals. We retrospectively applied these ETTs to the patient characteristics of every admission during the study period and assessed whether the patient would have been denied admission (WBD cohort) or would have been allowed admission (WBA cohort) according to each ETT. The treating clinicians were able to perform advanced care planning or issue do-not-reanimate orders during each individual patient's course of their ICU stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical triage tools and research question"
        },
        {
            "text": "The first ETT (Protocol X, see Fig. 1 of the detailed flowchart) was designed in our institution by physicians from different departments (mainly ICU and geriatric medicine) and approved by the Chief Medical Officer of the ZNA hospital network, before being submitted to the local Ethics Committee. The protocol triages according to the patient's age, the Clinical Frailty Score (CFS), and a newly developed instrument called the \"ZNA Comorbidity Index\", which is a modified version of the classic Charlson Comorbidity Index. Although the CCI is a widely used and well-validated tool to predict one-year mortality in a general ICU population, the treatment and hence the impact of many of the included disease states (e.g., AIDS, stomach ulcers) has evolved since its conception in the 1980s [4] [5] [6] . Therefore, ZNA reviewed and updated the score with currently common and relevant chronic medical conditions. The ZNA Comorbidity Index was not validated to determine whether it can reliably predict the long-term health impact of underlying comorbidities in critically ill patients in other situations than the current incorporation in our ETT.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 795,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 37,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ethical triage tools and research question"
        },
        {
            "text": "Protocol Y and Z were the triage protocols developed in two other Belgian hospitals, willing to anonymously share their internal institutional guidelines for research purposes. The detailed flowcharts of Protocol Y and Z can be found in the Appendix. Protocol Y was based entirely on the concept of frailty, assessed by the CFS. If the CFS was 4 or 5 (vulnerable and mildly frail patients respectively), appropriateness of mechanical ventilation needed to be carefully considered, considering the patient's age, comorbidities, and the estimated reversibility of the underlying disease process. If the CFS was 6 (moderately frail patient), an \"ICU-trial\" could be considered as being appropriate if early reversibility of the underlying disease was expected [7] . If, however, early reversibility of the underlying disease was not expected, an admission was considered inappropriate. For CFS scores of 7 or higher (severely frail patients and terminally ill patients respectively), ICU admission was considered inappropriate, since this patient group was considered as inherently having too little physiologic reserves to recover adequately from intensive organ-supportive treatments. Protocol Z differed from the other two with respect to the following items: no evident ICU admission for patients living in a residential care facility (except for service flat residents or spouses of highly care-dependent persons) or if there was known dementia (MMSE ≤ 24/30). Further triaging also depended on the CFS and the CCI.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 760,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Ethical triage tools and research question"
        },
        {
            "text": "The following data were retrospectively collected by individual record review of all included patients: age, place of residence before hospital admission, advanced care planning status, and their daily level of functioning before the acute disease episode according to the CFS (see Appendix). The patients' burden of comorbidities was assessed using the CCI and the newly developed ZNA Comorbidity Index. Both the Sequential Organ Failure Assessment score (SOFA) and the Simplified Acute Physiology Score-III (SAPS-3) on admission to the ICU were assessed [5, [8] [9] [10] . For the outcome and resource utilization parameters, we assessed in-hospital mortality, the need for mechanical ventilation, renal replacement therapy and vasopressors, and the length of ICU stay for all included patients. Finally, we collected information on the COVID-19 status of the patients. We assessed the respiratory COVID-19 group separately from the rest of the cohort. For our analyses, patients who tested positive for SARS-COV-2 but were asymptomatic for COVID-19 and thus admitted for other reasons, were included in the non-COVID-19 group.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 559,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and statistical analysis"
        },
        {
            "text": "Using descriptive statistics, we compared the demographics, resource utilization, and outcomes of the WBD group. We specifically assessed mortality rates according to the patients' triage status. Means are reported with their standard deviations (SD); medians with their interquartile ranges (IQR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and statistical analysis"
        },
        {
            "text": "Between March 12th and May 31st 2020, 182 patients were admitted to our ICU. Demographic characteristics, including comorbidities, and the major outcome data are shown in Table 1 . Ten patients (5.5%) were admitted more than once. Forty-four patients (24%) were admitted for respiratory disease due to COVID-19. In twelve patients (6.6%), SARS-CoV-2 infection was a coincidental finding and not the reason for admission: three patients were admitted for emergency surgery (one patient underwent thoracoscopy and two patients were admitted for multiple trauma) and nine patients for medical reasons (in-hospital cardiac arrest, sepsis, diabetic ketoacidosis, ischemic stroke, severe intoxication). These patients were analyzed in the non-respiratory COVID-19 cohort. No patients were admitted for elective surgery since elective surgery was postponed by governmental decree. For 22 patients (12.1%), advanced care planning and the decision \"not to reanimate or intubate\" was already formally documented before ICU admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding resource utilization and outcome, invasive mechanical ventilation was required in 35.2% of the total cohort, in 48.9% of the COVID-19 subgroup and in 30.7% of the non-respiratory COVID-19 subgroup. The median length of ICU stay was six days (IQR [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] in the COVID-19 subgroup and two days (IQR 1-5) in the non-COVID-19 cohort. In-hospital mortality was 57.8% in the COVID-19 subgroup compared to 23.6% in the non-COVID-19 cohort. In mechanically ventilated patients, hospital mortality was 68.2% in the COVID-19 cohort and 52.4% in the non-COVID-19 cohort.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The patients' triage status according to the three different protocols is summarized in Table 2 . Triaging patients according to the different ETTs would have resulted in 31 (17%), 16 (9%) or 41 (23%) patients being denied admission according to Protocols X, Y and Z, respectively. Table 2 also shows the number of ICU days that would have been saved by implementing the different ETTs, which is ultimately the main goal of ETTs. If Protocol X had been implemented, the cumulative number of days an ICU bed would have been occupied by a WBD patient was 163 (11% of the cumulative length of stay of the total cohort). Protocol Y would have saved 116 ICU days (8%) and Protocol Z 257 (18%). Exactly which patients would have been denied (WBD) or allowed (WBA) admission depended strongly on the protocol used (see Fig. 2 ). A total of 52 patients (29%) would have been denied admission to the ICU according to at least one ETT, if it had been applied. Twenty-two and twentythree patients would have been denied admission, according to two of the three protocols. Only seven patients would have been denied admission according to all three ETTs. Table 3 shows the number of WBD patients according to each individual parameter used by the different ETTs. Table 2 summarizes hospital mortality according to the three ETTs in both the WBD and the WBA patient group. In the WBD cohort, 51.9% of patients that were triaged by at least one ETT eventually survived until hospital discharge (55% according to Protocol X, 44% to Protocol Y, and 51% to Protocol Z). The need for mechanical ventilation was associated with a much lower survival rate: depending on the protocol, 19-22% of the mechanically ventilated patients in the WBD cohort survived. Furthermore, the subgroup of patients who were admitted for COVID-19 pneumonia had a substantially lower survival rate compared to the total cohort: 18-25% of these patients in the WBD cohort survived, even reaching a 0% survival rate in the patients who were mechanically ventilated. In the WBA cohort, the survival rate was much higher than in the WBD group: around 70% in the total cohort for each of the protocols, with lower survival rates in mechanically ventilated patients and in patients admitted for COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 282,
                    "end": 289,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 812,
                    "end": 818,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1143,
                    "end": 1150,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1251,
                    "end": 1258,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "During the 2020 pandemic, ETTs were designed by clinicians and policymakers who were confronted with the imminent overwhelming of health care systems in an attempt to regulate ICU influx. In this study, we demonstrated that the three studied ETTs, although relatively effective in saving ICU beds, would also have diverted many patients who eventually survived their hospital stay (44-55%, depending on the protocol used). If pandemic conditions during the COVID-19 pandemic would have worsened to the point of overwhelming the health care systems, these losses might have had to be accepted. Decisions supported by a clear, objective protocol undoubtedly would have reduced moral injury in frontline medical professionals, charged with the terrible task of choosing between patients when capacity is limited. Nevertheless, the large numbers of patients that would have been denied admission ask for a careful consideration of the timing to implement these instruments in clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The need for careful consideration is especially true due to the lack of coherence between the current protocols. No less than 52 patients would have been denied admission according to at least one of the three different protocols. In comparison, only seven patients would have been denied if all three protocols were applied, and of those seven patients, three survived. This lack of coherence creates a potentially undesirable situation: intensive care treatment would be refused for the same patient in one hospital but afforded in another hospital, with a possible difference in outcome. This might induce doubt and \"shopping behavior\" from patients' families seeking second opinions, causing even more overload to an already stressed health care system. In the event that patient flows between different critical care units needed to be regulated and redistributed, then using different ETTs would only add confusion. The use of different ETTS would create avoidable moral distress in patients, families and health care providers, and lower the support base for the overall crisis management by the Table 1 Demographic characteristics, comorbidities, organ support and outcome parameters. Values are expressed as n (%), mean (SD) or medians (IQR) as appropriate. CFS = Clinical Frailty Scale (score 1-9, see Appendix), CHF = congestive heart failure, NYHA = New York Hearts Association, CKD = chronic kidney disease, RRT = renal replacement therapy, SOFA = sequential organ failure assessment, SAPS-3 = Simplified Acute Physiologic Score, MV = Mechanical Ventilation. SD = standard deviation. IQR = interquartile range. # Only the final admission is counted. government. Developing a uniform ethical guideline is therefore essential during a nation-wide crisis (and beyond) where coordination goes beyond hospital borders. As opposed to the survival rates in the WBD cohort, there was also a substantial mortality rate in the WBA cohort (up to 26.4% of the patients according to Protocol Y). Firstly, it is important to stress that the fact that a patient dies during or after ICU care does not necessarily mean that ICU care was unwarranted for that patient. However, ETTs have a conceptual weakness because their focus is only on risk factors for mortality in the mid-and long-term, to save QALYs. In their goal of helping to allocate scarce resources, without exception, they do not assess the severity of the acute illness. Clearly, this importantly impacts the short-term prognosis and thus the decision about the allocation of these resources. Theoretically, it may be useful to include a general ICU disease severity score in order to avoid discrimination between patients based on underlying diagnosis. However, the performance of these scores across all possible disease states is, at best, uncertain. This is especially true when confronted with a 'new' disease in pandemic circumstances.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1104,
                    "end": 1111,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Mortality related to COVID-19 was found to be high, especially in patients who received mechanical ventilation. A meta-analysis by Lim et al. in COVID-19 patients showed that mortality estimates in the group receiving mechanical ventilation ranged from 47.9% in younger patients (age ≤ 40) to 84.4% in older patients (age > 80) [11] . Our study revealed a relatively high mortality rate of 59.1% (almost three times higher than non-COVID-19 ICU patients during the same period) and 68.2% in the subgroup of mechanically ventilated patients. Although this is consistent with some reported series and the standard of care improved substantially after the first wave of the pandemic, internationally there are also reports of lower mortality rates. However, as outlined before, Belgium has, under normal circumstances, a high number of ICU beds per capita and a relatively low threshold for ICU admission. Additionally, many of the patients were referred from residential care facilities. Literature shows that older populations with underlying medical conditions are at higher risk of COVID-19 severity and mortality. Excluding these patients from admission would obviously lead to lower ICU mortality rates. Furthermore, Decoster et al. showed that socio-economic status is strongly related to COVID-19 associated case fatality rate. Excess mortality in the bottom income decile turned out to be more than twice as high as in the top income decile for both men and women [12] . Even when a correction was made for age, gender, and chronic health conditions; excess mortality rate was three times higher for people with the lowest incomes [13] . Since our institution is situated in an area with low mean taxable incomes and a lower level of education, frequent language barriers, and many undocumented migrants, the observed high mortality rate might partially be explained by socio-economic differences, reduced access to health care, and lower general health status in our patient population [14] . Of course, due to our study design, it is not possible to know what would ultimately have happened if the ETT had been implemented. Some patients who would have been denied access to the ICU might have survived without ICU treatment and theoretically, some of the patients who were actually admitted to the ICU and died (e.g., from nosocomial infection) may have lived had they not been admitted to the ICU, although we have no supporting evidence for that hypothesis. The possibility exists that some referring physicians pre-selected patients by deeming them unfit for ICU admission without consulting with the attending intensivist due to real or perceived ICU bed shortage. No data were collected on patients who were denied ICU admission by the attending intensivist after consultation with the referring physician(s). These limitations are largely inherent to the nature of retrospective studies on medical ethical decision making and do not necessarily detract from the main message of this study.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1993,
                    "end": 1997,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We find it important to stress that this study was undertaken in a situation of strained but not exceeded capacity. If ICU capacity had been surpassed, the survival rate achieved in this study would undoubtedly have been much worse. This could be seen as a limitation from a scientific point of view, but on the other hand, it demonstrates precisely the point that all efforts should be taken to not reach the point of total saturation of ICU capacity, in order to avoid unnecessary mortality. Another important limitation of this study is that we did not have data on the long-term survival and the functional outcome of the surviving patients. Mortality is undoubtedly an outcome parameter that is too crude a parameter to effectively assess the number of QALYs saved. A significant number of patients were lost for follow up, due to the pandemic circumstances: patients that were referred to our hospital from other parts of the country, patients living in other countries, and patients who do not speak any of our nation's languages. Inclusion of these data would have improved the value of this study. Ideally, long-term functional potential would be included in any future ETT. However, this is a very nuanced and complex issue. To our knowledge, there are no readily available easy-to-use tools that can predict functional recovery after ICU care, in any age group with any admission diagnosis, which would be usable for triage in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The value of the results of this study is not a strictly scientific matter. The results may be interpreted differently depending on cultural differences, societal ethical standards, and available resources in the health care context of the reader(s). However, the worldwide intensive care community shares a common goal to provide the best possible outcome for the largest number of patients possible within the boundaries of the allocated resources. The number of resources available to us, and the amount of 'acceptable' loss of life during pandemic circumstances, will be largely determined by societal expectations, political policy, budgetary constraints, and operational issues and not just by medical knowledge of short-to-long-term prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 2020 pandemic which, at the time of publication in 2021, is still ongoing, and has put ethical debates and challenges sharply into focus. For the first time in the era of modern medicine, health care systems around the world have been put under stress at approximately the same time throughout entire continents. It has also put global health care inequality in the spotlight. In the developed world, discussions are being held on the allocation of ventilators to octogenarians, while in developing countries, even providing basic oxygen administration is challenging. However, what is ethically acceptable is determined by the societies we live in, and the shared sense of right and wrong prevailing within them. Many, or even most, of the individuals within the society may disagree in some way with that shared sense, but validity of the ethical standard is derived from its broad base. During pandemic circumstances, health care systems will not be able to deliver the care that is normally deemed appropriate within the society to everyone who would ordinarily expect to receive such care. The only way to reallocate medical care in a way that protects patients, families and health care professionals from ethical distress, but also scrutiny and possible (legal and social) judgment, is to provide the same broad base to the ethical decision making in a crisis. The COVID-19 pandemic has been a wakeup call to humanity in many ways. Part of the wakeup call is to start having the societal discussion of what our shared ethical standard should be for allocation of ICU resources in times of scarcity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With this study, we demonstrate that implementing an ETT reduces the number of admissions to the ICU and a substantial number of ICU days. The number and the characteristics of the patients that are denied admission, depend largely on the chosen ETT. Using a predetermined ETT can presumably diminish moral injury in ICU physicians tasked with patient admission. However, about half of patients who would have been denied access to the ICU using an ETT eventually survived their hospital stay. Denying access to the ICU to these patients would have led to avoidable mortality. We therefore advise to not use ETTs until ICU capacity is severely stressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors hope this study will contribute to development of one nationwide standardized ethical guideline for ICU admission in times of national scarcity, which then can be uniformly implemented in every hospital, avoiding unacceptable inequalities in patient care. Such a guideline is needed to assist frontline intensive care providers to make socially accepted ethical decisions and to avoid moral distress in health care providers, who would still be confronted with the distress of having to deny care to patients they feel they could save, but not the added injury and scrutiny of being the single individual responsible for those decisions. When implemented after an in-depth public debate, it could also mitigate part of the unease patients and relatives experience after being denied admission. More research is needed to evaluate whether and how these triage tools can be modified to identify vulnerable patients more reliably with an expected good outcome including a post-discharge acceptable quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The ZNA/OCMW Institutional Review Board approved the study (Ref. Nr. 5511). In view of the retrospective and anonymized nature of the study, patient consent was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "No funding was received for the current work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The very elderly admitted to ICU: a quality finish?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heyland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bagshaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Stelfox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "7",
            "pages": "1352--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The contribution of frailty, cognition, activity of daily life and comorbidities on outcome in acutely admitted patients over 80 years in European ICUs: the VIP2 study. Intensive Care Med",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "De Lange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boumendil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leaver",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boulanger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcdowell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "5",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Deyo-Charlson and Elixhauser-van Walraven comorbidity indices as predictors of mortality in critically ill patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ladha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Quraishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eikermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaafarani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new method of classifying prognostic comorbidity in longitudinal studies: development and validation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Charlson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pompei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Chronic Dis",
            "volume": "40",
            "issn": "5",
            "pages": "373--83",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Charlson comorbidity index derived from chart review or administrative data: agreement and prediction of mortality in intensive care patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stavem",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Skjaker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haagensen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Epidemiol",
            "volume": "9",
            "issn": "",
            "pages": "311--331",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The ICU trial: a new admission policy for cancer patients requiring mechanical ventilation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lecuyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chevret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thiery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darmon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schlemmer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azoulay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "3",
            "pages": "808--822",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The SOFA (Sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Willatts",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Mendonca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bruining",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "7",
            "pages": "707--717",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SAPS 3-from evaluation of the patient to evaluation of the intensive care unit. Part 1: objectives, methods and cohort description",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Campos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intensive Care Med",
            "volume": "31",
            "issn": "10",
            "pages": "1336--1380",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SAPS 3-from evaluation of the patient to evaluation of the intensive care unit. Part 2: development of a prognostic model for hospital mortality at ICU admission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Campos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intensive Care Med",
            "volume": "31",
            "issn": "10",
            "pages": "1345--55",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Case fatality rates for patients with COVID-19 requiring invasive mechanical ventilation. A meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "Ponnapa",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blecher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kadam",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Afroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Respir Crit Care Med",
            "volume": "203",
            "issn": "1",
            "pages": "54--66",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The income gradient in mortality during the Covid-19 crisis: evidence from Belgium. Discussion Paper. KU Leuven, DPS: Series Department of Economics; 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Decoster",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Minten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spinnewijn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10888-021-09505-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Microsoft Word -Onderzoeksrapport-Oversterfte door COVID-19 bij leden SocMut-092020_finaal.docx",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cijfers",
            "authors": [
                {
                    "first": "Stad",
                    "middle": [],
                    "last": "Antwerpen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The detailed flowchart used in the ethical triage tool, newly designed in Ziekenhuisnetwerk Antwerpen to triage patients to deal with the COVID-19 pandemic. Throughout the text is it referred to as Protocol X. CFS = Clinical Frailty Score; MMSE = mini-mental state examination. ZNA = Ziekenhuisnetwerk Antwerpen. CHF = chronic heart failure. NYHA = New York Heart Association. COPD = chronic obstructive pulmonary disease; CVA = cerebrovascular accident.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of patients that would have been denied admission to the ICU according to each of the three ETTs.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Number of patients that would have been denied (WBD) and allowed (WBA) admission to the ICU according to the three different ETTs, including the number their cumulative length of stay (ICU days) and their hospital stay survival status. The number and outcome of the patients receiving mechanical ventilation are reported additionally. MV = mechanical ventilation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The exact patients characteristics on which the different ETTs denied admission of the patients in the WBD cohort and the number of patients that would have been refused access based on these parameters. N/C = parameter not considered by the ETT. WBD = would have been denied. MMSE = mini-mental state examination. CFS = Clinical Frailty Score. ZNA = Ziekenhuis Netwerk Antwerpen. CHF = chronic heart failure. NYHA = New York Heart Association. COPD = chronic obstructive pulmonary disease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.jcrc.2021.09.022.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}