{
    "paper_id": "12e0e1fa6091619222a81aab542c39f38ce55bd4",
    "metadata": {
        "title": "Women, Heroism and the First World War",
        "authors": [
            {
                "first": "Angela",
                "middle": [],
                "last": "Hobbs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sheffield",
                    "location": {
                        "settlement": "Sheffield",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "traditionally conceived (at least in the Western classical tradition with its roots in ancient Greece and Rome). 2 I propose that such a rough working definition is, \"someone who does or creates something which is reasonably perceived to be of outstanding benefit to their community (or some sub-section of it), and which most people would find it impossible to do or create.\" Two features of this definition are immediately apparent. Firstly, given that the fulfilment of our duties is supposed to be attainable by all of us who are mentally and physically fit, the traditional concept of heroism involves going beyond the call of duty: it involves supererogation. This is a key issue to which we shall return, though we should note immediately that it is almost always society in general rather than the agent himself or herself who perceives the act or creation to be supererogatory: the ethical agent almost always says that they were only doing their duty, doing what anyone in their circumstances would have done-even when that is manifestly not true. However, the agent then uses this modest appreciation of their own activities as the basis for denying that they are a hero. In other words, they are in implicit agreement with our working definition of what counts as heroism, classically conceived; they simply deny that the definition applies to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our initial concern is however with the second feature of the working definition, namely to be a hero at least one person has to regard you as a hero; it is in part a subjective concept. The common trope of the \"unsung hero\" in fact makes no sense. There can of course be people who should be sung as heroes-heroes-in-waiting-but to count as an actual hero at least one person has to be singing. In consequence, one can find out a very great deal about an individual, group or society and their values by finding out who their heroes are. Heroes can tell us what people care most deeply about and, in some cases, who they would like to be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "My aim in this chapter is to examine, specifically, the highly complex relations between women and heroism through the lens of WWI. Firstly I examine whether WWI increased the opportunities for women actually to display heroism themselves, as well as support and nurture it in men. From an ethical perspective, I am particularly interested in how any such increased opportunities were viewed by both women and men, both during and after the war. What were the visibility, audibility and rewards afforded to active female heroism? And how did both women and men view and value traditional female supporting roles?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondly, and critically, I am interested in whether the extraordinary, relentless and prolonged circumstances of WWI might cause us to rethink A. HOBBS the way heroism itself is conceived and how it should be defined. And, if so, might this altered definition itself enlarge women's heroic scope?",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "A. HOBBS",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In both instances, I shall make reference to historical case studies and literary examples, but only in so far as they support the philosophical questions of ethical value and definition with which I am principally concerned. Some of the examples are already well known, and I shall only give as much detail as is needed to explore my questions and make my case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At each stage we will need to make clear distinctions in respect of viewpoint, object in view and timeframe. Are we considering the views held by society in general or those held by particular women (and in some cases by particular men)? Are we considering views concerning male heroism or female heroism (or, indeed, a gender-neutral heroism)? And are we considering views in the run-up to WWI, during the war, or after it? If after it, shortly after it, or much later-perhaps even the present day? We will also need to remain open to the possibility that, even within the broadly classical tradition of western Europe, these questions may take on different emphases and receive different responses in accordance with the differences between national histories and cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let us begin by examining pre-WWI relations between women and heroism. Heroism is not itself a virtue, although it may involve one or more of these-particularly courage, and even more particularly courage in a martial context, as societies tend to praise and heroize those who save and protect them in times of acute physical danger. 3 And this leads us to the question of what opportunities women had to display heroism, as traditionally certain activities, qualities and modes of behaviour were not deemed appropriate-or sometimes even possible-for women, and martial activities, qualities and modes of behaviour were very high on this list of exclusions. Women thus had far fewer opportunities to exhibit in the public arena the particular kind of courage most commonly conceived and praised as heroic. There are, of course, other kinds of courage-less showy, and in consequence often less applauded and rewarded-and we shall be returning to these. This traditional view of what kinds of behaviour, and what kinds of virtue, it is fitting (or even possible) for women to display is enshrined in both the ancient Greek and Latin languages, and the terminology both expresses and reinforces the very roots of the classical tradition that we are largely considering here. In ancient Greek, \"courage\" is usually rendered by andreia-but andreia literally means \"the behaviour and qualities most proper to a male.\" It was, linguistically, impossible to call a woman courageous without making some kind of comment-whether intended or not, and whether approving or disapproving-on the fact that by behaving courageously she is flouting expected norms of femininity. 4 If we find it puzzling that courage was seen as such a male preserve (given, for instance, the very high risks of childbirth), an answer is offered by Aristotle at Nicomachean Ethics 1115a6-b6, where andreia proper is defined as risking one's life in the noblest circumstances, and this, says Aristotle, means warfare \"where the danger is greatest and most noble\"-presumably because the warrior is seen as saving the community rather than simply adding to its numbers.",
            "cite_spans": [
                {
                    "start": 1661,
                    "end": 1662,
                    "text": "4",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Women and tHe HeroIc tradItIon"
        },
        {
            "text": "This linguistic fact both stems from, and in turn strengthens, the common Greek view 5 that different virtues are appropriate to men and women. At Poetics 1454a23, for example, Aristotle bluntly says that it is \"not fitting\" for a poet to ascribe andreia (or cleverness!) to a female character. Happily, not all Greek poets took this line, and in his Electra, Sophocles tellingly exploits the term to question the nature of women who perform courageous and violent acts. When Electra is trying to persuade her sister Chrysothemis to kill their mother's lover and father's killer Aegisthus, she says that if they do everyone will praise them for their andreia (Electra 983). But Chrysothemis replies that Electra should remember she was born a woman, not a man, and that it is simply not a woman's role to take up arms. Courage is seen as pre-eminently displayed in fighting, and fighting is regarded as man's work-so courage is and should be the preserve largely of men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Women and tHe HeroIc tradItIon"
        },
        {
            "text": "The same linguistic expression and reinforcement of the bond between courage, fighting and men occurs in Latin, where the word for courage, virtus, has its roots in the Latin for \"male,\" vir. The word for \"hero\" is the masculine hērōs in Greek 6 (adapted to hēros in Latin) and is distinguished from the feminine hērōinē or hērōis (Gk.) and hērōīna/ē or hērōis (L.). And in both languages the pre-eminent virtue of the male hero is andreia or virtus. These associations continue in the languages and cultures with their roots in Greece and Rome: the male hero-whether in real life or drama-is usually courageous and active, whereas the female heroinewhile she may sometimes be both these things-may also (particularly on the stage or in fiction) be quite a different creature: a passive beauty languishing on a chaise longue while perusing a rose-scented love letter and A. HOBBS eating a violet cream. For this reason, and to avoid ambiguity, I shall employ the term \"hero\" to refer to the person of either gender who displays remarkable and much-prized qualities, and I shall employ the adjective \"heroic\" solely in reference to such a \"hero.\" I shall only use \"heroine\" when quoting an original source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Women and tHe HeroIc tradItIon"
        },
        {
            "text": "Given this cultural background, it is easy to appreciate that although there were a few female warriors prior to WWI, such as Boudica and Joan of Arc, there were not many: the opportunities to display this kind of martial heroism were simply not available to them. And the few female warriors were not always unequivocally regarded as heroes, even by their own side-many felt very uneasy about women displaying such qualities and performing such acts. Such unease could persist even in those who were nevertheless prepared to regard them in a heroic light. It was much easier for people to admire those who excelled in traditional female roles of care and nurture: nurses such as Florence Nightingale; prison and social reformers such as Elizabeth Fry; charity founders such as Eglantyne Louisa Jebb. 7 Although even in such roles opportunities to act could be severely limited and public reactions sometimes ambivalent or even openly dismissive. In August 1914, for instance, Dr Elsie Inglis offered her highly skilled and very experienced medical services to the War Office, but was told \"My good lady, go home and sit still\"; while Mabel St. Clair Stobart-who had already founded the Women's Sick and Wounded Convoy Corps in 1910 and taken it to active service in the Balkan War of 1912-was told by the head of the British Red Cross, Sir Frederick Treves, that there was no work fitted for women in the sphere of war. 8 Above all, pre-WWI societies were usually most at ease respecting those women who did not perform heroic acts themselves (whether perceived as heroic at the time or even those which might be regarded as heroic by a later generation), but who raised, nurtured and supported male heroes: mothers, wives, daughters and sisters, but also non-related nurses, cooks, cleaners, praisers and mourners. These supportive roles could take, at least to our eyes, a disturbing turn, where the female supporter of male heroism could exhort the potential male hero to risk and sacrifice everything, including his life, in order to secure his heroic status (both in the public mind and also in the mind of the individual female supporter). When Captain Scott's body was found in the Antarctic in 1912, in his breastpocket was a photo of his wife Kathleen and a letter from her:",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 802,
                    "text": "7",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1421,
                    "end": 1422,
                    "text": "8",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Women and tHe HeroIc tradItIon"
        },
        {
            "text": "Look you-when you are away South I want you to be sure that if there be a risk to take or leave, you will take it or if there is a danger for you or another man to face, it will be you who face it, just as much as before you met Doodles [their son Peter] and me … Because man dear we can do without you please know for sure we can. God knows I love you more than I thought could be possible, but I want you to realise that it won't [crossed out] wouldn't be your personal life that would profit me and Doodles most. If there's anything worth doing at the cost of your life-Do it. We shall only be glad. Do you understand me? How awful if you don't. (Quoted in Herbert 2013, p. 284) The generous interpretation of this letter is that Kathleen was nobly releasing her husband from familial obligations in order that he could pursue his dreams. Nevertheless, the unabashed fervour of her words may well make us feel decidedly uncomfortable.",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 681,
                    "text": "Herbert 2013, p. 284)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Women and tHe HeroIc tradItIon"
        },
        {
            "text": "Opportunities for traditional nurturing roles, supporting actual and potential male heroes, naturally increased greatly with the onset of war in 1914: women acted as nurses, cooks and cleaners, knitters of socks and scarves, and setters up of soup kitchens. And there is clear evidence that very many of the women took pride in enabling what they perceived to be the heroic exploits of the men. M. Winifred Wedgwood's utterly unironic poem \"Christmas, 1916: Thoughts in a V.A.D. Hospital Kitchen\" is a case in point:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "There's no Xmas leave for us scullions, We've got to keep on with the grind: Just cooking for Britain's heroes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "But, bless you! We don't really mind. (Reilly 1981, p. 141) In Jessie Pope's \"War Girls,\" too, the \"girls\" are portrayed as gladly undertaking jobs at home usually performed by men, in order to release the \"khaki soldier boys\" to go off and fight (Reilly 1981, p. 90). Pope also makes it very plain that as soon as the men return home, the women will gratefully retire into the background again: their role during the conflict is seen as solely supportive.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 59,
                    "text": "(Reilly 1981, p. 141)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "However, although female support for the fighting men themselves was the norm (and most women pacifists expressed sympathy for the plight of the actual soldiers suffering in a war not of their choosing), not all women viewed the concept of male heroism on the classical model as an unequivocal good. In Jacob's Room, Woolf suggests that the classical literature of ancient Greece, including its heroic ideals, has proved positively dangerous, enticing naïve young men to grim deaths: \"it is the governesses who start the Greek myth … we have been brought up in an illusion\" (Woolf 1992, p. 189) . 9 In her fine and troubling poem \"Gervais (Killed at the Dardanelles),\" Margaret Adelaide Wilson also hints that reading the Iliad at school may have unconsciously inspired the \"restless\" boy and wonders whether such half-remembered tales haunt the dying man caught up in \"England's bitter Iliad\":",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 594,
                    "text": "(Woolf 1992, p. 189)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 598,
                    "text": "9",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "Bees hummed and rooks called hoarsely outside the quiet room Where by an open window Gervais, the restless boy, Fretting the while for cricket, read of Patroclus' doom And flower of youth a-dying by far-off windy Troy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "Do the old tales, half-remembered, come back to haunt him now Who leaving his school-days and putting boyhood by Joined England's bitter Iliad? Greek beauty on the brow That frowns with dying wonder up to Hissarlik's sky! (Reilly 1981, p. 129) 10 Nevertheless, it remains true that many women were wholehearted in their support of and gratitude for what they perceived to be the heroism of the men who were fighting to protect them. Again, there could be a darker side to this: support and encouragement of male warriors and actual and potential male heroes could also lead to an ugly shaming-particularly through the distribution of white feathers-of those who were not fighting, including conscientious objectors; nor in most cases did the white feather women trouble to find out whether enlisting was precluded by a physical or mental condition not immediately obvious to the casual observer. 11 In addition, the press could portray a mother who had many sons on the front line as a sacrificial role model, and use her to boost morale in a way that we may well find unpalatable: witness the press coverage in 1916 idolizing the Australian Annie J. Williams, who had four sons serving, two invalided and two wounded (Grayzel and Proctor 2017, p. 214) . Both these disturbing elements-the insensitive shaming of those seen as running away from the fight and the glorification of sacrificial mothers in which sometimes even the mother herself may collude (although there is no suggestion that this is the case with poor Annie Williams)-come together in Winifred M. Letts' \"The Deserter\": But here's the irony of life,-His mother thinks he fought and fell A hero, foremost in the strife. So she goes proudly; to the strife Her best, her hero son she gave. O well for her she does not know He lies in a deserter's grave. (Reilly 1981, p 61) One of the most vigorous exhorters to male heroism was the frightening Jessie Pope, 12 whose jingoistic verses were directly aimed at young boys and men (and the mothers and girlfriends who influenced them). In \"The Call\" she seems chillingly indifferent to the extreme risks she is urging her young audience to face:",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "10",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 896,
                    "end": 898,
                    "text": "11",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1218,
                    "end": 1252,
                    "text": "(Grayzel and Proctor 2017, p. 214)",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1838,
                    "text": "(Reilly 1981, p 61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "Who's for the trench-Are you, my laddie? Who'll follow the French-Will you, my laddie? Who's fretting to begin, Who's going to win? And who wants to save his skin-Do you, my laddie? (Reilly 1981, p. 88) It is not surprising that such attitudes from those who were, notably, not risking their own skins drew from Sassoon, in his scathing \"Glory of Women,\" an outpouring of utter contempt: You love us when we're heroes, home on leave, Or wounded in a mentionable place. You worship decorations; you believe That chivalry redeems the war's disgrace. You make us shells. You listen with delight, By tales of dirt and danger fondly thrilled. You crown our distant ardours while we fight, And mourn our laurelled memories when we're killed. You can't believe that British troops \"retire\" When hell's last horror breaks them, and they run, Trampling the terrible corpses-blind with blood.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 202,
                    "text": "(Reilly 1981, p. 88)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "O German mother dreaming by the fire, While you are knitting socks to send your son, His face is trodden deeper in the mud. (Sassoon 1983, p . 100)",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 140,
                    "text": "(Sassoon 1983, p",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "supporters BeHInd tHe front LIne"
        },
        {
            "text": "Sassoon's bitter fury is understandable, if harsh, and in some cases was justified. However, it was certainly not a fair response to all women at the time, many of whom did indeed willingly risk their own lives and endure terrible conditions along with the men. The majority of these women undertook traditional roles of support and care-nurses and doctors, ambulance drivers and retrievers of the wounded and dead-but the circumstances in which they fulfilled these roles-often just feet from the front line-meant that they were at great danger from shells as well as infectious disease. In their cases, the role of supporter of male heroism could and often did merge seamlessly with the role of active female hero. Often, too, the label of hero is deserved not only through their willingness to risk death and harm for the sake of the greater good, but also because they did not simply follow but actively led. (Marlow 1998, p. 45) . According to her daughter Eve, even Marie Curie met bureaucratic indifference or latent hostility when she set up a troop of twenty mobile radiography units (known as the petites Curies) in order to X-ray casualties on the front in France and Flanders (Marlow 1998, p. 52) . In addition to the petites Curies, she established two hundred radiography units in field hospitals, became director of the Red Cross Radiology Service and set up France's first military radiology centre.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 933,
                    "text": "(Marlow 1998, p. 45)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1208,
                    "text": "(Marlow 1998, p. 52)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "carers at tHe front"
        },
        {
            "text": "The example of Marie Curie shows how new technologies (in this case, of course, due to her) were expanding the ways in which women could perform traditional roles of physical and emotional care. Another case in point is that of women ambulance drivers. Elsie Knocker and Mairi Chisholm independently set up a first-aid dressing station in a cellar at Pervyse, north of Ypres, just one hundred yards from the trenches; from there they would drive the wounded to a base hospital fifteen miles away and are credited with saving thousands of lives. Other nurses extended their role in a different way, by helping people escape. As a nurse, Edith Cavell was famous for caring for both Allied and German wounded, without discrimination. 14 By her own admission, she also helped about 185 Allied soldiers and Belgian and French civilians of military age escape from German-occupied Belgium, often hiding them in her house first. 15 She was shot by the Germans on 12 October 1915, memorably declaring the night before execution \"Patriotism is not enough. I must have no hatred or bitterness towards anyone\" (Marlow 1998, p. 139) .",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 924,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1099,
                    "end": 1120,
                    "text": "(Marlow 1998, p. 139)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "carers at tHe front"
        },
        {
            "text": "Did women performing traditional roles in such exceptionally difficult and dangerous circumstances very near the front line view themselves as heroes? I have not found any examples of women at the front referring to themselves as such. 16 However, as we have seen, very few heroes, whether female or male, do regard themselves as heroes 17 -their heroic status is afforded to them by others-so this is not particularly telling. Of more importance for our present inquiry is how they were viewed by others at the time. As a result of both increased media activity and also the fact that civilian populations were immersed in \"total war,\" their exploits gained greater visibility and audibility than would usually have been possible in previous conflicts, and it is significant that many of the most notable women were indeed treated as heroes as soon as their activities became known. 18 Knocker and Chisholm were both decorated in 1915 by King Albert I of Belgium with the Order of Léopold II, Knight's Cross; they also received the British Military Medal and were made Officers of the Most Venerable Order of St. John of Jerusalem. The press dubbed them \"The Madonnas of Pervyse\" and they were frequently photographed and lauded. 19 Inglis was awarded the Order of the White Eagle (First Class) by Crown Prince Alexander of Serbia and also received decorations from France and Russia; when she died of cancer in 1917 she was given a hero's burial in Edinburgh on 29 November, attended by both British and Serbian royalty and eloquently described by Frances Balfour in her account of Inglis' life (Balfour 1917 ; see Marlow 1998, pp. 340-41) . Stimson became the first woman promoted to the rank of Major in the U.S. Army and was awarded the U.S. Distinguished Service Medal and the Royal Red Cross; Higbee was the first woman to receive the U.S. Navy Cross. Gwynne-Vaughan was awarded a DBE in 1918 for her service in France. Edith Cavell was given a state funeral in Westminster Abbey, and statues and other memorials were erected to her around the world; in the Church of England's Calendar of Saints, Cavell is commemorated (though not formally as a saint) on the day of her death, 12 October. 20 Some women, therefore, did very much capture the public imagination, and even more women were appropriately honoured by their respective states. Nevertheless, one could still argue that not nearly enough of the women who performed what we might reasonably regard as heroic acts were sufficiently recognized at the time, at least initially. This is the position of the writer and journalist May Sinclair, who joined the Munro Ambulance Corps in 1914 and briefly served near the Western Front, helping wounded Belgian soldiers. In an article for The Sketch, 16 December 1914, she writes: Viscount Feilding shows conspicuous gallantry, deserves his D.S.O. and gets it. His sister, Lady Dorothy, 21 has likewise shown conspicuous gallantry, deserves her D.S.O. or some corresponding distinction, and does not get it. Surely it is the right moment for the invention of new honours for the sex that is never paid official compliments. (Marlow 1998, p. 59) She takes up the theme in the Daily Chronicle, 2 February 1915; writing of the work of women at the front, she laments that the finest part of it will never be known, for it was done in solitary places and in the dark when Special Correspondents are asleep in their hotels. There was no limelight on their field at Melle, or on that road between Dixmunde and Furnes, or among the blood and straw in the cellar at Pervyse. 22 (Marlow 1998, p. 59) The \"cellar at Pervyse,\" of course, refers to the first-aid station run by Knocker and Chisholm which, again in part thanks to the journalism of Sinclair, shortly afterwards did become very much better known, and its workers applauded and decorated. Nevertheless, not all the dangerous work of women at the front was so publicly recognized, and Sinclair still finds the need to remind her readers on 2 September 1915: \"it should not be forgotten that women were foremost in the field … \" (Marlow 1998, p. 92 ).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "16",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "18",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1231,
                    "end": 1233,
                    "text": "19",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1597,
                    "end": 1610,
                    "text": "(Balfour 1917",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1617,
                    "end": 1641,
                    "text": "Marlow 1998, pp. 340-41)",
                    "ref_id": null
                },
                {
                    "start": 2198,
                    "end": 2200,
                    "text": "20",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3130,
                    "end": 3150,
                    "text": "(Marlow 1998, p. 59)",
                    "ref_id": null
                },
                {
                    "start": 3576,
                    "end": 3596,
                    "text": "(Marlow 1998, p. 59)",
                    "ref_id": null
                },
                {
                    "start": 4085,
                    "end": 4104,
                    "text": "(Marlow 1998, p. 92",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "carers at tHe front"
        },
        {
            "text": "By no means all the women who might qualify as WWI heroes on the classical model were involved in traditional female roles of providing care for the sick or refuge and escape for the pursued. Some were involved in much more aggressive and historically masculine work. A few, such as the Briton Flora Sandes and the Russian Maria Bochkareva, were active combatants. Flora Sandes initially served in Serbia with the St John's Ambulance and the Serbian Red Cross, but in 1915 managed to get herself enlisted in the Serbian Army. Maria Bochkareva fought from the outset of the war, and in 1917 founded the 300-strong First Russian Women's Battalion of Death, which engaged heavily on the Russian Western Front. Many more women were resistance fighters, workers and spies. Émilienne Moreau spied for the British and killed two German soldiers while helping British soldiers of the 9th Black Watch during the Battle of Loos. Gabrielle Petit also spied for the British, as well as distributing the clandestine La Libre Belgique and assisting the underground mail service. Louise Thuliez helped people escape from occupied France to the Netherlands and Britain; she later went to Brussels to work with Cavell. Marthe Cnockaert, too, spied for the British and also laid explosives beneath an ammunition store; Louise de Bettignies, who spoke French, English, German and Italian, spied for the British army and the Secret Intelligence Service (SIS, renamed MI6 in WW2) and ran an extensive and effective intelligence network in Lille, as well as helping to smuggle people back to England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WarrIors, spIes and puBLIc reactIon"
        },
        {
            "text": "There were in addition women journalists who not only reported on the war but played an active part in it: Dorothy Lawrence disguised herself as a man and worked in the trenches for ten days, while the extraordinary Marie Marvingt-athlete, mountaineer and pilot as well as journalistalso disguised herself as a man and briefly served on the front line, before she was discovered and sent home. She went on to become the first woman pilot to fly in combat missions. Sylvia Pankhurst summed it up accurately when she wrote, For women of means, undreamt-of activities, opportunities, positions, opened on the horizon. The War brought a vast unlocking of their energies. They threw themselves into its work pell-mell, and more adventurously than had been conceived of in any previous war. (Marlow 1998, p. 42) An intriguing postscript to this extension of female roles into the male sphere concerns the stage. We noted above that, traditionally, distinctions in usage between \"hero\" and \"heroine\" were even more marked in drama and literature than in everyday life, \"heroine\" often indicating not so much a forceful agent as a passive beauty on a chaise longue. However, with so many male actors away serving at various fronts, women actors sometimes took over male parts, including that of the male hero. Sybil Thorndike was one of the most notable of these, playing Shakespearean males with aplomb, including Prince Hal in Henry IV and Ferdinand in The Tempest (Stevenson 2013, p. 203) .",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 805,
                    "text": "(Marlow 1998, p. 42)",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1483,
                    "text": "(Stevenson 2013, p. 203)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WarrIors, spIes and puBLIc reactIon"
        },
        {
            "text": "Away from the theatre, were the women who excelled in traditional male roles viewed as heroes at the time? In many cases they were. Sandes was awarded seven medals, including the Serbian Army's most prestigious, the Order of Karad ̵ ord ̵ e's Star. Bochkareva was also decorated, and on her travels in 1917 to try to drum up support for Russia, she was granted audiences with both President Woodrow Wilson and King George V. Moreau was awarded the Croix de Guerre and the Croix du Combattant, while from the British she received the Military Medal, the Royal Red Cross and the Venerable Order of St. John; in both the French and British press she was known as the \"Heroine of Loos.\" Marvingt was awarded the Croix de Guerre for her aerial bombing of a German military base near Metz. Others were acknowledged soon after the war ended. Petit, who was executed by the Germans in 1916 and whose exploits were not known until after the war, was given a state funeral in 1919. A statue was erected to her in Brussels, and a square was named after her in her home town of Tournai. De Bettignies was posthumously awarded the Croix de la Légion d'honneur, the Croix de Guerre 1914-8 (with palm) and the British Military Medal. Thuliez later had a statue erected to her in her birthplace of Preux-au-Bois and a street in Paris named after her.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WarrIors, spIes and puBLIc reactIon"
        },
        {
            "text": "These accolades were a response to general public acclaim, from both women and men, and the bodies who awarded them were mostly made up of men. But there are also cases where women specifically acclaimed other women as heroes: Sylvia Pankhurst certainly views Cavell as such, although her chief regard is for Cavell's final declaration that \"patriotism is not enough. I must have no hatred or bitterness towards anyone\" rather than her war efforts: Pankhurst sees Cavell as embodying a new spirit of internationalism (Marlow 1998, pp. 139-40) . Other women express a yearning for a female religious or military leader. Particularly interesting is an entry in the journal of a Parisian, Louise Delétang, for 1 September 1914:",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 542,
                    "text": "(Marlow 1998, pp. 139-40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WarrIors, spIes and puBLIc reactIon"
        },
        {
            "text": "Our mothers lived through 1870-shall we be less courageous? Though the Barbarians surround Paris, we must stay calm. Women must look after their homes, care for their children with greater vigilance and greater love. But how are we to rekindle the flame of their souls? Whose voice is strong enough to be heard? Which new Genevieve, which ardent Jeanne is going to emerge? … (Marlow 1998, p. 29) ",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 395,
                    "text": "(Marlow 1998, p. 29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WarrIors, spIes and puBLIc reactIon"
        },
        {
            "text": "Although women in the classical heroic mould did, on the whole, receive due acclaim for their exploits both during and after the war, the lives of those who survived the war were still not necessarily easy. Those who were safely dead, such as Edith Cavell, continued to be unequivocally acclaimed and revered: they were not a threat. However, those who were still alive could face difficulties. The public mood in general favoured women giving up whatever roles they had taken on during the war in order to free the jobs for returning servicemen: the main task of women was now considered to be childbearing and motherhood, in order to repopulate the shattered nations. While some statues to individual women such as Petit and Thuliez were erected, most physical post-war memorials were in commemoration of men, whether individual commanders and politicians or generic tributes to fallen male soldiers (Grayzel and Proctor 2017, p. 237) , 23 and these men, whether individual or generic, were usually (though not always) of European descent. Women figure in these stone and marble memorials as mourners and tribute-bearers, often startlingly bare-breasted and scantily clad, respectability apparently afforded by the fact that they are carved in the guise of Greek and Roman goddesses. 24 This general atmosphere meant that even those women who had been individually recognized and celebrated for their efforts during the war did not always find the transition to peace easy. Although Sandes, for example, developed a very successful post-war career as a public speaker (amongst many other jobs in a highly varied life), she still felt constrained by society's expectations that she should return to more conventional female roles and travelled restlessly. Lawrence was unable to interest a publisher in her account of her time in the trenches and died in an asylum in 1925. Even Marvingt, who continued to receive decorations throughout her long life (the award of the Chevalier de la Légion d'honneur came in 1935), 25 felt frustrated that the French Army would not employ her after the war when she offered them her services as a pilot. However, far the worst experience was that of Bochkareva: she was put to death by the Bolsheviks in 1920 for her links to the White Army. 26",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 936,
                    "text": "(Grayzel and Proctor 2017, p. 237)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "tHe femaLe Hero In peacetIme"
        },
        {
            "text": "Yet it was not simply that new opportunities for acts of female heroism were created in WWI or that such acts received-at least for the duration of the conflict and often afterwards too-increased recognition from both women and men. It may also be thought (certainly from a modern perspective) that the conditions of WWI were so terrible, relentless and prolonged that they altered the very conception of the heroic itself-not just what acts, qualities and behaviours could be classed as heroic, but the actual definition. I began by suggesting that an initial working definition of the classical hero might be \"someone who does or creates something which is reasonably perceived to be of outstanding benefit to their community (or some sub-section of it), and which most people would find it impossible to do or create.\" We saw there that this classical conception of the heroic required the heroic act or creation to be supererogatory, going beyond one's socially understood and approved duty. My closing suggestion is that the extraordinary conditions of WWI meant that even doing one's duty in such circumstances might be considered heroic, if not by people at the time, then certainly by us. In Hobbs (2018) I argue thatdespite Owen's fierce denial that there is anything \"sweet and fitting\" about death in the trenches-this enlargement of the concept of heroism can apply to the ordinary soldiers of his poems, trudging on through the mud day after day. I also suggest briefly there that this enlarged heroism might in addition be thought to apply to the \"patient minds\" of the girls in Owen's \"Anthem for Doomed Youth,\" waiting for their loved ones to return or mourning those who never will, and this is the point I want to emphasize and expand upon here. My thesis is that \"doing one's duty\" in WWI was exceptionally tough not just for the men (and the few women) fighting, and for the women (and men) supporting them in highly dangerous conditions at the front; it was also extraordinarily hard for those away from immediate physical danger: the long years of waiting and worry and lack of news; the grief and in many cases the grief piled on grief; the sheer loneliness of the woman raising children and caring for elderly relatives by herself; the years of hunger, cold, often untended illnesses and physical deprivations. We have rightly acknowledged the women who would and should count as heroes on the supererogatory classical model: the female warriors, resistance fighters, spies, journalists and smugglers to safety, as well as those female doctors, nurses and ambulance drivers who put themselves in harm's way again and again, far beyond what was expected of them and far beyond what most people (whether female or male) could do. But I also want to suggest now that there is a case for saying that other, less celebrated, women doctors, nurses and drivers could be regarded as performing their socially agreed duties in conditions so difficult that those dutiful performances could reasonably be regarded as heroic, at least by later generations. I further want to suggest that in addition to the women occupying such clear supporting medical roles, many of the women at home, tending families and maintaining businesses, could also be regarded as fulfilling their socially accepted duties in conditions and ways which could classify as heroic-again, at least for later generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "concLusIon: reappraIsIng HeroIsm"
        },
        {
            "text": "It may be protested that such democratization of heroism dilutes the concept to a point where it becomes less useful as a vehicle for inspiration and solace. Indeed, I have argued myself against the worrying current trend to apply the term \"hero\" far too freely. 27 However, there is a world of difference between casually using a phrase such as \"chip shop heroes\"which really does dilute the term beyond any point where it can be helpful or even meaningful-and saying that the conditions of WWI were so exceptional that the excellent performance of daily duties can be regarded as heroic. It does not destroy the usefulness of the term \"heroic\" to say that in WWI, particularly as it progressed, the classical bond between heroism and supererogation does not always apply. Our feelings about this enlargement of heroism are quite naturally likely to be ambivalent: after all, it results from a prolonged period of intense suffering for many millions across the globe. However, given the terrible conditions, the extraordinary fortitude with which they were met and, in some respects, overcome should be acknowledged for what it was.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "concLusIon: reappraIsIng HeroIsm"
        },
        {
            "text": "The vast majority of such dutiful women (and men) would not have been known by name to many, and this brings us to the second way in which WWI may reasonably alter our conception of what is to count as heroic. We saw at the start that heroism is in part a subjective notion: at least one person needs to be doing the singing. I want to end by raising the question of whether this is still so during and after WWI. I think it is, but in a new way. It is possible for us to acknowledge that many people in WWI, both military and civilian, did remarkable things and displayed remarkable qualities which could not always receive in the maelstrom at the time the individual acclaim which they deserved. Some of these acts and behaviours were supererogatory, but many others were in accord with socially accepted ideas of \"duty,\" although performed and displayed in the most challenging of circumstances which would defeat most of us. In such conditions, all that can be done for the dutiful majority (and even many of the supererogatory few) is give a generic recognition. In terms of the military, this was understood at the time: hence the various memorials to the Unknown Warrior around the world. Such memorials, however, of necessity mainly commemorate men. I wish to submit that the individually unremembered women of WWI also deserve such recognition. Although for a person, an act or behaviour to count as heroic, only one person minimally needs to be doing the singing, I believe that we can and should do very much better than that. notes 1. I should like to express my gratitude to Federica Pedriali and Cristina Savettieri for inviting me to give a philosophic perspective at the Mobilizing Identities: Identities in Motion Through the First World War conference in Edinburgh in May 2017, and for their expert curation of this volume. I should also like to thank all the participants at the conference for a rich and illuminating discussion, and in particular to Elizabeth E. Pender for her perceptive comments on a draft of this chapter. 2. For this reason, I shall concentrate-although not exclusively-on those who were raised and largely educated in this classical tradition. The primary focus of this chapter shall thus be on western Europe. 3. During the COVID-19 pandemic, current at the time of writing, frontline healthcare providers are, rightly, being applauded as heroes for similar reasons. Although talk of a 'war' against COVID-19 is not always a helpful metaphor, many of these providers are putting their lives at risk, particularly if they do not have adequate personal protective equipment. Whether Jingo-woman (How I dislike you!) Dealer in White feathers, Insulter, self-appointed, Of all the men you meet, Not dressed in uniform, When to your mind, (A sorry mind), They should be, The test? The judgement of your eye, That wild, infuriate eye, Whose glance, so you declare, Reveals unerringly, Who's good for military service. (Quoted in Reilly 1981, p. 47) 1916 she was the first woman to be awarded the Military Medal by the British. 22. Sarah Macnaughtan makes the same point in her diary entry for 16 October 1914 : \"I could not help thinking, when I read the papers today, of our tired little body of nurses and doctors and orderlies going back quietly and unproclaimed to England to rest at Folkstone for three days and then to come out here again\" (Marlow 1998, p. 57 ). 23. The physical memorials, medals and honours awarded to men after the war apart, there were also complaints that in everyday life interest waned even in male heroics, a point made eloquently by Vera Brittain in \"The Lament of the Demobilized\":",
            "cite_spans": [
                {
                    "start": 2955,
                    "end": 2985,
                    "text": "(Quoted in Reilly 1981, p. 47)",
                    "ref_id": null
                },
                {
                    "start": 3130,
                    "end": 3145,
                    "text": "16 October 1914",
                    "ref_id": null
                },
                {
                    "start": 3383,
                    "end": 3402,
                    "text": "(Marlow 1998, p. 57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "concLusIon: reappraIsIng HeroIsm"
        },
        {
            "text": "\"Four years\" some say consolingly. \"Oh well, What's that? You're young. And then it must have been A very fine experience for you!\" And they forget How others stayed behind and just got on-Got on the better since we were away. And we came home and found They had achieved, and men revered their names, But never mentioned ours; And no-one talked heroics now, and we Must just go back and start again once more. (Reilly 1981, p. 14) 24. There is a remarkable example in Weston Park in Sheffield. 25. In addition to all the medals and decorations for her achievements in combat, in establishing air ambulance services and in sport, many streets, schools and gymnasia in France have been named after her, and she was commemorated by an airmail stamp in 2004. 26. See Stoff (2006) and Pennington and Higham (2003) . She was killed even though Lenin had ordered that she be spared, and had the agents who had disobeyed his order put to death; he pardoned Bochkareva posthumously. 27. I strongly emphasize this point in Hobbs (2014 ",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 431,
                    "text": "(Reilly 1981, p. 14)",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 776,
                    "text": "Stoff (2006)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 781,
                    "end": 809,
                    "text": "Pennington and Higham (2003)",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1025,
                    "text": "Hobbs (2014",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "concLusIon: reappraIsIng HeroIsm"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For a more detailed discussion of these issues, see Hobbs",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "68--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Socrates and Plato were notable and radical exceptions",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "245--291",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In Greek mythology, the heroēs (pl.) originally referred to a race of demigods, with one divine and one human parent",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Eglantyne Louisa Jebb set up the Home Arts and Industries Association to revive crafts and help tackle rural poverty. Two of her daughters, Eglantyne Jebb and Dorothy Buxton, founded the Save the",
            "authors": [],
            "year": null,
            "venue": "Children Fund in",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fortunately, neither of these redoubtable women followed the advice they were given, as we will see below",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "This interrogation of classical ideals in Jacob's Room is discussed in Hobbs",
            "authors": [
                {
                    "first": "Woolf",
                    "middle": [],
                    "last": "See Also",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dulce et Decorum?\" also raise questions about traditional heroic ideals. Both are quoted in Reilly",
            "authors": [
                {
                    "first": "May",
                    "middle": [],
                    "last": "Herschel-Clarke &quot;for",
                    "suffix": ""
                },
                {
                    "first": "&quot;",
                    "middle": [],
                    "last": "Valour",
                    "suffix": ""
                },
                {
                    "first": "Elinor",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "55--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "It is also true that many women disapproved of this blunt tactic, and Helen Hamilton's \"The Jingo-Woman",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "To Jessie Pope\" and \"To a Certain Poetess\"). It is above all Pope who tells: … with such high zest, To children ardent for some desperate glory, The old Lie: Dulce et decorum est Pro patria mori",
            "authors": [],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "who had set up the Women's Emergency Corps in 1914, also worked in Romania in 1916 and with Flora Sandes established a fund for helping Serbian soldiers and prisoners",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haverfield",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "There is an extensive literature portraying Cavell as hero (and heroine), for both adults and children. See, for example",
            "authors": [],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cavell was assisted in her work by a considerable network, including the resistance worker Louise Thuliez (on whom more below)",
            "authors": [],
            "year": 2015,
            "venue": "See Debruyne",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The only instance I have found of a woman writing of herself as heroic is a German doctor who did not work anywhere near a front: Dr Bartsch, left to manage on her own the medical practice that she and her husband ran in Bavaria, wrote that \"I sometimes felt heroic, as if I had made a great sacrifice",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "They certainly do not admit to it in public, but I think it goes deeper than this: heroes in general really do not see themselves in a heroic light",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In respect of the question I raised earlier concerning whether there are marked national differences in this regard, I have so far not found evidence of any notable differences between British",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "the Illustrated War News",
            "authors": [],
            "year": 1917,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The prison reformer Elizabeth Fry is commemorated in the Calendar on the same day",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Although Sinclair spells her name Dorothy, it was in fact Dorothie. Perhaps partly as a result of Sinclair's public plaudits, her work was soon afterwards well recognized and rewarded: in 1915 she received the Croix de Guerre from the French and the Order of Léopold II from the Belgians",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Elsie and Mairi Go to War: Two Extraordinary Women on the Western Front",
            "authors": [
                {
                    "first": "Diane",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Women Heroes of World War I",
            "authors": [
                {
                    "first": "Kathryn",
                    "middle": [
                        "J"
                    ],
                    "last": "Atwood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dr Elsie Inglis. London: Hodder and Stoughton",
            "authors": [
                {
                    "first": "Frances",
                    "middle": [],
                    "last": "Balfour",
                    "suffix": ""
                }
            ],
            "year": 1917,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Collected Poems of Wilfred Owen",
            "authors": [
                {
                    "first": "Cecil",
                    "middle": [],
                    "last": "Day-Lewis",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Le réseau Cavell: des femmes et des hommes en résistance",
            "authors": [
                {
                    "first": "Emmanuel",
                    "middle": [],
                    "last": "Debruyne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Gender and the Great War",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [
                        "R"
                    ],
                    "last": "Grayzel",
                    "suffix": ""
                },
                {
                    "first": "Tammy",
                    "middle": [],
                    "last": "Proctor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Heart of the Hero: The Remarkable Women Who Inspired the Great Polar Explorers",
            "authors": [
                {
                    "first": "Kari",
                    "middle": [],
                    "last": "Herbert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Archive on 4: No More Heroes? Broadcast of BBC Radio 4",
            "authors": [
                {
                    "first": "Angela",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Who Lied? Classical Heroism and World War 1",
            "authors": [],
            "year": 2018,
            "venue": "Classics and Classicists in World War One",
            "volume": "10",
            "issn": "",
            "pages": "376--92",
            "other_ids": {
                "DOI": [
                    "10.1093/crj/cly014"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Virago Book of Women and the Great War",
            "authors": [
                {
                    "first": "Joyce",
                    "middle": [],
                    "last": "Marlow",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Women as Army Surgeons: Being the History of the Women's Hospital Corps in Paris",
            "authors": [
                {
                    "first": "Flora",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Home Front",
            "authors": [
                {
                    "first": "Sylvia",
                    "middle": [],
                    "last": "Pankhurst",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Amazons to Fighter Pilots: A Biographical Dictionary of Military Women",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Scars upon my Heart: Women's Poetry and Verse of the First World War",
            "authors": [
                {
                    "first": "Jessie",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 1915,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The War Poems. London: Faber and Faber. First published 1919",
            "authors": [
                {
                    "first": "Siegfried",
                    "middle": [],
                    "last": "Sassoon",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Edith Cavell: Nurse, Martyr, Heroine",
            "authors": [
                {
                    "first": "Diana",
                    "middle": [],
                    "last": "Souhami",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Literature and the Great War 1914-18",
            "authors": [
                {
                    "first": "Randall",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clair. 1935. Miracles and Adventures",
            "authors": [
                {
                    "first": "Mabel",
                    "middle": [],
                    "last": "Stobart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "They Fought for the Motherland: Russia's Women Soldiers in World War I and the Revolution",
            "authors": [
                {
                    "first": "Laurie",
                    "middle": [],
                    "last": "Stoff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Story of Edith Cavell",
            "authors": [
                {
                    "first": "Iris",
                    "middle": [],
                    "last": "Vinton",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Jacob's Room",
            "authors": [
                {
                    "first": "Virginia",
                    "middle": [],
                    "last": "Woolf",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The American nurse Julia Stimson, for example, who volunteered for military service in 1917, was appointed superintendent of the Army Nurse Corps, while the Canadianborn Lenah Higbee was superintendent of the U.S. Navy Nurse Corps. The British Helen Gwynne-Vaughan served in France as Controller of the Women's Army Auxiliary Corps and in 1918 was appointed Commandant of the Women's Royal Air Force.Some not only led organizations but created new medical corps and facilities, displaying vision, energy and organization-and often having to show persistent determination in the face of unnecessary obstacles put in their way by the existing male establishment. We have already seen the initial rejections in 1914 of the assistance offered by the highly qualified Dr Elsie Inglis and Mabel St. Clair Stobart. Happily, neither woman was minded to pay any heed to such rejections. Inglis set up female-run Scottish Women's Hospitals in France, before heading to work in military hospitals in Serbia, where she was assisted by Evelina Haverfield; 13 later, in Odessa, Inglis established a Russian arm of the Women's Medical Corps. Stobart set up military facilities in Belgium, France and Serbia. Dr Flora Murray and Dr Louisa Garrett Anderson did not even bother approaching the British establishment to offer their services-they had previously had dealings with the Home Office as militant suffragettes-and went to the French Embassy instead, offering to raise and equip a surgical unit for service in France; the Women's Hospital Corps left Victoria for Paris on14 September 1914",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Aristotle. 1963. Nicomachean Ethics. Edited by Ingram Bywater. Oxford Classical Text. Oxford: Oxford University Press. ---. 1964. De Arte Poetica. Edited by Rudolph Kassel. Oxford Classical Text. Oxford: Oxford University Press.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}