{
    "paper_id": "1547807826a2c1b2f6a3c98cf29f49f4346a080a",
    "metadata": {
        "title": "Delayed recurrent spontaneous pneumothorax in a patient recovering from COVID-19 pneumonia",
        "authors": [
            {
                "first": "Santhana",
                "middle": [],
                "last": "Kannan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R C A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viraj",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katie",
                "middle": [],
                "last": "Brill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gunmeet",
                "middle": [],
                "last": "Dhingra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While spontaneous pneumothorax in coronavirus disease pneumonia is currently a well-known complication, recurrent delayed pneumothorax has not been reported. We report on a patient with recurrent delayed pneumothorax 9 weeks after presenting with COVID-19 pneumonia, when she was deemed to have recovered. This report is published with the written consent of the patient's legal guardian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 66-year-old woman presented to the emergency department with fever and non-productive cough in the last 12 days and dyspnea in the last 3 days. She was healthy, a non-smoker, and had a history of well-controlled asthma, thyroidectomy, and parathyroidectomy. Twelve hours later, she required intubation and mechanical ventilation for worsening respiratory failure. A diagnosis of COVID-19 was confirmed after testing the tracheal sample. Subsequently, she became critical and developed neuropathy leading to significant quadriparesis; she was slowly weaned from the ventilator. Percutaneous tracheostomy was performed; ventilator support was adjusted to pressure support 8 cm H 2 O, positive end-expiratory pressure 5 cmH 2 O, and FiO 2 0.35. Chest computed tomography (CT) on Day 19 of hospitalization showed extensive bilateral patchy ground glass opacification, significant bronchial distortion, and traction bronchiectasis; no pneumatoceles were observed. She received pulsed intravenous methylprednisolone for 3 days. Chest radiography on Day 27 showed two pneumatoceles approximately 3-4 cm in diameter in the right lung. The following day, she spontaneously developed a large pneumothorax and broncho-pleural fistula on the contralateral side requiring a chest drain. CT on Day 31 showed new onset pneumomediastinum, persistence of pneumothorax on the left side, and appearance of additional pneumatoceles in the right upper zone. There was no evidence of pulmonary embolism. Application of low-pressure suction led to complete re-expansion of the left lung, and the broncho-pleural fistula resolved over the next week. Repeat bronchial samples tested negative for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On Days 37 and 41, Serratia marcescens was isolated from the sputum culture and Klebsiella aerogenes was isolated from the blood culture, respectively; both were susceptible to a week's course of meropenem. She was completely weaned off ventilatory support by Day 54. Repeat CT showed resolution of the pneumomediastinum, reduction in size of the right lung pneumatoceles, and appearance of new pneumatoceles in the left lung. Trachea was decannulated on Day 59, and she was transferred to the medical ward 3 days later. On Day 68, she spontaneously developed tension pneumothorax on the left side requiring emergency decompression and chest drain (Fig. 1) . She did not require any additional ventilatory support except supplemental oxygen, and the chest drain was removed a week later. She required another 3 weeks to recover and be discharged. The total duration of hospitalization was 3 months. SpO 2 of approximately 90% on room air was deemed acceptable and arrangements were put in place for follow-up and home oxygen",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 656,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pneumothorax in COVID-19 pneumonia can be a presenting feature or develop in the acute phase [1] . Hollingshead and Hanrahan [2] reported on a patient who presented with loculated pneumothorax in the fourth week of illness. There have been no reports of recurrent delayed spontaneous pneumothorax occurring several weeks later. Our report suggests that pneumatoceles could be the precursor for the development of pneumothorax in COVID-19. In an autopsy series of 38 patients, Carsana et al. [3] found that loss of pneumocytes was present in 100% of the cases, with a multifocal distribution comprising the majority. The mean duration of hospitalization in this series was only 7 days, with a maximum of 23 days. It is possible that the process of lung destruction continues with a longer duration of illness.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the first pneumothorax was expected on the same side as that of the pneumatoceles, it developed on the contralateral side in this patient. The speed at which the pneumatoceles developed is notable. In previous case reports, the pneumomediastinum and pneumothorax resolved with time [4] . While the pneumomediastinum did resolve in our patient, the pneumatoceles not only persisted but new ones continued to appear much later in the clinical course, despite the repeat sample testing negative for COVID-19. Klebsiella pneumonia has been associated with the formation of pneumothorax and empyema [5] . In all such cases, the bacterium is cultured from the sputum or pus specimen. In our patient, Klebsiella was cultured from blood and not from any of the sputum specimens. The pleural drain fluid was not puru-lent. Thus, it is unlikely that the pneumothorax was caused by the Klebsiella infection.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This report highlights the need for a high index of suspicion for pneumothorax in patients with severe COVID-19 pneumonia, when they deteriorate acutely after appearing to stabilize. Considering that this can happen in very late stages of the disease when there is no sign of an active infection, close monitoring is required in the presence of radiological evidence of pneumatoceles. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mediastinal emphysema, giant bulla, and pneumothorax developed during the course of COVID-19 pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "",
            "pages": "541--545",
            "other_ids": {
                "DOI": [
                    "10.3348/kjr.2020.0180"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spontaneous pneumothorax following COVID-19 pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hollingshead",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanrahan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IDCases",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idcr.2020.e00868"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-centre descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carsana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonzogni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nasr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pellegrinelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zerbi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1135--1175",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30434-5"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 with spontaneous pneumomediastinum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30156-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Klebsiella pneumonia with pneumothorax, pneumomediastinum and pneumoperitoneum",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Dis Chest",
            "volume": "53",
            "issn": "",
            "pages": "546--50",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.43.5.546"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiograph on Day 68 showing the pneumothorax on the left side with compression of the lung (black arrow). The hub of the cannula used to decompress the tension pneumothorax is still in situ (white arrow). The trachea has been decannulated.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the support of Dr. SR Haynes and Dr. WPM Chan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Viraj Shah, https://orcid.org/0000-0001-6282-2518 Katie Brill, https://orcid.org/0000-0002-5838-4460 Gunmeet Dhingra, https://orcid.org/0000-0002-0333-0369 Santhana Kannan, https://orcid.org/0000-0003-3685-2056",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}