{
    "paper_id": "1606b9dc6756a1739ff9779c77bfe59063472166",
    "metadata": {
        "title": "Social policy in the face of a global pandemic: Policy responses to the COVID-19 crisis in Central and Eastern Europe",
        "authors": [
            {
                "first": "Jolanta",
                "middle": [],
                "last": "Aidukaite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Institute of Sociology",
                    "location": {
                        "settlement": "Vilnius",
                        "country": "Lithuania"
                    }
                },
                "email": "jolanta.aidukaite@lstc.lt"
            },
            {
                "first": "|",
                "middle": [
                    "Steven"
                ],
                "last": "Saxonberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Comenius University",
                    "location": {
                        "settlement": "Bratislava",
                        "country": "Slovakia"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorota",
                "middle": [],
                "last": "Szelewa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Dublin",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorottya",
                "middle": [],
                "last": "Szikra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article documents and compares the social policies that the governments in Central and Eastern Europe (CEE) implemented to combat the first wave of COVID-19 pandemic by focusing on Hungary, Lithuania, Poland and Slovakia. Our findings show that governments in all four countries reacted to the COVID-19 crisis by providing extensive protection for jobs and enterprises. Differences arise when it comes to solidaristic policy responses to care for the most vulnerable population, in which CEE countries show great variation. We find that social policy responses to the first wave of COVID-19 have largely depended on precious social policy trajectories as well as the political situation of the country during the pandemic. K E Y W O R D S",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "are in the middle, while Lithuania has one of the highest levels (Aidukaite, 2011 (Aidukaite, , 2019 Bohle & Greskovits, 2007; Lendvai, 2008) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 81,
                    "text": "(Aidukaite, 2011",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 82,
                    "end": 100,
                    "text": "(Aidukaite, , 2019",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 101,
                    "end": 126,
                    "text": "Bohle & Greskovits, 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 141,
                    "text": "Lendvai, 2008)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study asks the questions: What social policy measures were implemented to mitigate the socio-economic crisis stemming from the COVID-19 pandemic in the countries under investigation? What new social policy agendas have emerged from the crisis? What could be the long-term implications of the crisis for the welfare state in these countries? We apply descriptive research to identify social policy measures implemented and utilize the pathdependency thesis of Chung and Thewissen (2011) to explain social policy responses to the crisis situation. The situation of the four countries is analysed and compared by utilizing the OECD data, national statistical data sources, newspaper articles and national policy documents.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 490,
                    "text": "Chung and Thewissen (2011)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we review the key aspects of the CEE welfare state and differences among the four countries under investigation, as well as differences in the situation of the health aspects of COVID-19. Second, we review social policy responses towards the COVID-19 crisis during the first wave of pandemics in Hungary, Lithuania, Poland and Slovakia. Then, we conduct a comparative discussion and provide the major findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not much has been written about how crises influence social policies. Writing about the 2008 financial crisis, Chung and Thewissen (2011) emphasize path dependency and claim that European countries basically implemented temporary measures that were in line with what type of welfare regime to which they belonged. Hungary, Lithuania, Poland and Slovakia in a broader sense fall under the so-called post-communist or Eastern European welfare state model. This ideal-typical model mixes characteristics from both the liberal and conservative-corporatist regimes as well as including some distinct features of the post-communist societies. Namely, these countries have inherited from the statesocialist era a high take-up rate of social security but relatively low benefit levels. They also share a commitment to social insurance, combined with elements of universalism, corporatism and egalitarianism (Aidukaite, 2011; Cerami, 2006; Cerami & Vanhuysse, 2009; Deacon, 1992; Haggard & Kaufman, 2008; Szikra & Tomka, 2009 ). Recent literature (Jahn, 2017; Jahn & Kuitto, 2011; Kuitto, 2016 ) that focuses on social policy performance in CEE countries (often in comparison with Western ones) concludes that the CEE countries do not form their own welfare state regime type. Instead, they are considered to be either hybrid cases (Kuitto, 2016) or fall into different regimes (Jahn, 2017) .",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 916,
                    "text": "(Aidukaite, 2011;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 917,
                    "end": 930,
                    "text": "Cerami, 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 931,
                    "end": 956,
                    "text": "Cerami & Vanhuysse, 2009;",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 970,
                    "text": "Deacon, 1992;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 971,
                    "end": 995,
                    "text": "Haggard & Kaufman, 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 996,
                    "end": 1016,
                    "text": "Szikra & Tomka, 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1038,
                    "end": 1050,
                    "text": "(Jahn, 2017;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1051,
                    "end": 1071,
                    "text": "Jahn & Kuitto, 2011;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1072,
                    "end": 1084,
                    "text": "Kuitto, 2016",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1323,
                    "end": 1337,
                    "text": "(Kuitto, 2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1369,
                    "end": 1381,
                    "text": "(Jahn, 2017)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Studies also point to significant differences among the CEE countries (Aidukaite, 2019; Bohle & Greskovits, 2007; Kuitto, 2016; Lendvai, 2008) . Diversity can be observed in spending patterns, with Slovenia, Hungary and the Czech Republic being higher social spenders in terms of percentage of GDP than the Baltic States (Estonia, Latvia and Lithuania), Slovakia, Romania and Bulgaria, with Poland being in the middle. Social spending as per cent of GDP (see Figure 1 ) underpins patterns discussed above. Higher spending in Hungary and Poland compared to the other two countries is notable despite the fact that the former country has shown a steady decline in social spending during the period of 2010-2018. In terms of disaggregated welfare spending, the most important similarity is that all four countries have a pension-heavy welfare state with around 40% of their social spending going to this purpose (OECD, 2020) . Hungary can also be characterized as a high spender on family policies with greater investment in child care services and longer periods of parental leaves that are based on the income replacement principle (Rat & Szikra, 2018) , while Slovakia bases its system more on long parental leaves with flat rate benefits (Saxonberg, 2014) ; meanwhile, Poland recently switched from having more market-oriented policies to a system with greater investment in child care services and longer period for parental leaves, as well as generous universal payments (Szelewa, 2017) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 87,
                    "text": "(Aidukaite, 2019;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 88,
                    "end": 113,
                    "text": "Bohle & Greskovits, 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 114,
                    "end": 127,
                    "text": "Kuitto, 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 128,
                    "end": 142,
                    "text": "Lendvai, 2008)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 909,
                    "end": 921,
                    "text": "(OECD, 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1131,
                    "end": 1151,
                    "text": "(Rat & Szikra, 2018)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1239,
                    "end": 1256,
                    "text": "(Saxonberg, 2014)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1474,
                    "end": 1489,
                    "text": "(Szelewa, 2017)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Lithuania is the country with the most defamilalizing parental leave policies and is generous in replacement rates and duration of leaves (Javornik, 2014; Javornik & Kurowska, 2017) . Social policies vary in other areas as well, for example, in the extent in which they reduce inequality and poverty. Baltic states have high levels of income inequality and poverty, while Poland, Hungary and Slovakia are in the middle group with average levels of poverty and inequality. The Czech Republic and Slovenia show high levels of welfare efforts and low levels of poverty and inequality.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 154,
                    "text": "(Javornik, 2014;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 155,
                    "end": 181,
                    "text": "Javornik & Kurowska, 2017)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Of particular importance for handling the pandemic is that all four countries have publicly financed health care systems with near universal coverage (Aidukaite, Moskvina, & Skuciene, 2016; Orosz, 2018) . Also, inherited from the state socialist times, public health systems secure compulsory vaccination of the entire population against the most dangerous contagious diseases, including the BCG vaccine against tuberculosis that has been proposed as a way to reduce the severity of COVID-19 (Escobar et al., 2020) . CEE welfare states have been under heavy pressure following the financial and economic crisis of 2008-2010 (see Aidukaite, 2019; Saxonberg & Sirovátka, 2014; Szelewa, 2014; Szikra, 2014) . The pressure was felt most severely in Lithuania, where cuts in social benefits and public wages were implemented in order to reduce government budget deficits as also indicated by Figure 1 (Aidukaite, 2019) . Slovakia and Hungary have also suffered a decline in GDP, while Poland has managed to retain the same level of GDP during the crisis. As illustrated by Figure 2 , all four countries have managed to overcome the crisis and have experienced fast growth in their GDPs since 2010. The yearly forecast for 2020 projects GDP to fall; however, in 2021, it is expected to rapidly increase in all four countries.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 189,
                    "text": "(Aidukaite, Moskvina, & Skuciene, 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 190,
                    "end": 202,
                    "text": "Orosz, 2018)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "(Escobar et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 629,
                    "end": 645,
                    "text": "Aidukaite, 2019;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 646,
                    "end": 674,
                    "text": "Saxonberg & Sirovátka, 2014;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 675,
                    "end": 689,
                    "text": "Szelewa, 2014;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 690,
                    "end": 703,
                    "text": "Szikra, 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 896,
                    "end": 913,
                    "text": "(Aidukaite, 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 895,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1076,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "The latest available data on the quarterly GDP change show that the COVID-19 crisis has already caused the economy to decline as all four countries experienced a decrease in GDP during the first quarter of 2020 (see Figure 3 ). However, the decline for Hungary (−0.39%), Lithuania (−0.34%) and Poland (−0.4%) is lower than the OECD average which is −1.83%. Slovakia has experienced the steepest decline of −5.16%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "All countries have suffered an increase in unemployment as per cent of total labour force during the financial and economic crisis of 2008. According to the OECD data (2020), the increase was higher in Lithuania than in the other three countries under investigation as it jumped from about 4% in 2008 to almost 18% in 2010. A notable increase of unemployment could also be observed in Slovakiafrom about 9% to 15%. In 2012-2013, the unemployment rate started to decline in all four countries, so by the end of 2019, it fell to 3.4% in Hungary, 6.4% in Lithuania, 2.9% in Poland and 5.6% in Slovakia. Following the outbreak of the pandemic, unemployment started to increase again, and, by May 2020, it reached 4.1% in Hungary, 9.3% in Lithuania, 3% in Poland and 6.5% and in Slovakia. Related data suggest that initially Lithuania had the highest unemployment rate, further increasing during the health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "OECD (2020) data shows that youth (15-to 24-year-olds) have higher unemployment rates in all four countries than 25-to 75-year-olds. During 2020, unemployment increased for all age groups in the four countriesespecially since March, when governments of these countries undertook lockdown measures (see Figure 4) Slovakia initially had higher unemployment rates than Hungary and Poland, they also show higher rates of unemployment for all age groups. The unemployment rate is expected to rise faster in those countries (especially Lithuania),",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "where it increased most during the financial crisis as their economies seem to be more exposed to external shocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "The situation is best in Poland, as it shows only a slight increase in unemployment rate for the group of 15-to 24-year-olds and even decline for the age group of 25-to 75-year-olds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "All four countries under investigation have neglected the area of (active) labour market policies, and some of them even cut back on such policies during the 2009 global economic crisis. Poland did not increase benefit levels, (Saxonberg & Sirovatka, 2019) . In Lithuania, due to a dramatic increase in unemployment in 2009, the unemployment insurance benefits were reduced temporarily (Aidukaite et al., 2016) . This situation would suggest that Eastern European countries, when facing yet another economic downfall following the COVID-19 pandemic, would not do much to cater to the unemployed via direct social subsidies or training and retraining programs. However, our study shows significant variation among CEE countries in terms of handling mass unemployment and economic inactivity under the first wave of pandemic.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 256,
                    "text": "(Saxonberg & Sirovatka, 2019)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 410,
                    "text": "(Aidukaite et al., 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Our World in Data (2020) on the number of COVID-19 cases suggests that all four countries had experienced a relatively low number of cases per million inhabitants until September 2020, compared to Western or Southern Europe. In Hungary, Lithuania and Slovakia, 0.1-2% of tests proved positive. In Poland, the situation was worse, but positive cases still did not exceed 2-3% of all tests. As we will show in the forthcoming discussion of country-cases, the common distinctive feature of CEE countries' response to COVID-19 was that they went on lockdown in March 2020 despite the low case numbers. Early response may have contributed to keeping positive cases low. (2020), the country will survive the pandemic with a 7% drop of GDP in 2020, followed by a quick recovery in 2021 with a 6% increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "The social policy responses which the government undertook concentrated primarily on protecting jobs and suspending loan and tax payments. Family and housing policy measures also eased the burden of the population. In contrast to the wide range of fiscal policies adopted under the pandemic, cash transfers to the most vulnerable, unemployed population were neglected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "As a major means of job protection, employers were allowed to deviate from the Labour Code. According to trade unions and experts, some of these changes may have dismantled workers' rights (Gyulavári, 2020) . Apart from increasing the flexibility of working conditions, the Hungarian version of the German 'Kurzarbeit' was adopted.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 206,
                    "text": "(Gyulavári, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Accordingly, a state subsidy of up to 70% of wages can be provided until the end of August to companies that employ workers part-time. Another program, issued in mid-May, provided a state subsidy for up to 9 months at 100% of wages to companies employing registered unemployed. As of July 28, 2020, some 200 thousand employees were said to have benefitted from these programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "A payment moratorium for business taxes for all companies was also issued. Meanwhile, rental contracts for businesses in catering, entertainment, tourism and passenger transport were protected until at least the end of June.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "These sectors were also relieved from social insurance contributions and certain taxes. A new interest-free loan for students was also introduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Due to the COVID-19 crisis, the unemployment rate rose to 8.1% by June 2020. While larger companies could utilize the Kurzarbeit scheme, a sizable share of small enterprises had to lay off workers or cease their businesses due to the lockdown. In their case, the state was not as generous as with companies to keep jobs. The length of the unemployed insurance benefit remained maximum of 3 months, and the benefit level kept at 70% of the minimum wage. Workers who were laid off by their employers and became registered unemployed under the pandemic received no special protection or social assistance. The loopholes of the Hungarian unemployment benefit system already existed prior to the 2020 crisis but now affected a larger size of the population. National data show that close to half of all registered unemployed received no benefit from the state because they did not fit the strict eligibility criteria (Nemzeti Foglalkoztatási Szolgálat -NFSZ, 2020). A similarly sizable population was left out of the unemployment benefit schemes due to being formerly employed in the black or grey economy, and these people received no social protection from the state at all, be that universal or targeted benefits. The neglect of the unemployment benefit scheme reflected the ideology of the ruling party about a 'work-based society' that claims that no handouts should be provided to the workless (Köll} o, 2019; Szikra, 2019). In line with this social policy paradigm, the public works programme was extended providing simple physical work to some of the unemployed (Molnár et al., 2019) .",
            "cite_spans": [
                {
                    "start": 1565,
                    "end": 1586,
                    "text": "(Molnár et al., 2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Local governments, who were badly effected by cuts of their budgets under the COVID-19 crisis, provided daily meals for children enrolled in child care institutions or schools, as well as for needy adults during the lockdown period. Furthermore, the Ministry of Interior organized charitable donations of food and sanitary products. Notwithstanding in kind social assistance, the lack of a minimum income guarantee scheme in Hungary has proven to be a major pitfall under the crisis, leaving people without social insurance contributions with a complete lack of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "When it comes to health policies, primary care, outpatient institutions, hospitals and elderly homes were closed in mid-March. Meanwhile, people were obliged to wear face masks and keep social distance both in shops and while taking public transportation. Insured employees who were either diagnosed with COVID-19 or were obliged to quarantine received sickness insurance benefits according to previous rules. The benefits paid a maximum of 60% of previous wages capped at the net minimum wage. Health care staff received an extra, one-time payment of 500 thousand HUF gross. An arrangement in early April that obliged hospitals to decrease their capacities by 60% caused a public outcry as it put an unbearable burden on many sick people and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "Concerning families with children, all maternity and parental leave payments as well as family allowances that would have expired during the period of the lockdown were extended for the total duration of the state of emergency. The administrative steps for applying for loans and subsidies issued as part of the 2019 Family Protection Action Plan were eased and/or extended. Starting from 1 July, state subsidies to gain language exams or driving licences were adopted for parents on maternity or parental leaves in the form of one-time payments worth 40.250 and 25.000 HUF (app. 116 and 72 EUR, respectively). In the field of pensions, an extra one-time payment in January, 2021, was announced, worth a weekly amount of each pensioner's benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "The Hungarian government was criticized for using the State of Emergency for politically and ideologically motivated measures under the first (and later also under the second) wave of the pandemic. The decrease in income of municipalities limited their possibilities to implement health-related and social assistance measures during the crisis, while the decision to reject the ratification of the Istanbul Convention and to end the legal recognition of transpeople went against gender equality and the rights of LGBT+ people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| FROM THE PANDEMIC TO THE ECONOMIC CRISIS"
        },
        {
            "text": "The Lithuanian government took early preventive COVID-19 measures by closing schools, preschools and nurseries from March 14. In addition, stores (except food stores), all cultural activities, services, restaurants, bars and cafes were closed from March 14. Everyone was advised to work from home. Meanwhile, schools and universities switched to online teaching. Any gatherings were forbidden, and face masks were made obligatory. These lockdown measures were prolonged until May. On May 10, the Lithuanian government started to ease the quarantine measures, and on 16 June, the quarantine was cancelled. The country with a total population less than 2,7 million inhabitants endured 80 deaths from COVID-19 by July 28, with the total number of infected reaching 2,027 (Worldometer, 2020) . According to Our World in Data (2020), on August 4, there were 3.63 cases per million persons. The summer forecast of the European Commission Directorate General Economic and Financial Affairs (2020) has drawn a rather optimistic scenario for the Lithuanian economy suggesting that it would shrink due to the COVID-19 crisis by 7% and recover already in 2021 and grow by 5.9%.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 787,
                    "text": "(Worldometer, 2020)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "The social policy responses taken by the Lithuanian government can be divided into quarantine and postquarantine measures. The policy responses during the quarantine were aimed at saving jobs and the income of the population, as well as helping businesses to maintain liquidity. Yet, the major bulk of the measures were aimed at ensuring the successful operation of the health care system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "In order to protect jobs and income, the government contributed jointly with employers to cover up to 3 months of the downtime allowance for the employees set at the minimum monthly wage (EUR 607). To protect the selfemployed, the government issued a benefit of 257 Euros for up to 3 months (EL, 2020; Social-demokratai, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "In the field of family policy, working parents (taking care of children up to 14 years, disabled children up to 21 years' old, elderly people) were allowed to take sick leave for 14 days, to be prolonged up to 60 days, compensated at a replacement rate of 65.94%. Employers were obliged to ensure the possibility of flexible working conditions, including home office. Mortgage loans were postponed for from 3 to 6 months for those employees/selfemployed who lost their job during the quarantine. In order to maintain business liquidity, the payment date of tax arrears was postponed (EL, 2020; Social-demokratai, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "The salaries of health care employees were increased by 15%, and the government ensured the stable financing of the health care sector without decreasing resources. Additional expenses for protective equipment for doctors were provided. Health care professionals, officials or other employees infected by COVID-19 received a sickness benefit of 100% of their net pay (OECD, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "Overall, the social protection measures taken during the quarantine showed clear signs of solidarity. Data presented by the Lithuanian Ministry of Social Security and Labour (LMSSL) (2020) show that most of the self-employed who applied for it received the fixed benefit of 257 Euros per month (84 thousand persons), and the total amount paid was EUR 53.535 million. More than 128 million Euros were paid in subsidies during the downtime and more than 2 million Euros after the downtime. Nearly all companies who applied for subsidies received them during the quarantine. The post-quarantine measures in July were aimed further to support business and income of the population, as well as to help return back to the labour market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "Subsidies for employers to pay wages of their employees have been prolonged for additional 6 months after the end of quarantine and self-employed people receive a benefit of 257 Euros for an extra 2 months after the quarantine (LMSSL, 2020). New measures were also taken in the area of employment protection policies and additional help to unemployed people. One-time subsidies for a new job creation were approved to increase employment. These subsidies support enterprises/companies who want to employ the most vulnerable people such as those with disabilities, the youth and/or the elderly. The one-time subsidy is also available to self-employed people, who received an allowance of 257 Euros if they want to change their economic activity. A temporary job search allowance/benefit (200 Euros) was introduced for those who lost a job during the quarantine and is not entitled to unemployment insurance benefits. The new temporal benefit could be paid for a maximum of 6 months, but no later than until December 31, 2020 (LMSSL, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "To protect the most vulnerablethe elderly, the disabled, orphans and widowsthe government approved a one-time lump sum benefit of 200 Euros. The post-quarantine measures have also ensured that more families will receive higher child benefits (an additional 100 Euros per child), which is paid to low-income families, large families with three or more children and families raising disabled children. The Seimas agreed that when assessing the income of a poor family, its income of the last 3 months will be taken into account, instead of 12. This means that the benefit will reach more children (LMSSL, 2020) . Additionally, a one-time lump sum of EUR 200 has been granted to each child from low-income and large families, as well as children with disabilities, while all other children received EUR 120 (Lrytas, 2020) .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 608,
                    "text": "(LMSSL, 2020)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 818,
                    "text": "(Lrytas, 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "All measures discussed above are temporal and aimed to support the employability and income of the most vulnerable inhabitants in the post-quarantine period. The COVID-19 crisis presented the opportunities also for a longterm change in the social protection system. The government approved new measures in the social assistance field, which ensure higher protection for those with low incomes. The amount of monthly social assistance benefit was increased, and eligibility criteria were eased, namely, the asset test was cancelled and the financial eligibility threshold was reduced. Meanwhile, for low-income families and single people, a greater share of their heating costs will be subsidized. All these measures will remain in force after the COVID-19 crisis (except the income test, which will be revised to an assets test as soon as crisis ends) (LMSSL, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "Lithuanian social policies have neglected housing (Aidukaite, 2014) . The COVID-19 crisis stimulated the debate and the need to address this important social policy field. Accordingly, access to social housing and related assistance has been improved. The waiting time for social housing has been shortened from 5 to 3 years. If at the end of the term, the municipality is not able to provide social housing for an individual or a family, then it has to reimburse the actual rental price of suitable housing rented on the market. At the same time, the minimum basic amount of compensation for the part of the housing rent was increased from 23 to 32 Euros per month per person, when the useful floor area per person or family member is 10-14 square meters. All these measures will remain in place after the pandemic ends (LMSSL, 2020).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 67,
                    "text": "(Aidukaite, 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "Overall, the policy measures taken in the social protection field during the COVID-19 crisis show clear signs of solidarity in Lithuania. In order to fulfil its commitments to these welfare reforms, the government has allocated money from the Social Insurance Fund, Guarantee Fund, the European Social Fund, as well as borrowings (LMSSL, 2020; EL, 2020; Social-demokratai, 2020). Although it is too early to assess the overall effectiveness of the policy, survey data from June 2020 onwards",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Lithuania"
        },
        {
            "text": "show that unemployment has only marginally increased and stabilized at the level of 5.7% (compared to 5.5% in January 2020, GRAPE, 2020). At the same time, the level of state aid expressed in the percentage of wage coverage (40%) is smaller in comparison to other countries in the region (see e.g., the Hungarian case), as well as a great majority of the European countries, including the liberal welfare states, such as UK and Ireland, where state aid amounted to 75-80% of previous salary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "Similar to Hungary, some of the provisions that can be applied in case of a significant decrease of sales gave the employer the right to introduce less favourable working conditions (including worse working time arrangements, a simplified redundancy procedure or the immediate reduction of fringe benefits) than those guaranteed by the Labour Code or local agreements. In contrast to Hungary, however, the employer needs the consent of the trade unions to issue these measures (Eurofound, 2020) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 494,
                    "text": "(Eurofound, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "The government also responded to the issue of the unforeseen increase in caring responsibilities among the families with children normally attending day-care, pre-school or the primary school. If a crèche, kids club, kindergarten or school closed, insured parents with children up to the age of 8 (or up to 18 in case of special educational needs)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "have been entitled to an additional care allowance for the whole period of closure at 80% of previous salary. A more recent family support measure includes a tourist voucher to cover the costs of staying at a tourist facility in Poland or organized by the company operating in Poland. Its value is 500 PLN (113 EUR) and is paid per child (ZUS, 2020b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "Furthermore, a sick leave allowance for people returning from abroad and their household members under quarantine was granted for employees and self-employed at 80% of gross wages or average revenue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "Similar to other countries, monthly mortgage payments were suspended, but in Poland, the banks were free to set their own guidelines and conditions for obtaining such possibility. The deadline for submitting tax declarations was extended with an additional month both for companies and employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "Finally, the pandemic coincided with the presidential elections in Poland. President Andrzej Duda of the Law and Justice Party got re-elected, making it past the first round on June 28 and then winning the second round on July 12. Duda employed anti-LGBT rhetoric during the campaign, while, similar to Hungary, the government plans to reject the ratification of the Istanbul Convention. Duda's success cemented the Law and Justice's right-wing conservative political domination in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Poland"
        },
        {
            "text": "The Slovak government took fast action against the COVID-19 outbreak, even though in the first weeks, it had a care-taker government that was only in place until the newly elected coalition could form a new government. The new cabinet that took office on March 21 continued the policies of the previous government. The economy fell by 3.7% in June 2020, and unemployment is expected to reach up to 9.5% (Financial report, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Shortly after the first case was reported, the government declared a state of emergency and the first measures came into force on March 12. By March 16, all the shopping malls, grocery stores, pharmacies and gas stations had to shut their doors. The government also banned all public events, closed its borders and airports and schools. During the Easter holidays from April 8 to 13, the government implemented a total lockdown, and people were not allowed to travel outside their home town (e.g., Kolenčík, 2020) . Almost 80% of the population supported the government's actions (Gabrizova, 2020) . The government started to eliminate these emergency measures step-by-step starting in late April. Even though the country has opened its borders and stores, most of the social policy measures adopted in this period will remain in place at least until September.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 513,
                    "text": "Kolenčík, 2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 580,
                    "end": 597,
                    "text": "(Gabrizova, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Slovakian politicians helped popularized the anti-COVID measures by leading through example. As Böhmer () shows, already in February -1 month before the first case was known in Slovakiathe then prime minister, Peter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Pellegrini, began using the social media to warn the public about the virus and giving advice on how to avoid it. In addition, on March 14, he appeared publicly with members of his cabinet wearing a face mask, which popularized the notion that it is socially acceptable to wear them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "In order to protect jobs, the government decided to compensate 80% of the salaries for workers who work in companies that are mandatorily closed and to the self-employed based on their decrease in revenues. Furthermore, 55% of the gross salaries to employers in quarantine and parents who are forced to stay home due to schools being closed were compensated. Thus, similar to Hungary, employers received compensation to keep their workers employed, which was financed by the central state budget and EU funds. Meanwhile, the social insurance scheme was somewhat extended to compensate employees who temporarily had to stay at home and be out of work. Social and health care tax payments of employers and income tax advance payments were temporarily suspended if revenues decreased by at least 40% (AS/Pol/Inf, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Employers and self-employed employers who had to close their operations could apply for an employee's salary contribution of 80% of their average earnings, up to a maximum of EUR 1,100 per month under the condition that the employers maintain the job after the crisis period. The self-employed could apply for compensation for their loss of income. In addition, employers (except public sector entities) whose sales had decreased could apply for an employee's salary allowance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "In the area of family policy, sickness and care allowances (to take care of a family member) were provided at about 70% of one's net wages for parents who had to take care of children, since the schools were closed (European Commission Directorate General Economic and Financial Affairs, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "For those who became sick because of the pandemic, the Social Insurance Agency starting paying sickness benefits from the first day of incapacity of work in the amount of 55% of the daily assessment base (AS/Pol/ Inf, 2020). This marks an improvement of social rights compared to the previous situation when the employer paid for the first 10 days, and the employee only received 25% of the daily assessment base for the first 3 days (Slovensko.sk, 2020) .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 454,
                    "text": "(Slovensko.sk, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "In order to alleviate the costs employers, the government postponed the deadline for paying social insurance contributions if the employers anticipated a 40% or more decline in economic activities until December 31 (Tomak, 2020) . Some pensioners receive a pension in cash but, in the pandemic, were afraid to go to the post office, so the Social Insurance Agency made it possible to receive their pension via a family member (Pravda, 2020a) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 228,
                    "text": "(Tomak, 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 426,
                    "end": 441,
                    "text": "(Pravda, 2020a)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "The Ministry of Finance decided to assist micro-, small-and medium-sized enterprises by giving them loan guarantees and interest bonuses (AS/Pol/Inf, 2020). These measures applied to natural persons, sole traders and enterprises with up to 250 employees (Slov-Lex, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "When it comes to housing policies, the government prohibited the unilateral termination of lease agreements until June 30, 2020, and those renting property have until December 31, 2020, to pay their debts (Eversheds Sutherland, 2020) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 233,
                    "text": "Sutherland, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "The government also made it easier to pay taxes, as it postponed the statutory income tax. It also postponed the deadlines for making financial statements and annual reports. Another tax break involved giving relief from import duties and VAT on medical supplies from third countries. During the emergency period, the government also discontinued tax controls and proceedings, except for the cases that resulted in refunds (AS/Pol/Inf, 2020; Národná rada Slovenskej republiky, 2020). The government also announced a deferral of payroll and corporate tax payments for businesses whose revenues decline by more than 40% (IMF, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Since all the measures against COVID-19 have been temporary, it is difficult to see how they will lead to any long-term changes in the Slovak welfare state, other than that these policy changes show that the state has been able to take action for able to intervene in the market to take measures to support society, which runs against neo-liberal dogmas about letting the markets solve social problems. Similar to Hungary and Poland, the new centre-right government has taken an aggressive attitude against feminist causes and the promotion of gender equality. Because of the government's anti-feminist stance, the head of gender equality department at the ministry of labour social affairs, Oľga Pietruchová, resigned her position, claiming that the government is ignoring expert opinion in such areas as policies to promote gender equality. She also criticized its attempt to restrict abortions (ParlamentniListy.cz, 2020; Pravda, 2020c) . Nevertheless, the country still has not officially withdrawn its signature from Istanbul Convention despite that fact that it informed the EU of its intentions even before the pandemic began (Gehrerová, 2020) .",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 924,
                    "text": "(ParlamentniListy.cz, 2020;",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 939,
                    "text": "Pravda, 2020c)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1133,
                    "end": 1150,
                    "text": "(Gehrerová, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Even though the government's strong performance on the pandemic might be expected to win it support among those who do not mind its conservative gender stance, the ruling coalition has been plagued by plagiarism scandals affecting various high-ranking politicians (e.g., idnes, 2020; Pravda, 2020b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "Notwithstanding political scandals, the strong policy measures which two successive governments took against COVID-19 show that the government can act responsibly and institute reforms that promote the welfare of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Slovakia"
        },
        {
            "text": "The COVID-19 pandemic posed major challenges to the social protection systems of the CEE countries. Partly driven by the similarities of their welfare state regimes, many of their responses were akin. However, there are important differences in the ways in which the countries reacted to the first wave of the pandemic. Below, we summarize the major social protection measures that the four countries implemented during quarantine and post-quarantine time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "All four countries focused their policies on employment and business protection by providing downtime allowances to employees/self-employed, subsidies to employers, creating flexible working conditions and postponing tax payments or even exemption from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "All four countries have taken similar steps in the field of family policy by offering paid sick leave for parents taking care of small children during the period of closure (Lithuania, Poland and Slovakia) or extending maternity and parental leave benefits until the end of the emergency period (Hungary). In the area of housing policy, the governments in all four countries suspended mortgage payments (for those unable to pay it) during the emergency period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "Differences are clear when it comes to unemployment protection and social assistance. Hungary was the only country which has not extended its support to the unemployed during the quarantine and post-quarantine period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "Lithuania introduced a temporary job search allowance (200 EUR) for people not eligible for unemployment insurance benefit for 6 months; Poland offered a special solidarity cash benefit paid to unemployed for 3 months (EUR 350) that functioned in parallel to the regular unemployment insurance benefits; Slovakia extended the length of unemployment benefit period four times following the end of the normal period of benefits by 6 months. Thus, Poland increased the generosity of unemployment benefits, Lithuania increased coverage and Slovakia increased the duration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "Lithuania stands out by offering more generous social assistance benefits than the other three countries and easing the criteria to receive them. The government in Lithuania has also implemented an innovative social policy measure by offering one-time lump-sum payment worth 120-200 EUR to all families with children (depending on the number of children and income of the family), and 200 EUR to pensioners, people who receive disability allowances, that is, to the most vulnerable social groups. The political situation in Lithuania can account for these solidaristic measures because the country was facing parliamentary elections in autumn 2020. The president, who had been recently elected on May 26, 2019, has promised to make Lithuania a 'welfare state' and the slogans of reducing poverty and inequality were central also to his presidential election. Meanwhile, the ruling party during the period 2016-2020, the 'Lithuanian Farmers and Greens Union' also promoted social solidarity and left-wing ideas. Thus, the coincidence of the outbreak of the COVID-19 pandemic, and the electoral competition over the 2020 elections that thematized social solidarity led to the approval of special social policy measures in this country. In contrast, the Hungarian government insisted on continuing its previous program of 'workbased society' as an explicit anti-thesis of the welfare state (see Szikra, 2019) . According to this paradigm, implemented during the previous economic crisis, no handout is provided to people 'without work.' In line with the 'work-based society' idea, policies tried to maintain and create jobs through generous subsidies to employers to pay salaries and through the extension of the public works program. Many of those who lost their jobs, however, could not benefit from these actions. Because of the lack of meaningful social assistance benefits in Hungary, the most vulnerable often had to rely on charity and local aid organized by municipalities.",
            "cite_spans": [
                {
                    "start": 1392,
                    "end": 1405,
                    "text": "Szikra, 2019)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "Poland stands out with most liberal social policy solutions, which may sound surprising from a right-wing conservative government that earlier had implemented some strikingly generous welfare measures (Lendvai & Szelewa, 2020) . This country provided the lowest level of wage compensation to companies among the CEE countries at 40% of the minimum wage. A liberal understanding of mortgage protection is reflected in the fact that this decision is left to the discretion of banks. Poland focused more on the self-employed than the other four countries in its subsidizes to keep businesses solvent. When it comes to protecting the most vulnerable social groups, Poland incrementally extended some of its social insurance schemes, including the unemployment and sickness leave benefits, but issued no new programs for that purpose.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 226,
                    "text": "(Lendvai & Szelewa, 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "In the area of supporting wages, Slovakia's wage compensation scheme was very generous, providing 80% of previous wages, similar to Hungary. Slovakia also catered to the self-employed and those employees who were not covered by the social insurance scheme. Similar to Poland and Lithuania, the social insurance system was somewhat extended to compensate workers temporarily out of work for COVID-19-related reasons, including sickness, quarantine and the home-schooling of children. The Slovak government stands out among the four countries in the immediate action that high-ranked politicians took in wearing masks publicly and initiating firm public health measures (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 677,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "| COMPARISON OF SOCIAL PROTECTION MEASURES IN RESPONSE TO THE FIRST WAVE OF THE COVID-19 PANDEMIC"
        },
        {
            "text": "Governments in all four countries reacted to the COVID-19 crisis by providing extensive protection for jobs and enterprises, and in most countries, these were coupled with various solidaristic policy responses to care for the most vulnerable population. In Hungary, most policy measures targeted employers in forms of generous labour cost subsidies and tax exemptions. In contrast to the other countries, unemployment benefits and social assistance remained meagre, as they were prior to the crisis, and no extra compensation for home-based care was provided. In Lithuania, the improvements made in social policy (social assistance and social housing) have long-term implications. Those with a low income can now enjoy greater government protection against falling into poverty. This comes as a surprise and a contradiction to measures implemented during the 2008-2010 crisis when the government carried out cutbacks (temporal and long term) in family policy, unemployment insurance and sickness benefits (see Aidukaite, 2019) . In Slovakia, the policies concerning COVID-19 are not likely to lead to long-term changes. An important indirect impact may be that successive governments showed that the state is capable of taking strong measures to improve the general welfare of the population. This situation could lead to a general increase in support for welfare state policies and a decrease in support for neo-liberal notions claiming that the market can solve the most important social problems.",
            "cite_spans": [
                {
                    "start": 1010,
                    "end": 1026,
                    "text": "Aidukaite, 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In Poland, we saw more incremental measures that extended some of the already existing social insurance schemes, including unemployment and sickness benefits. Apart from that, it did not implement any particular social policy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "innovations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "An interesting commonality in the Visegrád countries (Hungary, Poland and Slovakia) is that their right-wing, conservative governments issued anti-gender equality changes during the pandemic or at least took steps in proposing such changes. Perhaps, the most remarkable case has so far been Polish Constitutional Tribunal's decision to ban abortion in case of malformation of the foetus. While it is clear that the restrictions on public gatherings made it difficult for the population to organize protests, whether and in what ways these policy changes were connected to the COVID-19 crisis need further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In concluding our study, we turn to Vis, van Kersbergen, and Hylands' (2011) claim that during the crisis (2008) (2009) (2010) , regardless of type of welfare state, all countries basically went through three phases: A first phase of emergency capital injections in the banking sector, a second phases of Keynesian demand management and labour market protection and extended social protection and a third stage of austerity measures.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 76,
                    "text": "Vis, van Kersbergen, and Hylands' (2011)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 106,
                    "end": 112,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 119,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 126,
                    "text": "(2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "It is too soon to know whether any of the countries in our study will eventually introduce austerity measures, but so far, the countries have all followed the second step of labour market protection by subsidizing employment, and all except Hungary took steps to keep demand up by introducing benefits to those who must stay at home because of the pandemic. Even though the post-communist countries all have hybrid welfare states that deviate somewhat from the Western models, they all have strong conservative-Bismarckian elements (see Aidukaite, 2011; Deacon, 1992; Kuitto, 2016) , so in this sense, they have also behaved so far similar to Chung and Thewissen's expectations of conservative welfare states. Lithuania, however, deviated from the other three countries not only keeping up with Keynesian demand management and labour market protection but also implementing universal policies and granting more generous benefits for those most in need. In Lithuania, where social policy reforms in this direction are likely to be maintained after the crisis, these changes have a potential to lead to more comprehensive and universal social policies in the future.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 553,
                    "text": "Aidukaite, 2011;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 554,
                    "end": 567,
                    "text": "Deacon, 1992;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 568,
                    "end": 581,
                    "text": "Kuitto, 2016)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Overall, we conclude that Hungary, previously a high-spender on social protection (see Figure 1) , has done the least to enhance social solidarity, while Lithuania, the country worst-affected by the Great Recession and lowest on social spending in the past decade, has used this crisis in the most innovative and supportive way protect its population. Slovakia and Poland, mid-range spenders on social protection earlier, fell in between the two extremes with somewhat extended social protection in Poland and prompt and definite public health-related measures in Slovakia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "| DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "It is a question of further research whether Eastern European countries will stay on the welfare tracks detected here to cushion the effects of the second wave of the pandemic and a possibly more endurable economic and social crisis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION AND CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The welfare systems of the Baltic States following the recent financial crisis of 2008/2010: Expansion or retrenchment",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aidukaite",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Baltic Studies",
            "volume": "50",
            "issn": "1",
            "pages": "39--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Welfare reforms and socio-economic trends in the ten new EU member states of central and Eastern Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aidukaite",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Communist and Post-Communist Studies",
            "volume": "44",
            "issn": "3",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Housing policy regime in Lithuania: Towards liberalization and marketization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aidukaite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "GeoJournal",
            "volume": "79",
            "issn": "4",
            "pages": "421--432",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lithuanian welfare system in times of recent crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aidukaite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moskvina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Skuciene",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Challenges to European welfare systems",
            "volume": "",
            "issn": "",
            "pages": "419--441",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The legislative and oversight role of parliaments in the context of the Covid-19 pandemic: Replies received by national parliaments of the Council of Europe members States to a questionnaire submitted via the European Centre for Parliamentary Research and Documentation (ECPRD)",
            "authors": [],
            "year": 2020,
            "venue": "Committee on Political Affairs and Democracy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neoliberalism, embedded neoliberalism, and neocorporatism: Paths towards transnational capitalism in Central-Eastern Europe",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bohle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greskovits",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "West European Politics",
            "volume": "30",
            "issn": "3",
            "pages": "443--466",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social policy in central and Eastern Europe. The emergence of a new European welfare regime",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cerami",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Post-communist welfare pathways. Theorizing social policy transformations in central and Eastern Europe",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Falling back on old habits? A comparison of the social and unemployment crisis reactive policy strategies in Germany, the UKand Sweden",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thewissen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Policy and Administration",
            "volume": "45",
            "issn": "4",
            "pages": "354--370",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "East European welfare: Past, present and future in comparative context",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deacon",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The new Eastern Europe: Social policy past, present and future",
            "volume": "",
            "issn": "",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pagalba verslui karantino laikotarpiu",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Els",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "BCG vaccine protection from severe coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Escobar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molina-Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barillas-Mury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "17720--17726",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anti-crisis shield: Employment protection and wage subsidies, case PL-2020-14/526 (measures in Poland). COVID-19 EU PolicyWatch",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurofound",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dublin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "European Commission Directorate General Economic and Financial Affairs",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus -Lex COVID-19 amendments -Slovakia",
            "authors": [
                {
                    "first": "Eversheds",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Oživenie by malo prísť až v treťom kvartáli tohto roku",
            "authors": [],
            "year": 2020,
            "venue": "Financial report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Slovakia's health minister: No second wave yet",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gabrizova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EURACTIV Slovakia, 13 March, Updated 9 July",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Zasiłek Dla Bezrobotnych w 2020 Roku: Kto Może Otrzyma c? Ile Dostaje Siȩ\"Na Reķe\"? -Praca i Kariera -GazetaPrawna.Pl -Prawo i Rynek Pracy'. Retrieved 21",
            "authors": [
                {
                    "first": "Gazeta",
                    "middle": [],
                    "last": "Prawna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Čo je s Istanbulským dohovorom? Predvolebná antikampaň Ani Parlament nič Nezmenili. Denníka N, 28 May",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gehrerová",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tarcza Antykryzysowa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Diagnoza Rynku Pracy. Wyniki bada n z 22-28 czerwca 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Grape",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Covid-19 and Hungarian labour law: 'The state of danger",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gyulavári",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hungarian Labour Law, E-Journal",
            "volume": "13",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development, democracy, and welfare states: Latin America, East Asia, and Eastern Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haggard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Plagiátor Kollár zů stává šéfem parlamentu",
            "authors": [],
            "year": 2020,
            "venue": "Matovičova vláda ustála Krizi. 7 July",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Policy Responses to Covid-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Distribution regimes and redistribution effects during retrenchment and crisis: A cui bono analysis of unemployment replacement rates of various income categories in 31 welfare states",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of European Social Policy",
            "volume": "28",
            "issn": "5",
            "pages": "433--451",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Taking stock of policy performance in central and Eastern Europe: Policy outcomes between policy reform, transitional pressure and international influence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuitto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Journal of Political Research",
            "volume": "50",
            "issn": "",
            "pages": "719--748",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Measuring state de-familialism: Contesting post-socialist exceptionalism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Javornik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of European Social Policy",
            "volume": "24",
            "issn": "3",
            "pages": "240--257",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Work and care opportunities under different parental leave systems: Gender and class inequalities in Northern Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Javornik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurowska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Social Policy & Administration",
            "volume": "51",
            "issn": "4",
            "pages": "617--637",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "How Slovakia fought COVID-19. NCT Magazine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolenčík",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Brave new Hungary: Mapping the 'system of national cooperation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Köll} O",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "139--158",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Post-communist welfare states in European context. Patterns of welfare policies in Central and Eastern Europe",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuitto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Incongruities, paradoxes, and varieties: Europeanization of welfare in the new member states",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lendvai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Governing new authoritarianism: Populism, nationalism and radical welfare reforms in Hungary and Poland",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lendvai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szelewa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Policy and Administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/spol.12642"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Seimas patvirtino pagalbą po karantino: Naudą pajus 1,4 mln. Lietuvos gyventojų [The Seimas approved aid after quarantine: 1.4 million of Lithuanians will benefit",
            "authors": [],
            "year": null,
            "venue": "Lietuvos Socialinės apsaugos ir darbo ministerija (LMSSL). (2020)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vienkartinės išmokos vaikams šeimas pasieks jau šią savaitę [Lump sum payments for children will reach families as early as this week",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lrytas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Public works in Hungary: Actors, allocation mechanisms and labour mobility effects",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Molnár",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bazsalya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bódis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kálmán",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social Science Review",
            "volume": "7",
            "issn": "",
            "pages": "117--142",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Presentation during a webinar Progressive Response to the Pandemic Crisis that took place on the 2nd of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naczyk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "within the frames of Warsaw Debates on Social Policy. Warsaw: ICRA Foundation and Friedrich Ebert Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Národná rada Slovenskej republiky",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Id} osoros adatok. (Longitudinal data)",
            "authors": [
                {
                    "first": "Nemzeti Foglalkoztatási Szolgálat -Nfsz",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Society at a glance 2019: OECD social indicators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/soc_glance-2019-en"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Catching up with or Lagging behind the EU15 Countries? Revealing the Patterns of Changes in Health Status, Health Spending and Health System Performance in Four Post-socialist EU Countries",
            "authors": [
                {
                    "first": ";",
                    "middle": [
                        "É"
                    ],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Na Ministerstvu řídila Odbor Rovnosti pohlaví. Teď končí a na závěr ještě pořádně Zasmradila. 22 May",
            "volume": "",
            "issn": "",
            "pages": "2018--2557",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pietruchová končí ako šéfka odboru rodovej rovnosti",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pravda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Kollár a Krištúfková majú spoločný problém: Ich práce majú byť plagiáty",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pravda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Poslanci hlasovali o novele potratového zákona, je v druhom čítaní",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pravda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Prime Minister: We have introduced the state of epidemic in Poland",
            "authors": [
                {
                    "first": "Prime",
                    "middle": [],
                    "last": "Minister",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Family policies and social inequalities in central and Eastern Europe. A comparative analysis of Hungary",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szikra",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Handbook of child and family policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Gendering family policies in post-communist Europe: A historical-institutional analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxonberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "From a garbage can to a compost model of decision-making? Social policy reform and the czech government's reaction to the international financial crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxonberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sirovátka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Social Policy & Administration",
            "volume": "28",
            "issn": "4",
            "pages": "450--467",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Routledge Handbook of the Welfare State, Routledge International Handbooks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxonberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sirovátka",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Karantinas. Darbuotojų teisės, kompensacijos, pagalba [Quarantine. Workers' rights, compensation, assistance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The second wave of anti feminism? Post crisis maternalist policies and the attack on the concept of gender in Poland",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szelewa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "33--47",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "From implicit to explicit Familialism: Post-1989 family policy reforms in Poland",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szelewa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gender and family in European economic policy. Developments in the new Millenium",
            "volume": "",
            "issn": "",
            "pages": "129--156",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Democracy and welfare in hard times: The social policy of the Orbán government in Hungary between",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szikra",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of European Social Policy",
            "volume": "24",
            "issn": "5",
            "pages": "486--500",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ideology or pragmatism? Interpreting social policy change under the 'system of national cooperation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szikra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Brave new Hungary: Mapping the 'system of national cooperation'",
            "volume": "",
            "issn": "",
            "pages": "225--241",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Social policy in east Central Europe: Major trends in the 20th century",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szikra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Welfare state transformations and adaptations in central and Eastern Europe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "European nation with fewest virus deaths proves speed is key",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tomak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "To what extent did the financial crisis intensify the pressure to reform the welfare state?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Kersbergen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hylands",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Policy and Administration",
            "volume": "45",
            "issn": "4",
            "pages": "338--353",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Corona virus cases in Lithuania",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Polski Bon Turystyczny",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Social spending, public, per cent of GDP. Source: OECD, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "8 days of diagnosing the first case of COVID-19, the Polish government declared a state of emergency on March 12 (PrimeMinister of Poland, 2020). Apart from closing the borders, the government introduced the obligation to wear masks in all public places; it started enforcing rules about social distancing and it closed all education/ early education and care facilities. Among the countries in the region, Poland noted the highest number of cases per one million inhabitants, that is, 1,137.88.In order to counteract the economic effects of the pandemic, as well as to respond to the public health crisis, the Polish government proposed a package of three legislative acts at the end of March, mid-June and mid-July.Social policy measures including employment protection became a crucial element of the legislative package labelled 'Anti-Crisis Shield,' together with protecting the economic activities of companies, with 212 billion PLN (about 9.1% of GDP) spent on the former and 100 billion PLN (about 4.3% of GDP) on the latter (Government of Poland, 2020).Employment protection measures became available to employers if they needed to halt their operations in relation to the COVID-19 outbreak or if they were forced to shorten the working time. In the first case, employers had to demonstrate a decrease in sales and received compensation of all labour costs up to only 50% of the minimum wage (currently 2,600 PLN gross, around 590 EUR per month). A parallel scheme for small and medium companies links the level of support to the degree of loss in sales, covering up to 90% of all employment-related costs in the case when loss in sales reached 80% (Government of Poland, 2020). Employers can receive this type of aid up to 3 month. When it comes to reducing working time, the state covers the cost of wages up to 40% of the average pay including social security dues for 3 months.Furthermore, for self-employed, a one-off cash transfer of 80% of the average wage was made available. In case of a significant drop in activity, a one-off cash payment of up to PLN 2080 (80% of minimum wage) for selfemployed and workers employed under civil law contracts was paid for up to 3 months.The unemployed who have lost their jobs under the pandemic could receive a special solidarity scheme with a cash benefit of 1,400 PLN (about EUR 350) per month for a maximum of 3 months beginning June 1, 2020(ZUS, 2020a). This unemployment compensation scheme provides a higher level payment than the regular one, that is, when unemployment is not caused by the pandemic (689 PLN -156 EUR). It increased first to 881 PLN (189 EUR) from 1 June and further to 1,200 PLN (272 EUR) from September 1, 2020 (Gazeta Prawna, 2019). Although the increase seems quite large, the level of the regular unemployment benefits in Poland was very low at 37% of one's previous (average) income (as compared to the OECD average of 64%) (OECD, 2019 in Naczyk, 2020).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". As Lithuania and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Additional supporting information may be found online in the Supporting Information section at the end of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTING INFORMATION"
        }
    ]
}