{
    "paper_id": "16c4591588e481af2f88a49b83bb78fab9cb9ad2",
    "metadata": {
        "title": "Reflections on Socially Engaged History",
        "authors": [
            {
                "first": "Cindy",
                "middle": [],
                "last": "Persinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California University of Pennsylvania",
                    "location": {
                        "region": "California, PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and the interests of its practitioners, it tends to address difference, division, and inequality in society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The variety of practices described, and sometimes enacted, in this volume demonstrates that to practice a socially engaged art history may mean different things to different people, and thus, there is no one \"right\" way to practice it. A truly interdisciplinary practice, it is shaped through collaborations that intersect disciplines, boundaries, discourses, and differences. Its very nature as an area shaped through dialogue and shared authority allows for the resulting instances to take on distinct qualities. There is no one way to \"do\" it. The resulting practices are socially situated, distinctly local, and emerge from shared personal and lived experiences over time. Contributors such as Hilary A. Braysmith also point to the complex ethical issues at play in projects that bring you and your collaborators together within existing power structures. Socially engaged art history often requires long-term commitments; building strong, trusting relationships takes time. Deciding to commit to a socially engaged art historical practice or project may require you to reconsider what you believe are the aims, practices, and values of art history. What constitutes art history? How do your individual social circumstances shape your art history? Why do you do art history? The socially engaged art historian uses her answers to these questions to inform the way that she works.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, some authors in the volume truly challenge the notion of what art history is as well as its relationship to artistic and curatorial practices, especially when those practices are socially engaged. This blurring of boundaries between socially engaged art and socially engaged art history may not be that surprising if the roles of both art and art history are considered as means through which relationships may be forged or conflict can be dealt in our contemporary world. The regular use of the phrases \"socially engaged art historical practices\" emphasizes the overlaps between art historical, artistic, and curatorial practices that are socially engaged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While contributors to the volume have pointed to numerous reasons for pursuing an art history that is socially engaged, the over-arching motivation seems to be ethical: it is a desire to \"do good,\" in one way or another. For many, this is an explicitly political act that entails the outright rejection of racism, nationalism, sexism, heterosexism, ableism, classism, and so on. The aims of socially engaged art history may include both direct and indirect challenges to both cultural and social inequalities. Contributors point to a variety of benefits, including pedagogical, societal, and economic. For students, the benefits described by contributors are multiple but may include the development of critical thinking skills, an increased sensitivity to the natural environment, or a proclivity towards active citizenship. Luisa Santos describes the societal benefits of a project like Ahmet Ögüt's The Silent University as stemming from its ability to \"[generate] a critical, productive, and migratory relationship between conceptual and social systems in its material implementation.\" If successful, a project such as Braysmith's Sculpt EVV can provide arts-driven economic benefits to businesses and people in economically disadvantaged neighborhoods. A consideration of the benefits of socially engaged art history prompts the question: how do practitioners of socially engaged art history measure their success? By and large, contributors have found it difficult to assess the long-term impact on participants or the sustainability of the projects. Ya'ara Gil-Glazer is one of the few who accomplishes this by reconnecting with her students several years after the project's completion, which suggests that opportunities may exist for socially engaged art historians to work with those working in higher education assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The phrase \"art history in place,\" a variation on Roger Epp and Bill Spellman's \"scholarship in place\" mentioned by Kelly A. Wacker (Epp and Spellman 2014) , captures a crucial aspect of socially engaged art history: its commitment to the local. Connecting with community partners to come to a more nuanced understanding of local history and Selma Burke's Together as Julia A. Sienkewicz and Terri Baltimore describe; building relationships over time with community members to come to a more inclusive understanding of Christo and Jeanne-Claude's Running Fence as John-Michael H. Warner describes; or developing a relationship with the natural world through extended observation in the local environment as Wacker describes: all of these demonstrate the significance of the local. Another way in which a commitment to the local is seen is through the emphasis on a kind of place-making of the kind that Braysmith describes that resists gentrification and maintains local identity or place-making as the coproduction of new cultural spaces as Olga Fernández López, Azucena Klett, and Zoe López Mediero describe. This co-production of knowledge \"in place\" is possible through dialogue, by listening to and valuing both multiple voices and kinds of expertise. The work of the socially engaged art historian results in art historical knowledge, at least in part, just as it does for the more \"traditionally-minded\" art historian.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 155,
                    "text": "(Epp and Spellman 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Institutional support of socially engaged art history is a significant factor for many. The projects and practices described in this volume are supported to various extents by cultural institutions as well as colleges and universities. Those who have had successful socially engaged projects, especially larger-scale projects, typically have institutional support of one kind or another. In the context of higher education, while many institutions provide support for faculty and staff through centers for community engagement, service learning, and/or public scholarship, many more do not. Here, again, place plays a role in one's practice. Furthermore, concerns remain regarding institutional understanding and recognition of socially engaged art history as a form of rigorous scholarship. Several scholars mention the potential implications for one's career, and Braysmith even suggests delaying socially engaged art historical projects until after one has received tenure. Even in an institution where public scholarship has been institutionalized, Laura M. Holzman describes how she felt compelled to do \"double the work,\" meeting her requirements in the tenure process twice-over, once with her public scholarship and again with traditional scholarship. A related component of this issue concerns assessing the quality of socially engaged research. How is socially engaged art historical inquiry evaluated if it does not take the conventional forms of research? What if the result is not a publication or a conference paper? What if it is ongoing? What seems clear is: (1) socially engaged art history is not alone in academia in having obstacles to its recognition as legitimate research, and (2) it could face additional obstacles because its ways of working may challenge established power structures of many institutional settings. These are important questions that require further attention if socially engaged art history is to gain a strong foothold in academia and cultural institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This book constitutes a call to individual art historians to re-examine the relationship of their work to their everyday lived experiences. If in so doing, you decide you want to start a socially engaged art historical practice, how might you begin? You may want to look to what others are doing in the field for inspiration, and my co-editor and I hope that this book provides a good starting point. Beyond this volume, you might look to the emergent body of published scholarship on socially engaged art history (Borland and Siddons 2018; Holzman 2019) . Determine what your aims are and what you are capable of doing given your resources. Reach out to others for support. Consider ways of evaluating your successes and failures.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 540,
                    "text": "(Borland and Siddons 2018;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 541,
                    "end": 554,
                    "text": "Holzman 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As I write this conclusion at the start of July 2020, in Pittsburgh, Pennsylvania, a reconsideration of the relationship between art historical practices and social experiences seems all the more urgent. The question of what roles art and art history play in times of crisis seems all the more pressing. The protests that spread across the globe following George Floyd's killing by the Minneapolis Police Department on May 25, 2020, have led to growing support of the Black Lives Matter movement, calls to end systemic racism, and the dismantling of public monuments dedicated to individuals who perpetrated various unjust crimes and constructed as rhetorical gestures of white supremacy. In virtue of the current situation, I am asking questions as I prepare for the coming academic year about what I will be teaching, as well as why and how. And, while the long-term impact that the COVID-19 pandemic will have on higher education in general and on the humanities and art history in particular remains uncertain, it is clear that the twenty-first century presents multiple challenges that necessitate the ability to engage in open dialogue in diverse social networks that extend across multiple types of boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several questions remain: is art history being produced for an elite? Have art historians been cut off from others due to what is perceived as the non-practical nature of their work? Have they been encouraged to write and produce in ways that are perceived as elitist and largely inaccessible to anyone but an initiated few? Does the general public view art history as unrelated to their everyday lived experience? The contributors to this volume are among those who recognize the value in collaborative art historical work as well as foster it, not only within the discipline, but across disciplinary boundaries and across spaces. By embracing the social bases of art history and art historical practices that are unabashedly socially engaged, those who do art history (academics, curators, educators, artists, and others) can co-create art historical knowledge as they work towards a more just and sustainable society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Yay or neigh? Frederic Remington's Bronco Buster, public art, and socially-engaged art history pedagogy",
            "authors": [
                {
                    "first": "Jennifer",
                    "middle": [],
                    "last": "Borland",
                    "suffix": ""
                },
                {
                    "first": "Louis",
                    "middle": [],
                    "last": "Siddons",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Art History Pedagogy & Practice",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Roads taken: The professorial life, scholarship in place, and the public good",
            "authors": [
                {
                    "first": "Roger",
                    "middle": [],
                    "last": "Epp",
                    "suffix": ""
                },
                {
                    "first": "Bill",
                    "middle": [],
                    "last": "Spellman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isn't it time for art history to go public",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [
                        "M"
                    ],
                    "last": "Holzman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Introduction to Bully Pulpit. Panorama: Journal of the Association of Historians of American Art",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.24926/24716839.2271"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}