{"paper_id": "16d9939b301e66cd4b030518d85c6716960e0bc5", "metadata": {"title": "Impact of COVID-19 on blood centres in Zhejiang province China", "authors": [{"first": "Yongjun", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Wenjuan", "middle": [], "last": "Han", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Lingling", "middle": [], "last": "Pan", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Cuier", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Wei", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Huapin", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Xiaofan", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Blood Safety Research of Zhejiang Province", "institution": "", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Background and Objectives A worldwide pandemic of coronavirus disease 2019 has affected millions of people. A 'closed-off management' protocol has been launched nationwide in China to cope with this major public health emergency. However, these procedures may cause a crisis for blood donation and blood supply. In this study, we assessed the impact of the COVID-19 pandemic on blood donation and supply in Zhejiang province, which could provide reference and insight for developing countermeasures in other countries.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Blood donor and supply information from 38 blood centres during the Spring Festival of 2019 and 2020 were reviewed. A self-administered questionnaire was carried out.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results Due to the COVID-19 pandemic, the number of whole blood donors dropped by 67%. The success rate of recruitment for donations dropped by 60%. Most respondents (81Á2%) were worried about the 'possibility of acquiring COVID-19 during blood donation'. The total amount of RBCs supply dropped by 65%. In the first week of the outbreak, the weekly amount of issued RBC units (10171Á5 u) was almost six times higher than the collected units (1347Á5 u). The mean haemoglobin value for RBCs transfusion was about 6Á3 g/dl. About 4% of RBCs and 2Á8% of frozen plasma were used in COVID-19 patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The secondary consequences of the COVID-19 pandemic are blood shortages caused by the unavailability of blood donors, and this is likely to be replicated in many countries with high burdens of COVID-19. Practical actions to broaden sources and reduce use for the global crisis must be taken proactively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Zhejiang is located on the east coast of China, 750 km away from Hubei. Blood is collected from 38 blood centres, including one provincial, 11 regionals and 26 county blood centres, which supply blood to a population of about 60 million. All blood centres provide routine services all year round, including Spring Festival, also known as Lunar New Year or Chinese New Year.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During the Spring Festival of 2020, an outbreak of the novel coronavirus SARS-CoV-2, which causes COVID-19 disease (or coronavirus disease 2019) occurred in Wuhan city, spread rapidly worldwide and has become a pandemic [1, 2] . It has been defined as a legal class B infectious disease managed as class A by the People's Republic of China. The response mechanism was initiated with multisectoral involvement in joint prevention and control measures, including the extension of the Spring Festival holiday, temperature checks, wearing of facemasks and strict traffic restrictions to reduce the movement of people. The general public was educated thoroughly on the seriousness of COVID-19 and their role in preventing its spread, and mass gathering activities were also cancelled. The popular tourist attractions were virtually deserted. Under the pandemic situation, this 'closed-off management' has played a decisive role in the prevention and control of COVID-19 but has had a negative impact on blood donation. There are severe threats to a safe blood supply.", "cite_spans": [{"start": 220, "end": 223, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 224, "end": 226, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In Zhejiang province, blood supply relies solely on voluntary donations from about 1Á5% of the population. Only about 40% of blood donors are local permanent residents, while migrant workers and college students account for 60% of donors [3] [4] [5] . Therefore, Zhejiang is more susceptible to the adverse impacts of COVID-19 epidemics and more challenged to maintain a stable and sufficient blood supply than other regions [6] [7] [8] [9] . At present, there is limited literature on blood donation and supply during the COVID-19 pandemic. This study will assess the effect of the COVID-19 epidemic on blood donation in Zhejiang province and discuss measures to improve blood supply.", "cite_spans": [{"start": 238, "end": 241, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 242, "end": 245, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 246, "end": 249, "text": "[5]", "ref_id": null}, {"start": 425, "end": 428, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 429, "end": 432, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 433, "end": 436, "text": "[8]", "ref_id": null}, {"start": 437, "end": 440, "text": "[9]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Data All blood donor records and blood supply information from 38 blood centres during the Spring Festival of 2019 (from February 3 to 19, 2019) and 2020 (from January 23 to February 8, 2020) were reviewed, respectively. To assess the blood demand of the COVID-19 patients, we retrospectively analysed the data about practical blood use in the COVID-19 patients from the First Affiliated Hospital of Zhejiang University School of Medicine, which is the largest hospital managing COVID-19 in Zhejiang province.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "From 23 January 2020, the Emergency Blood Supply Systems of Zhejiang Province during the COVID-19 epidemic were enacted by the local government. Some additional restrictive donor eligibility and deferral policies were requested to be implemented by blood collection establishments [10] , which included: (1) Defer those potential donors for 4 weeks after their travel from Hubei Province or Wenzhou city using the donor questionnaire. (2) Defer those potential donors for 4 weeks after their pre-donation contact with suspected or confirmed COVID-19 patients. (3) Defer those potential donors if fever, cough, or other suspected COVID-19 symptoms occurred within 4 weeks. (4) Body temperature must be checked before donating blood; (5) If donors have suspected COVID-19 symptoms within 2 weeks after donation, such as fever and cough, they should notify the blood centers.", "cite_spans": [{"start": 281, "end": 285, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Materials and methods"}, {"text": "A recruitment text message for every potential blood donor during the Spring Festival of 2020 was carried out. At the same time, they were asked to respond to a two questions survey. The first question was 'Are you willing to donate blood at this time? Yes or no'. The second question was 'What is the most likely reason to prevent you from donating blood? The reasons listed were as follows; inconvenient location, fear of infection, weakened immune system, avoidance of public places and other'. Respondents would choose only one.", "cite_spans": [], "ref_spans": [], "section": "Materials and methods"}, {"text": "The data were analysed using SPSS version 20.0 software (IBM corp. Armonk, NY, USA). If the results were normally distributed, Student's t-test was used; otherwise, the chi-square test was used. For all analyses, P <0Á05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In Zhejiang Province, the average number of whole blood collection was about 2952 units a day. Since the outbreak of COVID-19, the number of whole blood donors was just one-third for the same period, dropping from 15 609 donations during the Spring Festival of 2019 to 5253 donations during the Spring Festival of 2020 (Table 1) . Furthermore, there were some significant differences in terms of characteristics of blood donors between the two groups, such as level of education, donor status and age. Among 5253 donors, most were older than 36 years of age (70Á5%), had a university degree (53Á8%) and were regular donors (87Á7%). All blood donors chose to make an appointment to donate blood. In contrast, during the Spring Festival of 2019, most were younger than 36 years of age (58Á5%) and were first-time blood donors (62Á7%). Only 2607 blood donors (16ÁÁ7%) chose to make an appointment to donate blood. To address the shortage of blood due to a dramatic drop in overall blood donation, blood donation initiatives were launched by the blood centers. For example, we had the plan to organize medical staff and family members, friends and colleagues of patients who have ever received transfusions to donate blood, which resulted in about 44Á6% of the total donated blood. In view of the fact that the backbone of voluntary blood donation (80Á2%) was regular donors over 36 years old and chose to make an appointment to donate blood, we established the targeted blood donor registration system.", "cite_spans": [], "ref_spans": [{"start": 319, "end": 328, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "To survey and mobilize potential blood donors, 163 791 texts were sent by the blood centers. The questionnaire completion rate was 81Á5% (133 490/163 791). The success rate of recruitment was about 3Á2% (5253/ 163 791). As shown in Table 2 , most respondents (81Á2%) were worried about the 'possibility of acquiring COVID-19 during blood donation'. To reduce the 'possibility of acquiring COVID-19 during blood donation', we not only sterilized the environment with ultraviolet light before and after blood collection but also used the dynamic air disinfectant machine (air purifiers equipped with in-duct ultraviolet germicidal irradiation systems) to sterilize the air during the donation process. At the same time, we required that blood donors should keep at least 1Á5 m apart. Notably, to prevent SARS-CoV-2 transmission through human-to-human contact and save time for donors, we provided an online appointment and questionnaire fill-in service through popular social media such as WeChat, Weibo and Alipay. As a result, a total of 23 respondents were deferred because of their travel history associated with Hubei. All donors who attended were healthy without symptoms nor contact history of COVID-19. Besides, there was no report of post-donation illness among the donors in the reporting period. In consideration of the absence of confirmed transfusion-transmission risk and the shortage of blood, the quarantine system of donated blood was not implemented [11, 12] . There was no report back on patients suspected to have developed post-transfusion symptoms of COVID-19 infection.", "cite_spans": [{"start": 1466, "end": 1470, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1471, "end": 1474, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 232, "end": 239, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "In Zhejiang province, seasonal shortages of blood supply are especially prominent as with other economically developed large cities in China [13] [14] [15] [16] . For example, during the Spring Festival, college students enjoy the holiday, migrant workers return home and fewer people are outdoors. All these factors caused the unavailability of blood donors. During the Spring Festival of 2019, the daily mean number of donation was only 1487 u, which was significantly lower than the whole-year daily average. Since the outbreak of COVID-19, the daily mean number of donations (531 u) was about two thirds lower than that for the last Spring Festival (1487 u) (see Fig. 1 ). However, the total amount of issued RBC units (25 276Á5u) is more than two times higher than the collected units (9028 u). Particularly in the first week of the outbreak, which we called 'black week', the daily mean number of donations was only 192Á5 u, which dropped to one-fifteenth or lower of typical regular collections. The daily mean number of supply (RBCs) was 1453 u, which was almost seven times higher than daily collections. The weekly amount of issued RBC units (10 171Á5 u) was nearly six times higher than the collected units(1347Á5 u). During black week, the gap between blood collection and supply was the most serious. As time went on, the gap narrowed. Fortunately, we had a high blood inventory level (38 425.5 u) to absorb this acute blood shortage because of the early alert and anticipation of the COVID-19 before the Spring Festival. No patients died from this acute blood shortage. To improve the availability of blood, some administrative measures to restrict clinical demand for blood were taken, such as autologous transfusions, postponing elective surgical procedures and restrictive transfusion strategies (6-7 g/dl) in Zhejiang during the height of the COVID-19 epidemic. The mean haemoglobin value for RBCs transfusion was about 6Á3 g/dl.", "cite_spans": [{"start": 141, "end": 145, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 146, "end": 150, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 151, "end": 155, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 156, "end": 160, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 667, "end": 673, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "During the Spring Festival of 2019, a total of 990 units of RBCs, 545 units of platelets (PLTs) and 430 l of frozen plasma were used in the First Affiliated Hospital of Zhejiang University School of Medicine. In contrast, during ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the past few decades, basic health insurance coverage for the use of blood and the rapid expansion of hospitals has led to a sharp increase in clinical demand for blood in China [15] [16] [17] [18] . However, blood supply cannot keep up with demand. Emergency situations such as SARS epidemic and other similar events even worsen this discrepancy between blood supply and demand due to the drop of blood donation. In this study, we found that the amount of RBCs supply has been twice as much as RBCs collected during the outbreak of COVID-19 epidemic. In the first week of the outbreak, the units of RBCs supply were seven times as many as the units collected. The COVID-19 epidemic itself may not cause the increase in blood demand, but the dramatic drop of donors (67%) significantly reduced the amount of blood collected. To ensure blood availability in epidemic crisis like COVID-19, we propose that hospitals need to develop strategies in advance to effectively manage the use of blood and strictly comply with the transfusion threshold.", "cite_spans": [{"start": 181, "end": 185, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 186, "end": 190, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 191, "end": 195, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 196, "end": 200, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "In this study, we found that because there was a severe lack of knowledge in how COVID-19 transmitted in the general population, nearly 80% of people mobilized via text message feared that they would become infected with SARS-CoV-2 during the donation process and were less willing to donate blood. The success rate of recruitment via text message dropped by 60%. The number of whole blood donors reduced quickly by 60-70%. These findings suggest that we need to reassure the public about the safety of donating blood. We should not only mobilize potential donors through broadcast, telephone calls and social media with Wechat and Alipay but also provide them with facemasks, shuttle transfer, mobile collection vehicles to reach donors, online appointment and questionnaire fill-in service. These procedures may play a significant role in decreasing panic among potential blood donors [19] .", "cite_spans": [{"start": 887, "end": 891, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Since the start of the COVID-19 outbreak in Zhejiang province, the proportion of donors aged 18-25 has dropped by 72Á7%, while the proportion of donors over the age of 45 has relatively increased by 49Á3%. There are two possible reasons for the decrease in younger donors. First, parental opposition for this age group of people who are the only one child in the family to donate blood and to travel out during the lockdown period was stronger than that of any other time points. Secondly, young people usually participated in blood donation to response to the call of the workplace and lack of true commitment for repeat blood donations. These findings suggest that well-designed education activities to raise up social responsibilities and accountability among young people should be developed and implemented. The proportion of regular donors has increased by over 57%, which suggests that repeat donations are essential in maintaining an adequate blood supply for emergency demand. Moreover, most donors (53Á8%) had a university degree, which suggests that educated donors are more likely to overcome their fears and feel comfortable to donate blood. About 44% of the total donors participated in the blood donation activities organized by the blood centers designedly, which suggests that this so-called 'planned donations' strategy, to some degree, helped us overcome this crisis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "SARS-CoV-2 is a new infectious agent. To date, there are no reported cases of SARS-CoV-2 transmission by any blood product but transfusion transmission cannot yet be completely excluded. Therefore, proactive measures, in addition to the donor eligibility and deferral policies based on local concerns, may be considered to ensure the safe transfusion. For example, Nucleic Acid Testing (NAT) for SARS-CoV-2 is likely to be the most effective method to address the theoretical risk of transfusion transmission based on experience with Zika virus testing, but there would be concerns about cost- effectiveness [20] . Pathogen reduction technology (PRT) for platelets and plasma has been demonstrated to be effective against the closely related SARS-CoV, as well as the related MERS-CoV [21] , which suggests it might also be for SARS-CoV-2.", "cite_spans": [{"start": 608, "end": 612, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 784, "end": 788, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "One limitation of our study is that we have not followed the 23 respondents deferred for travel history associated with Hubei, and thus we cannot exclude infection with SARS-CoV-2 during that period. The effectiveness of the donor deferral strategy for COVID-19 has not been evaluated.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, our study shows that the COVID-19 epidemic itself in Zhejiang province did not lead to increased blood demand, but the secondary consequence was blood supply shortages caused by the unavailability of blood donors. This is not a time for panicit is time to be prepared. From experience, we have learned that it is imperative to broaden donor sources and reduce blood use scientifically. To achieve the objective, governments should make the general population aware of the ways the disease is transmitted, we should take scientific precautions for donor attendance [22] and use the targeted blood donor registration system. As well as this, we should increase autologous transfusions, postpone elective surgical procedures, develop patient blood management and use restrictive transfusion strategies [23, 24] . Finally, establishing a strategy of planned donations can assist supply during an acute blood shortage.", "cite_spans": [{"start": 576, "end": 580, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 811, "end": 815, "text": "[23,", "ref_id": "BIBREF22"}, {"start": 816, "end": 819, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO. World experts and funders set priorities for COVID-19 research", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "update on the novel coronavirus pneumonia outbreak. Beijing, National Health Commission of the People's Republic of China", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Causes and coping strategies for blood supply shortage in", "authors": [{"first": "Y", "middle": ["W"], "last": "Di", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Cui", "suffix": ""}], "year": 2011, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Blood banking management in China. A report in the Fifth National Conference of Chinese Society of Blood Transfusion", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "5 Ministry of Health People's Republic of China: Progress report of unpaid voluntary blood donation in China", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Ministry of Health of the People's Republic of China", "authors": [{"first": "", "middle": [], "last": "Beijing", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "World Health Organization: Maintaining a Safe and Adequate Blood Supplyduring Pandemic Influenza-Guidelines for Blood", "authors": [], "year": 2011, "venue": "Transfustion Services", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Challenges in the management of the blood supply", "authors": [{"first": "L", "middle": ["M"], "last": "Williamson", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Devine", "suffix": ""}], "year": 2013, "venue": "Lancet", "volume": "381", "issn": "", "pages": "1866--1875", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Impact of 2019 Novel Coronavirus and Blood Safety", "authors": [{"first": "", "middle": [], "last": "Aabb", "suffix": ""}, {"first": "", "middle": [], "last": "Update", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Office of State Administration of Traditional Chinese Medicine. Notice on the issuance of a programme for the diagnosis and treatment of novel coronavirus (2019-nCoV)infected pneumonia(Trial Version 4)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "World Health Organization. Blood safety and availability. Facts and figures from the", "authors": [], "year": 2007, "venue": "Blood Safety Survey. Geneva, World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Who donates blood at five ethnically and geographically diverse blood centers in China", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "N", "middle": [], "last": "Guo", "suffix": ""}, {"first": "X", "middle": [], "last": "Guo", "suffix": ""}], "year": 2008, "venue": "Transfusion", "volume": "50", "issn": "", "pages": "2686--2694", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Causes for clinical blood supply shortage", "authors": [{"first": "G", "middle": ["P"], "last": "Mao", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Wang", "suffix": ""}], "year": 2011, "venue": "J Clin Tr Ansfus Lab Med", "volume": "13", "issn": "", "pages": "374--376", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Investigation on blood donors in Changsha", "authors": [{"first": "L", "middle": [], "last": "Ym", "suffix": ""}], "year": 2007, "venue": "J Clin Tr Ansfus Lab Med", "volume": "9", "issn": "", "pages": "15--17", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The effect of health insurance reform on the number of cataract surgeries in Chongqing", "authors": [{"first": "X", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "China. BMC Health Serv Res", "volume": "11", "issn": "", "pages": "67--70", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Blood safety and availability: continuing challenges in China's blood banking system", "authors": [{"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Stevens", "suffix": ""}], "year": 2014, "venue": "Transfusion", "volume": "54", "issn": "", "pages": "471--482", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "MRCA time and epidemic dynamics of the 2019 novel coronavirus bioRxiv. 2020", "authors": [{"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.01.25.919688"]}}, "BIBREF19": {"ref_id": "b19", "title": "Investigational testing for Zika Virus among U.S. Blood donors", "authors": [{"first": "P", "middle": [], "last": "Sa A", "suffix": ""}, {"first": "M", "middle": [], "last": "Proctor", "suffix": ""}, {"first": "G", "middle": [], "last": "Foster", "suffix": ""}], "year": 2018, "venue": "N Engl J Med", "volume": "378", "issn": "", "pages": "1778--1788", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Inactivation of three emerging viruses-severe acute respiratory syndrome coronavirus, Crimean-Congo haemorrhagic fever virus and Nipah virus -in platelet concentrates by ultraviolet C light and in plasma by methylene blue plus visible light", "authors": [{"first": "M", "middle": [], "last": "Eickmann", "suffix": ""}, {"first": "U", "middle": [], "last": "Gravemann", "suffix": ""}, {"first": "W", "middle": [], "last": "Handke", "suffix": ""}], "year": 2020, "venue": "Vox Sang", "volume": "115", "issn": "", "pages": "146--151", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (Full version)", "authors": [{"first": "Y", "middle": ["H"], "last": "Jin", "suffix": ""}, {"first": "L", "middle": [], "last": "Cai", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Cheng", "suffix": ""}], "year": 2020, "venue": "Yixue Xinzhi", "volume": "30", "issn": "", "pages": "35--64", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Transfusion thresholds and other strategies for guiding allogeneic transfusion", "authors": [{"first": "J", "middle": ["L"], "last": "Carson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Carless", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Hebert", "suffix": ""}], "year": 2012, "venue": "Cochrance DatabaseSyst. Rev", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Outcomes using lower vs higher hemoglobin thresholds for red blood cell transfusion", "authors": [{"first": "J", "middle": ["L"], "last": "Carson", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Carless", "suffix": ""}], "year": 2013, "venue": "JAMA", "volume": "4309", "issn": "", "pages": "83--84", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Correspondence: Huapin Zhou, Key Laboratory of Blood Safety Research of Zhejiang Province, Blood Center of Zhejiang Province, Jianye Road 789, Hangzhou, China E-mail:wyjygm@aliyun.com", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The gap from collection and delivery by day during 2020 vs. 2019. Triangles = the number of blood donation in 2020; circles = the number of blood delivery in 2020; Black squares = the number of blood donation in 2019; Black rectangles = the number of blood delivery in 2019.", "latex": null, "type": "figure"}, "TABREF0": {"text": "TableProfile of whole blood donor", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>2020 </td><td> </td><td>2019\n</td><td> </td><td> </td><td> </td></tr><tr><td>Characteristics\n</td><td>N </td><td>% </td><td>N </td><td>% </td><td>v2 </td><td>P</td></tr><tr><td>Sex\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Male </td><td>3380 </td><td>645 </td><td>9505 </td><td>609 </td><td>19807 </td><td>&lt;0001\n</td></tr><tr><td>Female </td><td>1873 </td><td>355 </td><td>6104 </td><td>391\n</td><td> </td><td> </td></tr><tr><td>Age (years)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>18-25 </td><td>421 </td><td>80 </td><td>4573 </td><td>293 </td><td>1563747 </td><td>&lt;0001\n</td></tr><tr><td>26-35 </td><td>1129 </td><td>215 </td><td>4558 </td><td>292\n</td><td> </td><td> </td></tr><tr><td>36-45 </td><td>1828 </td><td>348 </td><td>3653 </td><td>234\n</td><td> </td><td> </td></tr><tr><td>&gt;45 </td><td>1875 </td><td>357 </td><td>2825 </td><td>181\n</td><td> </td><td> </td></tr><tr><td>Education\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Primary </td><td>599 </td><td>114 </td><td>3715 </td><td>238 </td><td>686717 </td><td>&lt;0001\n</td></tr><tr><td>Secondary </td><td>1134 </td><td>216 </td><td>3106 </td><td>199\n</td><td> </td><td> </td></tr><tr><td>University </td><td>2832 </td><td>539 </td><td>5697 </td><td>365\n</td><td> </td><td> </td></tr><tr><td>Other </td><td>688 </td><td>131 </td><td>3091 </td><td>198\n</td><td> </td><td> </td></tr><tr><td>Appointment\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Yes </td><td>5253 </td><td>100 </td><td>2607 </td><td>167 </td><td>11 613841 </td><td>&lt;0001\n</td></tr><tr><td>No </td><td>0 </td><td>0 </td><td>13002 </td><td>833\n</td><td> </td><td> </td></tr><tr><td>Donor status\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Regular </td><td>4607 </td><td>877 </td><td>5822 </td><td>373 </td><td>3993963 </td><td>&lt;0001\n</td></tr><tr><td>First time </td><td>646 </td><td>123 </td><td>9787 </td><td>627\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>Total </td><td>5253 </td><td>1000 </td><td>15609 </td><td>1000\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Table 2 TableSurvey responses", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Items </td><td>Frequencies\n</td><td> </td></tr><tr><td>Are you willing to donate blood this time? </td><td>N </td><td>%\n</td></tr><tr><td>Yes </td><td>5253 </td><td>3.9\n</td></tr><tr><td>No </td><td>128 237 </td><td>96.1\n</td></tr><tr><td>Barriers to blood donation\n</td><td> </td><td> </td></tr><tr><td>Inconvenient location </td><td>1735 </td><td>1.3\n</td></tr><tr><td>Fear of infection </td><td>108 395 </td><td>81.2\n</td></tr><tr><td>Weaken immune defence </td><td>18 822 </td><td>14.1\n</td></tr><tr><td>Avoidance of public places </td><td>3604 </td><td>2.7\n</td></tr><tr><td>Other </td><td>934 </td><td>0.7\n</td></tr><tr><td>Total </td><td>133 490 </td><td>100\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declare no conflict of interests.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interests"}]}