{
    "paper_id": "17383949008e4f24fde666e553a211a1b869ffaf",
    "metadata": {
        "title": "Virtual adaptation of traditional healthcare quality improvement training in response to COVID-19: a rapid narrative review",
        "authors": [
            {
                "first": "Zuneera",
                "middle": [],
                "last": "Khurshid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aoife",
                "middle": [],
                "last": "De Brún",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gemma",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eilish",
                "middle": [],
                "last": "Mcauliffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Information and communication technology are playing a major role in ensuring continuity of healthcare services during the COVID-19 pandemic. The pandemic has also disrupted healthcare quality improvement (QI) training and education for healthcare professionals and there is a need to rethink the way QI training and education is delivered. The purpose of this rapid evidence review is to quickly, but comprehensively collate studies to identify what works and what does not in delivering QI training and education using distance learning modalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Three healthcare databases were searched along with grey literature sources for studies published between 2015 and 2020. Studies with QI training programmes or courses targeting healthcare professionals and students with at least one component of the programme being delivered online were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 19 studies were included in the review. Most studies had a mixed methods design and used blended learning methods, combining online and in-person delivery modes. Most of the included studies reported achieving desired outcomes, including improved QI knowledge, skills and attitudes of participants and improved clinical outcomes for patients. Some benefits of online QI training delivery include fewer required resources, reduced need for on-site instructors, increased programme reach, and more control and flexibility over learning time for participants. Some limitations of online delivery modes include limited learning and networking opportunities, functional and technical problems and long lead time for content adaptation and customisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The review highlights that distance learning approaches to QI help in overcoming barriers to traditional QI training. Some important considerations for those looking to adapt traditional programmes to virtual environments include balancing virtual and non-virtual methods, using suitable technological solutions, customising coaching support, and using multiple criteria for programme evaluation. Conclusion: Virtual QI and training of healthcare professionals and students is a viable, efficient, and effective alternative to traditional QI education that will play a vital role in building their competence and confidence to improve the healthcare system in post-COVID environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The COVID-19 pandemic is rapidly transforming the landscape of the healthcare system and virtual healthcare solutions are playing a key role in this change [1] . It has also presented unique challenges in the healthcare quality improvement (QI) sphere and highlighted the need for a dynamic approach that enables QI structures",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and policies to adapt to the pandemic environment [2] . QI principles offer useful strategies for implementing and sustaining meaningful change [3] and staff trained in QI principles can play a critical role in responding to these emerging challenges by accelerating the pace of learning [4] . QI is increasingly being recognised as an important skill for healthcare professionals [5] and is an important component of medical education and training [6] . The immediate focus of the COVID-19 response of the healthcare sector has been on ensuring continuity of care for patients and communities. However, the pandemic has also had a profound impact on medical education delivery and how healthcare professionals will be educated in future [7] . As researchers and practitioners rush to explore ways to support healthcare professionals during the pandemic, it is also important to rethink the way QI training and education is delivered to healthcare professionals.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rather than viewing COVID-19 as a disruption to healthcare QI education and training, it can be considered as an opportunity to improve distance learning techniques and benefit from digital hyper-connectivity to enhance education delivery that can extend into the post-pandemic environment [8] . Application of technology-enhanced learning is often cited as a pedagogical advancement for a curricular transformation of medical education [9] . However, the pandemic has made it an inescapable necessity for the healthcare system to adapt to virtual ways of working.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Online learning platforms have the potential to bring healthcare professionals together to share knowledge and collaborate in QI teaching, learning and education [10] . Beyond the pandemic situation, well designed, self-directed e-learning programmes which are responsive to the dynamic healthcare sector, may lead to better knowledge retention as compared to traditional didactic lectures [11] . There is much to be understood about the usefulness of distance learning modalities in effectively delivering QI training. The purpose of this rapid narrative review is to collate studies to identify what works and what does not in delivering QI training and education using distance learning modalities. A rapid evidence assessment summarises research findings in a systematic manner, within time and resource constraints and is suited to the current situation [12] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The review aims to answer the following questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• What distance learning modalities are being used to train healthcare staff and students in QI methods? • What is the efficacy of distance learning QI programmes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• What were the advantages and limitations in delivering QI programmes using distance learning modalities?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By answering these questions, we aim to synthesise guidelines and recommendations for those who are dealing with the challenge of adapting and delivering QI training to healthcare professionals through distance learning modes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three databases (PubMed, Web of Science and Scopus) were searched to identify studies published between 2015 and 2020. The inclusion criteria were QI training programmes or courses targeting healthcare professionals and students with at least one component of the programme being delivered online. Only studies with primary data were included. Conference proceedings, editorials, protocols, and book sections were excluded. Studies that did not explicitly teach QI principles in the programme were excluded. Papers with no full text available or no English translation available were also excluded. Reference lists of included papers and grey literature search of Google Scholar was also conducted to identify further papers. The search and screening processes are documented in Fig. 1 (Prisma Diagram) and search strategy is presented in Additional file 1: Search strategy. The critical appraisal of the studies was conducted using the Quality Improvement Minimum Quality Criteria Set (QI-MQCS)-Version 1.0 tool which possesses acceptable psychometric properties for critical appraisal to support systematic reviews containing diverse quality improvement intervention (QII) evaluations [13] .",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 785,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The summary of the 19 studies included in this evidence synthesis is presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although, the overarching aim of the included studies was to improve QI skills of healthcare professionals and students, the studies differed in design, evaluation, and analytical methods used. Most studies had a mixed methods design and 17 of the 19 studies were based in the United States. Design of the interventions was also variable; most studies used a blended learning method combining online and in-person modes while only six studies [17, 22, 26, 27, 30, 32] were entirely delivered online. Some blended learning modules conducted classroom-based sessions followed by support through online modules and QI project completion, while others used a flipped curriculum approach where participants completed online modules prior to the in-person sessions such as seminars, workshops, lectures and QI project completion.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Study characteristics"
        },
        {
            "text": "All included studies were deemed to be of good quality even though some studies did not report on all areas evaluated by the QI-MQCS tool. All studies discussed the rationale behind the intervention, organisational motivation, description of the intervention and implementation approach. Some studies included limited information about describing sustainability or the potential for sustainability of the interventions and explicitly naming the study design. None of the studies were excluded based on quality assessment and a detailed quality assessment is attached in Additional file 2: Quality assessement of included studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "The online delivery modes used by studies included online modules [14-16, 20-24, 28-31] , access to webbased curricula [17] , virtual learning environments [18] , webinars [19, 30, 32] , calls [19, 32] , web-based QI portals [22] , smartphone apps [27] , emails [26, 27] , access to package of tools [30] , virtual whiteboard [21] and video lessons [25] . Instead of developing their own distance learning content, most studies relied on the completion of the Institute of Healthcare Improvement's (IHI) online modules [15, 16, 20, 23, 31, 32] , many of which are free A summary of study characteristics, intervention descriptions, and outcomes of included studies to use. The rationale behind using IHI's modules is that it provides a standardised methodology which does not require prior faculty proficiency or entail an increase in educational time commitment [20] . The IHI methodology is designed to help organisations in identifying and closing gaps via a standard improvement methodology [32] . Another advantage is that an institutional subscription to the IHI programme provides access to comprehensive QI training and allows tracking the progress of participants [24] . Some studies adapted IHI modules [29, 32] to their local context while other used self-developed content [17-19, 22, 27, 28, 30] . The major online modalities used are summarised in Table 2 .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 87,
                    "text": "[14-16, 20-24, 28-31]",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1285,
                    "end": 1308,
                    "text": "[17-19, 22, 27, 28, 30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1362,
                    "end": 1369,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Distance learning modes"
        },
        {
            "text": "Only a few studies discussed the tools/software used to deliver the online QI training components. One study used Adobe Connect and Blackboard for delivering a web-based QI curriculum [17] while for a digital storytelling pedagogy, researchers recommended participants to use freely available software such as Windows Moviemaker or Apple iMovie [18] . Another QI collaborative used iLab which is a secure, online workspace [19] while a study that developed a web-based QI portal used WordPress CMS platform, social media account integration and a network management site called Hootsuite [22] . A microlearning app called Qstream was used in another training programme [27] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Distance learning modes"
        },
        {
            "text": "Studies used various evaluation methods; some focused on programme level factors such as course completion rates [16, 27] , learner reaction to training [14, 17, 25, 32] , engagement level of participants [14, 26, 28] , participant perceptions of the online module content and quality [20] , preferred training delivery mode [16, 22, 27] and document and report submission by participating teams [32] . Studies evaluated the impact of training on participant comfort [31] and confidence [20, 28] in using QI.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of QI training"
        },
        {
            "text": "Many studies also assessed improvement in participants' QI knowledge, skills, attitudes and behaviours as a result of the training [14-17, 21, 23-25, 27, 31] . Relatively few studies measured improvement in patient safety skills and knowledge of participants post-programme [23, 24] . How participants implemented QI skills and knowledge also constituted a part of outcome evaluation in various studies. This included development of action and improvement plans [18] , number of QI projects developed [20] and completed [28] and results attained from these projects [19] . Improved results for the patients were also used as a proxy for outcome evaluation [14, 15, 17-19, 27, 30, 32] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 157,
                    "text": "[14-17, 21, 23-25, 27, 31]",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 656,
                    "end": 683,
                    "text": "[14, 15, 17-19, 27, 30, 32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of QI training"
        },
        {
            "text": "Most of the included studies reported achieving desired outcomes such as improved QI knowledge and skills [14, 21, 24, 25, 27, 28] , positive reaction from participants towards the training [17, 19, 20, 32] , implementation of QI knowledge by participants [18, 29] and confidence to use the learned skills in future [22, 28] . One study reported no improvement in the measure being tracked [32] . In the studies with control groups, the intervention participants demonstrated improved QI knowledge [16] , improved comfort with QI methods [31] and greater participation than the control groups [26] . One study did not demonstrate any significant difference in post-intervention safety indicators between intervention and comparison group [30] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of QI training"
        },
        {
            "text": "This shows that majority of the interventions were successful in demonstrating the desired results. However, there was scant information around the role played by mode of delivery in the attainment of these outcomes. One study using a control group concluded that use of online content in conjunction with in-person sessions as being more effective in improving QI knowledge than only relying on online content [23] . The flipped curriculum [16] and utilisation of web-based platforms to deliver advanced QI training [17] proved to be effective methods",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of QI training"
        },
        {
            "text": "Summary of major online modes used by studies in delivering QI training and education",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 2 Description of online modes"
        },
        {
            "text": "Flipped curriculum/flipped classroom Instructional content delivered through online modes before class and class time used for knowledge application [16, 21, 23, 28] Virtual breakthrough series collaborative Virtual adaptation of the Institute for Healthcare Improvement (IHI) face-to-face collaborative model through webinar-based educational delivery [32] Dedicated web portal/QI site In-house QI sites developed to provide access to QI tools, resources, and training [19, 22] Interactive online delivery Didactic lectures delivered live online allowing participants to participate in real time [17, 20] Video lectures Pre-recorded didactic lectures made available to participants [25] Phone/app/email-based methods QI questions sent out to participants through text messages, phone apps or email [26, 27] Online modules to supplement classroom delivery IHI QI modules [14, 15, 24, 31] Self-developed QI modules [19, 29] for teaching QI. Since there is a shortage of comparable prior studies on web-based tools for QI education, it is challenging to compare results across similar interventions and more longitudinal studies may be required to analyse outcome trends over time [22] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1179,
                    "end": 1183,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Modality Description"
        },
        {
            "text": "An online QI programme can virtually connect users and provide them with an environment that balances training and practice [22] . Online delivery of QI training programmes requires fewer resources [19] , reduces the burden on sites and instructors [17] and the organisations do not need to maintain QI faculty [17] . It is useful in delivering a centralised QI curriculum to distributed learners [17] hence increasing the reach of the programme [19, 27] . Additionally, online learning seemed to balance the educational time constraints and clinical responsibilities in educating healthcare professionals [16] . Moreover, the IHI teaching modules used in this study are widely recognised and accessible to all programmes and learners [16] . Interactive, distance learning modules which occur in real time with multi-way communication, feedback and tailored education proved to be effective [17] . Online modules which are interactive were preferred by participants over static computerbased modules [16] . Participants in online QI programmes have more control over their learning time [27] , allowing them to complete much of the curriculum at a time convenient to them [31] . Programmes that are interactive and real-time in nature lead to better and personalised engagement from participants [17] . In the case of a flipped classroom where participants complete online modules prior to inperson sessions, the online component enables maximisation of in-class time [21] . However, many participants expressed that in-class sessions and in-class application were more effective than online content in enhancing their QI knowledge [16] . Similarly, viewing didactic material on videos beforehand enables participants to use classroom time to clarify concepts [25] and reduces the overall time required for the curriculum [20] . Alternatively, quiz-based online courses provide real-time feedback, engagement and healthy competition, but are more suited to reinforce concepts taught in classrooms and supplement other QI activities rather than as standalone activities [27] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1760,
                    "end": 1764,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1822,
                    "end": 1826,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2069,
                    "end": 2073,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Benefits of online QI education"
        },
        {
            "text": "Another advantage of online programmes using innovative methods such as digital story telling is that it engages the participants in learning a new skill and creates a level playing field in terms of the anxiety associated with a new experience [18] . Virtual discussion boards also have the advantage of providing a safe space where participants can freely express their opinions and ideas which they might not feel comfortable doing face-to-face [18] . Similarly, using game mechanics and team-based competition in a safe virtual environment is an effective participant engagement strategy [26] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Benefits of online QI education"
        },
        {
            "text": "Participants were generally positive about features of online programmes such as open discussion forums, closed groups, private messaging, and feedback submission forms [22] . Using tools such as leader boards motivates participants to engage and provides a sense of status [26] . Group size between two to eight participants worked best [21] . Virtual formats also allow for easier modifications in the curriculum length, content, and level which are important considerations in training design [17] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Benefits of online QI education"
        },
        {
            "text": "Open communication, stakeholder buy-in, and continuous feedback were necessary in developing a shared vision and QI site ownership [22] . Educational content developed by faculty with practical and teaching QI experience strengthens the programme [27] . The early involvement of key stakeholders and SMART (specific, measurable, attainable, relevant, and time-bound) goals proved to be critical to the success [29] . QI coaches also play an important role in distance learning programmes as well and a study concluded that having tailored coaching support for each team was a useful aspect of the programme [14] . In the case of students, providing an opportunity for experiential learning through QI project completion alongside a faculty member was also important [31] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Benefits of online QI education"
        },
        {
            "text": "Evidence suggests that mobile and asynchronous educational technologies have the potential to overcome barriers related to teaching QI methods [26] . However, studies have also identified some limitations to such approaches. Participants often valued the learning application sessions conducted in person, more than the online components [16] . In the same way, although learners enjoyed asynchronous learning and online delivery, they preferred assessment questions that focused on application of concepts rather than information acquisition [27] . Online modes offer limited networking opportunities [19] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of online methods"
        },
        {
            "text": "Customising didactic materials to suit programme and participant needs is a time-intensive task [28] . Developing an online site can be resource-intensive and lead to functional problems [19] . Since data and reporting systems are external and independent from the QI education sites, it is difficult to integrate these as site resources [22] . Online programmes also require facilitators who have QI knowledge [32] as well as technical support in case participants face any technical challenges [20] such as phone line chatter as reported in a study [32] . Additionally, the adoption and use of a new technology requires significant run-time [22] . Although participants are familiar with the use of devices such as mobile phones and computers, their use may be limited because of text character restrictions and email fatigue [27] . Although the IHI Open School modules are widely used and effective, one study recommended augmenting the content to suit local needs [23] and online content such as videos should be at an appropriate level and pace suitable to the participants [25] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of online methods"
        },
        {
            "text": "With blended learning programmes, a major challenge was group session scheduling so that participants could attend without disruption of clinical responsibilities [28] . Some participating teams raised concerns specific to collecting and reporting the measurement data and perceived the measures to be complex and not well-matched to the teams' goals [19] . Apart from the challenges associated with online delivery, teams also experience other challenges such as demand of other work duties and inability to meet as a team during implementation [14] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of online methods"
        },
        {
            "text": "The training modalities discussed in the included studies can be broadly categorised into e-learning programmes and blended learning programmes. A previous systematic review comparing online with face-to-face education for healthcare professionals concluded that online programmes had comparable knowledge gains and benefits to onsite or face-to-face training [33] . However, there is a gap in literature evaluating the success of QI training delivery online. The purpose of this evidence review is to focus on efficacy of QI training and education interventions being delivered online to synthesise recommendations for adapting QI training content into e-learning materials.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The review highlights that distance learning approaches to QI help in overcoming barriers to traditional QI training such as shortage of trained faculty and deficiencies in organisational structure to support QI education [24] . Additionally, many participants preferred blended approaches to traditional approaches [32] . This review highlights important lessons for future programmes including balancing virtual and non-virtual methods, improving the technology and providing resources and support specific to learners [19] . Like other QI programmes, distance learning QI education also requires substantial commitment from the organisation, collaboration among participants, faculty, and leaders for success [14] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another recommendation for those considering online delivery of QI programmes is to build relationships with institutional QI units to identify resources and link the programme to an institutional network of QI education [28] . Instead of developing home-grown solutions, future collaboratives can purchase or customise existing applications for their technical infrastructure [19] . Programmes aiming to deliver QI curriculum online also have the option of collaborating with other programmes that already have faculty with QI expertise or use publicly available online QI courses [28] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Coaches play an important role in the success of the initiatives and should connect with teams early on to provide supplemental support through coaching calls [19] . In terms of content, programme developers should also explore utilising psychological learning effects of spaced learning and testing [26] and identify more conceptually and methodologically appropriate performance measures [19] . The four levels of the Kirkpatrick Model, which measure participant reaction to the training, their learning, behavioural change and achievement of results are often used in the evaluation of training programmes [34] . An important consideration for future programme evaluation is that reactions to the training do not necessarily correspond to actual knowledge increase therefore QI curricula should be evaluated on multiple criteria rather than just on participant reaction [17] . Institutional leadership and environment play an important role in the effectiveness of QI programmes and should be considered in programme design [29] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a need for curriculum and training designs to evolve to the needs of the new generation of healthcare professionals with an increasing emphasis on technological tools to overcome the generational difference between educators and learners [35] . The review also highlighted that online training programmes offer better psychological safety for learners as compared to traditional programmes in medical education. This is in congruence with literature on psychological safety in medical education which postulates that medical students are better able to concentrate on their learning in a safe learning environment where there is neither a need to constantly self-monitor themselves nor a fear of being judged or scorned [36] . Some important questions to be considered in delivering QI programmes through distance learning modes are summarised in Table 3 .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 856,
                    "end": 863,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This rapid evidence review aimed to synthesise research and recommendations quickly and comprehensively to adapt traditional QI programmes for online delivery in response to the COVID-19 pandemic which has disrupted healthcare systems and QI training programmes. The review employed a systematic search strategy with robust and transparent screening processes. Owing to the time and resource constraints, only one reviewer was involved in the screening process. However, two additional reviewers critically reviewed the study synthesis to ensure quality. It is recognised that a systematic review is neither appropriate nor possible in every situation [37] . This rapid narrative reviews serves a specific and time-sensitive purpose and will be useful for policymakers and QI programme designers seeking to make quick decisions about adapting training to meet needs of healthcare staff during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The findings of this review have important implications for those looking to adapt traditional QI programmes to a virtual environment. Virtual training environment holds great potential in delivering standardised training remotely, which will be of utmost importance in the post-COVID environment. However, caution should be practised, and a realistic evaluation of capabilities and needs should be conducted before making adaptation decisions. Factors such as programme design, mode of delivery, technical skills, implementation support and contextual factors are important considerations. Virtual QI and training of healthcare professionals and students is a viable, efficient, and effective alternative to traditional QI education that will play a vital role in building their competence and confidence to improve the healthcare system in post-COVID environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Supplementary information accompanies this paper at https ://doi. org/10.1186/s1296 0-020-00527 -2. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 transforms health care through telemedicine: evidence from the field",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chunara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Inform Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jamia/ocaa072"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quality improvement during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oesterreich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cywinski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geube",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clevel Clin J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3949/ccjm.87a.ccc041"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incorporating quality improvement into resident education: structured curriculum, evaluation, and quality improvement projects",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Steffens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Mallory",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Dankbar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Neurosurg",
            "volume": "126",
            "issn": "",
            "pages": "1112--1132",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quality & safety in the time of coronavirus-design better, learn faster",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fitzsimons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Qual Health Care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/mzaa051"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Training in quality improvement for the next generation of psychiatrists",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ewins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arnott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BJPsych Bull",
            "volume": "41",
            "issn": "",
            "pages": "45--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Educational strategies for training in quality improvement and implementation medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ATS Scholar",
            "volume": "1",
            "issn": "",
            "pages": "20--32",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medical student education in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "2131--2133",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pedagogy in a pandemic-COVID-19 and virtual continuing medical education (vCME) in obstetrics and gynecology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanneganti",
                    "suffix": ""
                },
                {
                    "first": "Kmx",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Gmf",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S-N",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choolani",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ismail-Pratt",
                    "suffix": ""
                },
                {
                    "first": "Sjs",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Obstet Gynecol Scand",
            "volume": "99",
            "issn": "",
            "pages": "692--697",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning technologies: a medium for the transformation of medical education?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grainger",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Geertshuis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "00",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of learning platforms for quality improvement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian Pediatr",
            "volume": "55",
            "issn": "",
            "pages": "803--811",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Blended learning in quality improvement training for healthcare professionals in Qatar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suliman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Athamneh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bylund",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Med Educ",
            "volume": "9",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reviewing the literature: choosing a review design",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Evid Based Nurs",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Minimum Quality Criteria Set (QI-MQCS) for critical appraisal: advancing the science of quality improvement",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Rubenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hempel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Danz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foy",
                    "suffix": ""
                },
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Motala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Shekelle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Implem Sci",
            "volume": "10",
            "issn": "",
            "pages": "19--19",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An interprofessional quality improvement training program that improves educational and quality outcomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baernholdt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis-Ajami",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Mazmanian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mobley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Med Qual",
            "volume": "34",
            "issn": "",
            "pages": "577--84",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The teachers of quality academy: a learning community approach to preparing faculty to teach health systems science",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Baxley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Garrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lazorick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higginson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acad Med",
            "volume": "91",
            "issn": "",
            "pages": "1655--60",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Flipping the quality improvement classroom in residency education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Bonnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Ratelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Halvorsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Hafdahl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Mandrekar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxentenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acad Med",
            "volume": "92",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evaluation of a distance learning curriculum for interprofessional quality improvement leaders",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hysong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Miltner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Polacek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Woodard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Naik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Godwin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Med Qual",
            "volume": "33",
            "issn": "",
            "pages": "590--597",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Digital storytelling for interprofessional collaborative practice to develop quality and service improvements",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hafford-Letchfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dayananda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Work Educ",
            "volume": "37",
            "issn": "",
            "pages": "804--816",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Addressing childhood obesity through multisector collaborations: evaluation of a national quality improvement effort",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orfield",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Honeycutt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cabili",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coffee-Borden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morzuch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lebrun-Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Community Health",
            "volume": "42",
            "issn": "",
            "pages": "656--63",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Patient safety and quality improvement education in otolaryngology residency: preliminary look at a module-based approach",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jamal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "OTO Open",
            "volume": "1",
            "issn": "",
            "pages": "2473974--17698647",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Developing a quality improvement and patient safety toolbox: the curriculum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keefer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Orringer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vredeveld",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warrier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burrows",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MedEdPOR-TAL",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Building and launching an online quality improvement information exchange for home visiting programs in Missouri",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kapp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Online J Public Health Inform",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluating the effectiveness of two teaching strategies to improve nursing students' knowledge, skills, and attitudes about quality improvement and patient safety",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurs Educ Perspect",
            "volume": "37",
            "issn": "",
            "pages": "291--293",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Preparing future leaders: an integrated quality improvement residency curriculum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fam Med",
            "volume": "48",
            "issn": "",
            "pages": "477--81",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Innovative model of delivering quality improvement education for trainees-a pilot project",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Dankbar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Educ Online",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A randomized, controlled trial of team-based competition to increase learner participation in quality-improvement education",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Scales",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Afsar-Manesh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mangione",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Kerfoot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Qual Health Care",
            "volume": "28",
            "issn": "",
            "pages": "227--259",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Using an online quiz-based reinforcement system to teach healthcare quality and patient safety and care transitions at the University of California",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Afsar-Manesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ranji",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Qual Health Care",
            "volume": "29",
            "issn": "",
            "pages": "735--744",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Meeting ACGME and ABMS quality improvement requirements in a sleep medicine fellowship program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Shelgikar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Priddy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Sleep Med",
            "volume": "13",
            "issn": "",
            "pages": "1177--83",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Teaching quality improvement in occupational medicine: improving the efficiency of medical evaluation for commercial drivers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raslau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Murad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Occup Environ Med",
            "volume": "57",
            "issn": "",
            "pages": "453--461",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluation of nursing facility resident safety during implementation of the INTERACT quality improvement program",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Tappen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huckfeldt",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shutes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rojido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Ouslander",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Med Dir Assoc",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "• fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year • At BMC, research is always in progress. Learn more biomedcentral.com/submissions Ready to submit your research Ready to submit your research ? Choose BMC",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tartaglia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Choose BMC and benefit from",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "How to prevent falls and fall-related injuries: a virtual breakthrough series collaborative in long term care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zubkoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neily",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Delanko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Young-Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bulat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phys Occup Ther Geriatr",
            "volume": "37",
            "issn": "",
            "pages": "234--280",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A systematic review to compare the effectiveness of face-toface versus online (including blended learning) delivery of CME/CPD for healthcare practitioners (HCPs)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Techniques for evaluation training programs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J Am Soc Train Dir",
            "volume": "13",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Stimulating intrinsic motivation in millennial students: a new generation, a new approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Chaudhuri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anat Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "250--71",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Exploring the construct of psychological safety in medical education",
            "authors": [
                {
                    "first": "Sh-T",
                    "middle": [],
                    "last": "Tsuei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Regehr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nimmon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "11S association of American medical colleges learn serve lead: Proceedings of the 58th annual research in medical education sessions",
            "volume": "94",
            "issn": "",
            "pages": "28--35",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Time to challenge the spurious hierarchy of systematic over narrative reviews?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malterud",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Clin Invest",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Search strategy. Additional file 2: Quality assessement of included studies. Abbreviations COVID-19: Coronavirus disease 2019; QI: Quality improvement; QI-MQCS: Quality improvement minimum quality criteria set; QII: Quality improvement interventions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Course did not list QI principles =23",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable. What are the current challenges faced by the training organisation in delivering traditional QI programmes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Does the organisation have the required resources, skills, and technical support to develop an online QI training solution from scratch? Does the organisation have an already available QI platform that can be adapted to deliver QI training?Are there any already available external platforms or QI resources that the organisation can use for delivering training?What distance learning modes does the training organisation currently incorporates in traditional QI training?What will be the financial impact for the make vs. buy decision and does the training organisation have the required budget?What is the opinion of the key stakeholders regarding distance learning delivery and make vs buy decision?Does the training organisation have the resources to conduct pilot testing of the e-delivery prior to the launch?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Make or buy"
        },
        {
            "text": "Are the training objectives, topics, and activities suitable for distance delivery?Does the organisation want to develop or use their own content or adapt from already available content?Would the programme be delivered completely online, or a blended learning approach would be used?How can the social and networking aspects of face-to-face programmes adapted to online delivery?How will the facilitators provide distance learning support and coaching?How will contextual factors be incorporated into programme design?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and content"
        },
        {
            "text": "What is important to the training organisation in terms of evaluation? (For example: programme attendance, training reaction, patient level outcome, organisational outcomes, content knowledge testing, QI project outcomes, feedback on training mode)How will feedback and evaluation data be collected and who will be responsible?Will the evaluation be short term or long term?Will the training organisation provide extended coaching online/distance coaching support and how?What implementation support will be provided and how? 1 Received: 10 July 2020 Accepted: 16 October 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Programme evaluation and implementation"
        },
        {
            "text": "Authors' contributions GM suggested the design while ZK led the literature review. ZK, ADB and EMcA worked on writing the manuscript and GM also provided feedback. All authors contributed to and read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The corresponding author is receiving a PhD funding from the Health Service Executive Ireland (Project reference 57399). The study is also supported by the Irish Health Research Board (RL-2015-1588).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The studies analysed as part of the narrative literature review are all referenced in the manuscript. No additional data and material are included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Nor applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "No conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}