{
    "paper_id": "175da8687973769893c64d8a35285f5d8c00c2e8",
    "metadata": {
        "title": "Cash and Class: Intergenerational Transmission of Values and Capital and the Consequences for Social Mobility in the UK",
        "authors": [
            {
                "first": "Emily",
                "middle": [],
                "last": "Rainsford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Newcastle University",
                    "location": {
                        "settlement": "Newcastle upon Tyne",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Wambach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Newcastle University",
                    "location": {
                        "settlement": "Newcastle upon Tyne",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and income redistribution is not a priority. As a consequence, many researchers treat the UK as a liberal welfare state. In this context the family becomes a central location for the generation and reproduction of wealth and social class (Gregson and Lowe 1995) , and subsequently Britain has among the highest income inequalities in the world according to the OECD (Gini coefficient 0.358 in 2014).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 261,
                    "text": "(Gregson and Lowe 1995)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The family structure is changing from a traditional structure to a more modern version. Although the most common constellation is still marriage or civil partnership, cohabitation is the fastest growing family type over the past 20 years (ONS 2016a). Divorce rates have declined since 2014, especially among younger generations (ONS 2016b) . However, the number of single parent households has increased over the past 20 years (ONS 2016a) and this suggests that separations that are not formal divorces do happen. The average family size is 2.4 people and has remained stable over the past decade, and the most common constellations are two or three person households (ONS 2016a) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 339,
                    "text": "(ONS 2016b)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 427,
                    "end": 438,
                    "text": "(ONS 2016a)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 668,
                    "end": 679,
                    "text": "(ONS 2016a)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2008 financial crisis had a significant impact on the British economy. For four consecutive years the UK saw a substantial rise in youth unemployment at the same time as the coalition government implemented harsh austerity policies and cutting public service budgets. There have been signs of economic recovery, with GDP growing, leading up to and during 2016 (ONS 2016c) . It is uncertain how the economy will recover from the Covid-19 pandemic. However, young people are facing significant challenges in an extremely competitive labour market. The NEET rate is 11.7% compared to the overall unemployment rate at 4.8%. We also see in the Youth Development Index that although the UK overall ranks highly (4th) compared to the rest of the world, they rank much lower with regards to employment and opportunity (31st).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 375,
                    "text": "(ONS 2016c)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The UK education and training system is primarily focused on channelling young people into higher education, in the form of a university degree. The UK is above the EU average regarding tertiary educational attainment at 45.5% for native born and 53.8% for foreign born, compared to just under 40% across the EU (European Union 2016). There is a tradition of vocational routes, and the Conservative government invested money to support employers to take on and train apprentices (Department for Education 2016). However, the quality of the apprenticeships has been criticised by practitioners and academics alike for not providing the formal training and qualifications necessary but having a \"job first\" and employer-led approach (European Union 2016; Fuller and Unwin 2016) .",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 752,
                    "text": "(European Union 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 753,
                    "end": 775,
                    "text": "Fuller and Unwin 2016)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent research has characterised the UK labour market as resembling an hourglass with plenty of high-quality jobs at the top and low-quality ones at the bottom but a hollowing out of the middle range occupations (Sissons 2011) . Consequently, there is more competition for the entry-level positions, most appropriate for young people. For some young people, the key issue may be finding employment that provides a good fit to their qualifications, skills and experience. For others it may be more fundamental-for example, attaining job security and escaping lowquality jobs or the \"low-pay, no-pay\" poverty trap circle (Shildrick et al. 2012) . The school to work transition, and transition into independent adulthood, for adults in the UK is therefore elongated, complex, fragmented and potentially reversible (Roberts 2007; Heinz 2009 ), and has led to a greater reliance on their parents, especially for financial support (Walther 2006; Swartz and O'Brien 2009 ). This is perhaps best illustrated by the fact that the number of young adults living with their parents has increased over the past two decades (ONS 2016a). Because of this economic situation we are seeing a decline in upward social mobility and an increase in downward social mobility for contemporary young people compared to previous generations (Bukodi et al. 2015) , and thus the economic climate has a potentially significant effect on the achievement of economic self-sufficiency.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 227,
                    "text": "(Sissons 2011)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 620,
                    "end": 643,
                    "text": "(Shildrick et al. 2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 812,
                    "end": 826,
                    "text": "(Roberts 2007;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 827,
                    "end": 837,
                    "text": "Heinz 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 926,
                    "end": 940,
                    "text": "(Walther 2006;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 941,
                    "end": 964,
                    "text": "Swartz and O'Brien 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1316,
                    "end": 1336,
                    "text": "(Bukodi et al. 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bringing these contextual issues together, our chapter will address the key research questions, How does socialisation within family work? Does family matter in terms of investments, in terms of resources, or both? How does parenting style moderate the transmission process? How does the country context (welfare-state arrangements) moderate the transmission process? In our sample we have eleven families from the North East of England, and we have classified them according to two criteria. Firstly, to what extent they are economically self-sufficient and, secondly, whether they have the ambition to become so. The chapter will start with a discussion of this typology, to then move on to a more detailed description of the sample according to these classifications. Our analysis will be informed by the theoretical framework outlined in previous chapters focusing on transmission of values and capital and the mechanisms for it, but contextualised by contemporary conditions in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this chapter we take a nuanced view of economic self-sufficiency, where we group our young respondents according to two criteria: (1) whether they are economically self-sufficient (have a paid job and do not rely on any financial help) and (2) whether they have the ambition to become economically self-sufficient, or to what extent they display a sense of selfefficacy (Sherer et al. 1982) . Self-efficacy has been associated with positive work motivation and involvement (Lim and Loo 2003) , and although this goes slightly beyond the overall theme of the book it remains within the scope. Here we apply self-efficacy to the activities and ambition relating to becoming economically self-sufficient, such as developing a plan for applying for jobs and acting on it. We use this two way categorisation for two reasons; firstly in the economic context described above school to work transitions are prolonged and complex. Having a paid job does not necessarily mean you are economically self-sufficient, and not having a job does not mean you are not trying. Secondly, it is important to acknowledge that this age group is still in the transition from school to work where their current occupational situation is not necessarily telling for where they will end up. At this stage young people's values, attitudes and behaviours are still developing and breaking free from parental influence (Darling and Steinberg 1993) . Our attention to both the self-sufficiency status and the ambition to become so thus provides a youth sensitive analysis that focuses on the core idea of transmission of values that shape attitudes and behaviour rather than the (current) outcome of occupational status.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 393,
                    "text": "(Sherer et al. 1982)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 476,
                    "end": 494,
                    "text": "(Lim and Loo 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1393,
                    "end": 1421,
                    "text": "(Darling and Steinberg 1993)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "We conducted the semi-structured biographical interviews in the North East of England from May 2016 to March 2017. The sample consists of 11 families, of which eight have three generations. Four young people are located in a rural setting and the ages of the young people range between ages 20-28. Three young people are in education, all at university. Seven young people are in some form of employment: two in employment, two self-employed, two in family business and one in education and family business. One participant is currently unemployed. They were recruited through a range of routes; social media postings on local community groups, contact with local employment support charities and personal networks. The young people's interviews, and most parent and grandparent interviews, were conducted face to face either in the interviewee's home or at Newcastle University, some parent and grandparent interviews were conducted over the phone due to their geographical location. The interviews were conducted by Ph.D. students from Newcastle University, all of whom had previous experience of conducting semistructured biographical interviews and received the training that was developed by the CUPSESSE project. The interviews were recorded and transcribed, with informed consent, and have been anonymised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "We see intergenerational differences in the achievement of economic self-sufficiency. The older generations became economically self-sufficient more quickly than the following generations. The grandparents had the least economic support from their family, while the young persons are often still dependent. The parent generation takes a medium position and they were less reliant on their parents than their children are on them. This pattern is fully in line with the societal trends of elongated and transitions into adulthood (Walther 2006) , the decline in upward social mobility in the UK (Bukodi et al. 2015) , and the changing role of the family in the neo-liberal welfare state. This fundamental intergenerational difference in economic reliance on the family across the generations seems to have affected the overall transmission of capital and values; we see substantially fewer instances of transmission from the grandparent to parent generation than from parent to young person. Economic dependence on the family seems to be a key facilitator to strengthen transmission of other aspects as well.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 543,
                    "text": "(Walther 2006)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "(Bukodi et al. 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "We classified our respondents according to the two dimensions described above and four groups emerge (see Table A8a and A8b). The first group is the Entrepreneurs, the most independent and economically self-sufficient group of participants. They are both self-employed, have moved out from their parents' house and have reached other important milestones on the transition to adulthood (Arnett 2014) . One respondent is married; the other has a young daughter. While they both attended university, they come from less affluent backgrounds so there was less financial support available. They have relied comparatively little on their parents' support in order to become self-sufficient and showed a high degree of self-efficacy. In comparison with other groups, their families were larger with more siblings. While Chris' family has been intact throughout his life and remained in the North East of England, being the only boy in the family he was at times excluded from his sisters' activities. In Victoria's family there were more disruptions and moves across the country. She is living apart from her family, in Newcastle, while her family is based mainly in the south of England.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 399,
                    "text": "(Arnett 2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "Table A8a",
                    "ref_id": null
                }
            ],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "On the opposite side of the matrix the Voluntary Dependents are located, consisting of mostly those still in education. Voluntary Dependents are defined as not economically self-sufficient and not displaying a clear ambition to become so in the near future. Although they do not live with their parents, they are supported by them financially in order to live outside the parental household. Voluntary Dependents accept this financial support without questioning and do not display much intent to reduce the financial burden on their parents by, for example, finding a part-time job. They also do not display much concern with regard to their future economic self-sufficiency. Although career choice is an important issue in their lives, they focus more on intrinsic values, such as creative working or avoiding boredom in their job, rather than extrinsic values such as a high salary. Becoming economically self-sufficient is not the driving force behind their career choices but rather the more abstract notion of a fulfilled life. Voluntary dependents are all from a firmly middle-class background. They reported little family disruptions during their childhood and are the mostgeographically mobile group in the sample. The young persons but also the parents and grandparents have been moving throughout their lives for education and career. The voluntary dependents have either moved to the North East for their education or have left it to attend a university in different parts of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "The third group, the Gradual Progressors, have achieved some degree of economic self-sufficiency. However, they are still partially reliant on their families, which come from the lower middle class and middle class. Both young persons in employment have previously lived away from the family home, to attend university, but have \"boomeranged\" back home because their salary is not high enough to live entirely independently. Moving back home after living away for education, or boomeranging, is becoming a more common phenomena in the UK as a result of more unpredictable labour markets (Stone et al. 2014 ). The two respondents in family business also live at home and rely to a high degree on their parents to keep the businesses afloat. Unlike the Entrepreneurs or Ambitious, Gradual Progressors have not displayed a self-directed ambition to achieve economic self-sufficiency but rather made choices that appeared convenient and did not require much investment in terms of time or effort. Compared to the Voluntary Dependents, the Gradual Progressors are less mobile and still live in the North East although some of their family members have moved throughout their lives. In all these families, the grandparents played a greater role in their upbringing than in any other group, taking care of them while parents were at work. Some grandparents even moved to the North East to look after their grandchildren. Despite this good relationship, however, three of the four respondents in this category reported family disruptions. In Lucie's case the father was often absent due to work commitments, while in Peter's and John's family the parents were divorced.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 605,
                    "text": "(Stone et al. 2014",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "The last group, the Ambitious, follows a contrasting pattern. While neither of the participants has yet achieved economic self-sufficiency, they are not only focused on becoming economically self-sufficient but also strategic in their approach, and showing a willingness to be mobile for their career. Both families in this category can be described as middle class, each with three children, with little family disruptions in the immediate family. Nick's family lives in the South of England, although the children all study at universities in the North East or Scotland. Jack's family has been living in the North East for generations and although Jack has been intermittently living in Manchester, he is now back in the parental household. Even though they are in very different life situations-one of them currently unemployed, the other finishing his degree and building his own business-they are similar in their self-efficacy. Nick is already building up his CV with placements in Italy and is researching intensely which educational route he needs to take for his ideal career. Jack, even though his path has been less straightforward than Nick's with an unfinished degree and experience of unemployment, exhibits a similar drive and strategic approach. He is very systematic in his job search and has a clear idea of the steps he needs to take in order to achieve economic self-sufficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic Self-Sufficiency and Family Background"
        },
        {
            "text": "In the following sections we explore what values and resources have been successfully transmitted between the generations in the four groups outlined above. We also aim to understand what family mechanisms, in terms of parenting style or role modelling, have facilitated these transmissions. We use the four ideal types of parenting styles as outlined in the theoretical chapter, but it is important to note that in most cases we saw evidence of a mix of parenting styles and transmission mechanisms although one might be more dominant. The great majority of our respondents, especially in the younger generation, reported a good relationship with their parents and grandparents, despite family disruption in some cases. In line with the family taking on provision of services, some grandparents had been very involved in the upbringing of the younger generation. So despite different outcomes and parenting styles we have a sample with comparatively well-functional families-indeed it would have been difficult to recruit three generations if that was not the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "Two aspects in the transmission of attitudes and values emerge from the data as dominant themes. Firstly, there appears to be a transmission of the value ascribed to education, or investment and risk aversion to avoid downward social mobility. Secondly, we can see a transmission of attitudes to work, work values and work centrality. However, while there are some general trends in all families, analysis has also found differences between the categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "While in almost all interviews education was identified as important across the generations, there are some subtle differences in the value of education and importance for success. Education is regarded as particularly important among families of Voluntary Dependents and Ambitious respondents, but they differ in what exactly they value about it. Voluntary Dependents stress the intrinsic value of education and learning, as well as the university experience. In these cases, education is perceived as cultural capital, it is something that distils certain values and is seen as an asset to a person's character. Although parents were concerned with their children's academic achievement, academic success was valued because of the opportunities it opens up for a fulfilling rather than lucrative career. There is a strong transmission of this value between generations, and we thus see a reproduction of cultural capital and class in these families, ensuring maintenance of the social status of the parental generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "I think going to university is a good experience in itself and it also gives you opportunities, if you decide the opportunities aren't, you don't want them then that's fine but at least you've got them. (in education, urban, female-father) I'd like to graduate. Yeah, that's like my main priority where I am. And then I don't know, I want to like sort of just like find a job that like I actually want to do like that would be like worth my time, that/yeah, but I don't even know where to like start thinking about it. (in education, urban, female) In contrast, among Ambitious respondents a utility approach is attached to the value of education. Education is regarded as a means to an end, rather than an end itself, with the aim being maintenance or upward social mobility. Similar to the Voluntary Dependents, the purpose of education appears to be transmitted from the parents. Nick and his mother display a similar attitude regarding his educational choices focusing on its utility rather than its intrinsic value. I went for geography and planning because I was interested in property a little bit, and planning is good for that. (in education/family business, urban, male)",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 548,
                    "text": "(in education, urban, female)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "No, the children all had to go to university. We were very much/my husband went to university, and … we knew, in this day and age, that they had to go to university, to get a degree, to get a job. So they have all known that. (in education/family business, urban, male-mother)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "While education is also seen as important among Gradual Progressors, Entrepreneurs and their families, generally they appear less concerned about it. In the case of Gradual Progressors-particularly when employed in family business-focus lies rather on the effort and perseverance as a personality trait. This trait was also emphasised by the grandparents, who were particularly involved in this group. I used to go through each subject. I'm not boasting. I used to say to them, \"I'm not bothered if you…I'd like to see it sort of number five, the top for ability, but I want to see five for effort. That's what I really want. (in employment, rural, male-grandfather) We also see transmission of work ethic most clearly among the Gradual Progressors across all generations: the willingness to work hard, putting effort into tasks and not shying away from work were valued as important personality traits. A similar pattern-although not as clear-cut-can be found among the Ambitious. Importantly, among these groups, working hard is linked to work more directly, whereas the Voluntary Dependents were encouraged to work hard with regard to their education.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 666,
                    "text": "(in employment, rural, male-grandfather)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "In Jack's case, his experience of previous unemployment needs to be considered as well. He was left disappointed by the job centre services and felt punished for asking for help. He clearly tried to avoid another experience like this, which contributes to his efforts of finding employment soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "I mean if I'm struggling in a couple of months' time for money, I'll go and see them [at the job centre] again but I'd rather not because, like I say, the environment, it's really unpleasant. I feel like by going to see them I've done something wrong, which again, it's really bad […] (unemployed, urban, male) Among the Entrepreneurs we see the least transmission of work values. Instead we see transmission of values such as kindness. This pattern is particularly clear in the case of Chris. While his sisters and brother all work in social occupations (mainly in social care and social work), following their mother's and grandmother's path, Chris has chosen a different career. However, his business in arts prints has similarity with his father's business in that it is both in the arts sector and they are both selfemployed. Nevertheless, we see a discrepancy between Chris's parents' work values and his own work values. I don't think my dad enjoys being self-employed, he's really lazy with it and that's his business. I mean he could just do so much more if he just did this, did this. […] I think I'm the opposite because I've got all this paperwork and stuff where I'll write down my ideas and I'll keep trying to progress plans. (self-employed, urban, male) Victoria differs from Chris inasmuch as she has experienced her parents working hard. Her strong work ethic appears to have been transmitted from her parents, and grandparents. Throughout the generations there is also a trend that even greater obstacles to work, such as disability, or family difficulties, do not justify not working.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 310,
                    "text": "(unemployed, urban, male)",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1269,
                    "text": "(self-employed, urban, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "My family have always had this really strong work ethic of 'you work, regardless'. (self-employed, urban, female-mother) I never insisted that they follow my career path but I let them choose what they wanted to do and I encouraged them but I insisted that they went to the highest possible level that they could attain and I had three children and they all did it. (self-employed, urban, female-grandfather) It is interesting, that both Entrepreneurs have a strong work ethic, but only in one case this seems to have been transmitted from the parents and grandparents directly. What they do have in common with regard to transmitted personality traits is a focus on personal independence and a willingness to try new things. Both of these traits may prove useful in the venture of starting your own business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of Attitudes, Values and Actions"
        },
        {
            "text": "Drawing on the theoretical framework of this book (Chapter 3), the analysis illustrates some interesting patterns regarding cultural and social reproduction of resources. Following the Bourdieusean differentiation between economic, cultural and social capital the families in our sample illustrate some different patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Economic capital is transmitted most obviously through the generations, while transmission of social and cultural capital is less visible. Again, we see some differences between the strength and volume of transmission between groups but also generations. Overall, less economic capital has been transmitted from grandparent generation to parent generation than from parent generation to young persons, possibly because the welfare state had been more generous to them. For example, the parent generation received free higher education, whereas the young respondents in this study had to pay up to £9000 a year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "While all parents showed a willingness to support their children financially, the actual transmission of economic capital appeared to be dependent on the families' means. In the Entrepreneurs' families money was scarce, and thus there was no capital to transmit. Among Gradual Progressors and the Ambitious, transmission of economic capital did not always take the form of cash transfers. Instead, parents invited their children back into the parental household or helped them by creating a position for them in the family business. In contrast, transmission of economic capital is most direct in the category of Voluntary Dependents. There are many instances where older generations financially supported the young respondents through higher education or training, or helping them buy their own home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "My parents […] are backing me at university, financially… I consider myself as an investment to them, so they are funding me. (in education, urban, female)",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Here we see a clear example of the intergenerational transfer of economic capital evident in both the UK, Europe and US more widely, made possible by the availability of resources to the parental generation due to their upward mobility compared to the grandparents (Swartz and O'Brien 2009) . Although there is no obligation by the family to support the child as in a familiarised citizenship model (Chevalier 2016) , it is clear here is that when the parents can do so they do so in whatever way they can. Consequently, wealth and opportunity is concentrated within families with the resources available to them.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 290,
                    "text": "(Swartz and O'Brien 2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 399,
                    "end": 415,
                    "text": "(Chevalier 2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Like transmission of economic capital, transmission of cultural capital and investment in education to avoid risk of downward mobility is most clearly expressed in the group of Voluntary Dependants. Above, the value of education was mentioned but also interest in cultural activities is obvious in this group. Young persons in this group were most likely to follow their parents with regard to academic attainment and broader interests, thus maintaining the higher socioeconomic class of the older generations. In other groups, the young persons had a tendency to obtain more cultural capital than their parents did. For example, they achieved higher qualifications than their parents did and thus managed to achieve upward social mobility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Interestingly, in families of Ambitious respondents we could observe most clearly a transmission of social capital. To a greater extent than in the other families we see that the child relies on family connections to find a job or promote their business (Freitag and Kirchner 2011) . Jack's father is using his connections and expertise to help find job opportunities for his son. Nick relies on his extended family's contacts and experiences to help him gain the skills he has found to be crucial for his career.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 281,
                    "text": "(Freitag and Kirchner 2011)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "If I'm able to, because our industry touches on to say green energy at times through the services sector, I'll certainly try and push him in the direction of going to see someone if I think they're going to help him. (unemployed, urban, male-father) [M]y aunt wants to get into property as well, commercial property, so she said 'okay, look, […] if you can start looking into property in Florence, and see if there's a market out here'. I spoke to a few people I know, who I know live in or have contacts in Italy […] . I was speaking to the head of Knight-Frank in Florence, and Tuscany as well. (in education/family business, urban, male) While Nick's family contacts are based on a wide, international network of useful ties, Jack's social capital is concentrated in the North East. His family has been living in the region over generations and has accumulated local social capital, while Nick's network spreads wider, also due to his family's greater mobility. It remains to be seen which of these networks provides more useful to our respondents.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 249,
                    "text": "(unemployed, urban, male-father)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[…]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "The discussion above established that the transmission of economic capital was common in many families but dependent on their economic resources. However, the families also differ in another regard. While the mechanism-financially supporting their children-is similar in many families, the outcome of this transmission and the impact on economic self-sufficiency differ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Parents of both Voluntary Dependents and Ambitious provided financial support in order to reinforce the importance of education, thus investing in their future. Although none used financial incentives to encourage their children to study harder, they did support favourable behaviour through providing the financial support to reach a degree. Education was valued in the grandparent generation as well, but there was little evidence for this kind of mechanism, possibly because education was free and there was no need. We therefore see a transformation of economic capital from the parental generation into cultural capital in the younger generation. This transformation sets the Voluntary Dependents up for a smoother transition from school to work or adulthood, through sponsoring gap years to promote employability or helping with deposits for a house. As such, we see evidence that although authoritative parenting may promote academic achievement (further developed below), when there is economic capital in the family the link to economic self-sufficiency and self-efficacy is rather weak. I think they were worried about putting too much pressure on you and I did know people who didn't have the support that I did, who had to work a lot and I think that did put an awful lot of pressure on them. (in education, urban, male) Ambitious respondents also received financial support from their parents in order to achieve their academic goals, but there is a difference in the expected outcome. Cultural capital (valuing education) and economic capital (financial support) is more directly transformed into economic capital (to help you get a job). As such this group demonstrates even more clearly the investment in upward social mobility as outlined in the theoretical framework for this book. It may be the combination of this attitude to education and a strong transmission of the extrinsic work values that has given the Ambitious a stronger drive to become financially independent of their parents.",
            "cite_spans": [
                {
                    "start": 1305,
                    "end": 1332,
                    "text": "(in education, urban, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "In the families of Gradual Progressors economic capital was transmitted in a different way compared to Voluntary Dependents. These families offered a haven for those young people who struggled to find their space in the labour market by providing them a workplace in a family business or by welcoming them back in their parental household. Young people employed in family business started this career path because they did not succeed finding other employment. For both, the family business provided an opportunity to (re-)integrate in the labour market, while those in employment did not earn enough to become economically independent. As such we see a similar generational transfer of economic capital in these families, but we do not see the same transformation of economic to cultural capital and less of an investment in education as risk aversion. Especially in the family businesses it is a more direct influence on the economic self-sufficiency of the young person; the parent in effect pays the child's wage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "In these three groups we see that the family steps in to provide the bridge between education and labour market, or childhood and adulthood. It is clear that this is in no way due to laziness or lack of work motivation in either generation, as working hard was strongly transmitted as a value between family members. However, the lack of focus on extrinsic work values such as a salary that you can live on seems to have affected the economic self-sufficiency of these young people. It seems like the contemporary economic context of difficulties to enter the labour market, and find sustainable employment is contributing to the need for the family to act as a support system. In line with the general trend in the UK today (Bukodi et al. 2015) , we also see a potential for a limited upward social mobility in these families, and a risk for a downward social mobility if the family support is retracted.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 745,
                    "text": "(Bukodi et al. 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Among the Entrepreneurs' families, financial support was scarcer. Nevertheless, the lack of transmission of economic capital still influenced economic self-sufficiency. Independence was not only encouraged by the families of Entrepreneurs, but it was also necessary. In contrast to Swartz and O'Brien's (2009) suggestion that inequalities in resources at the parental level is reproduced at the child level, here we see that lack of money at the parental level has produced the most economically selfsufficient children. The family has not been able to step in to help, and this has driven the young respondents to take care of themselves. It is, however, worth noting that the Entrepreneurs are generally further on in their transition to adulthood than the other respondents, so economic independence might just be part of that process. In a similar vein, the presence of support among the Gradual Progressors is not necessarily hindering progression to economic self-sufficiency, but by taking away the immediate concern for how to sustain themselves at certain critical steps along the way the support is potentially delaying the process. This is not to say that economic self-sufficiency will not become a primary concern or reality later on in their transition to adulthood for the Gradual Progressors, but it is not, and need not be, their primary concern at the point of study. It is not only financial support which facilitates transmission and impacts on economic self-sufficiency but also non-financial support and parenting style, as will be discussed in the following section.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 309,
                    "text": "Swartz and O'Brien's (2009)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Resources vs. Risk Aversion"
        },
        {
            "text": "Two interlinked mechanisms have been found to facilitate transmission of particular values and attitudes as well as economic self-sufficiency. On the one hand, parenting style impacts on the transmission process and the young persons' ambition to become self-sufficient, on the other acknowledgement, praise, emotional support and the lack thereof seem to have had an influence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "While permissive parenting was evident in all families, the group in which it was most prominent were the Entrepreneurs. While there was a lot of emotional support, there was little guidance and help with regard to career choices, an experience they share to a degree with Gradual Progressors. This pattern matches the parental expectations for their children and a focus on rather general, positive personality types instead of their children's achievements. Happiness and friendliness were given priority over economic capital, a trend that is visible across generations. Parents of the Gradual Progressors employed in family business also had a tendency to use authoritarian parenting. However, unlike Entrepreneurs and Ambitious the parents still expressed their praise for their children's achievements. While it was not directly acknowledged, the young people were granted lower levels of autonomy compared to the other Gradual Progressors. Clearer patterns of authoritarian parenting among these Gradual Progressors are also linked to greater involvement of grandparents in these families. Overall grandparents showed a greater tendency to authoritarian parenting, suggesting a generational shift in parenting practices, with the parent generation showing a less clear-cut authoritarian parenting style. In their interaction with grandchildren, the grandparents still rely on this authoritarian style, as the quote below illustrates. I used to look at their [her children's] books, and I do it with my grandson, the little one now, and he's funny, he said, 'granny, it's rather personal, you looking in my school books'. I said, 'well, that's just too bad [grandson's name], because I'm going to'. 'It's personal', and [I] said, 'don't speak to granny like that'; for being nosy, I got in trouble for being nosy, from your eleven year old grandson. I said, 'I'm just wanting to see how you're getting on at school'. (family business, urban, female-grandmother) Authoritative parenting was the least common parenting style in the sample, but was evident in families of Voluntary Dependents. The frequent references in interviews with Voluntary Dependents are striking, especially because it can be observed in the grandparent generation as well, who in the other groups tend to favour a more authoritarian style.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "No. I can only talk for myself but I think that we just looked after the children, looked after their welfare, allowed them to get on and do as much as they can in the way of educating themselves and working hard towards good degrees and that sort of thing. (in education, urban, malegrandfather) Furthermore, Voluntary Dependants were more likely to report awareness of their parents' expectations due to this authoritative parenting style. Their behaviour is being monitored, both concerning their academic achievements and \"extracurricular activities.\" Favourable behaviour is supported accordingly. I remember before my GCSEs 1 my dad was just sort of like, \"I know you've got your own way of working but if you mess this up I'll be quite annoyed,\" because, obviously, he'd spent quite a lot on my education. (in education, rural, male) While they were more likely to report pressure from their parents, especially with regard to their education, they also showed most awareness of their parents' pride in their achievements, which sets them apart from Entrepreneurs and Ambitious. The impact of authoritative parenting as opposed to authoritarian or permissive parenting becomes clear in this comparison.",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 840,
                    "text": "(in education, rural, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "The Voluntary Dependants were most likely to experience an authoritative parenting style, which is related to academic achievement (Aunola et al. 2000) . On the one hand, the importance of education in this group is transmitted through praise for academic achievement, on the other also through direct transmission mechanisms, characteristic for authoritative parenting. Parents helped in the application process for example, or showed their approval for choices made by the young persons. Sometimes they stepped in when the child got into trouble. One father described the support as follows:",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 151,
                    "text": "(Aunola et al. 2000)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "[…] we arranged for her to go to university open days and that kind of thing and I went with her on a couple of those. We advised her about which university to apply for and we helped her a bit with her application. I mean she wrote the application but we made some suggestions and we also talked to the school on her behalf about various things. (in education, urban, female-father) Despite emotional support and praise, behaviour linked to permissive parenting such as a lack of guidance, appear to have contributed to Gradual Progressors' lack of strategic career planning. While Voluntary Dependents may not be focused on economic self-sufficiency they do display plans for their futures, whereas the Gradual Progressors are more relaxed about their future career. Interestingly, this lack of guidance led to a strong focus on economic self-sufficiency among Entrepreneurs (see below). Gradual Progressors take the steps necessary to slowly transition into economic self-sufficiency but prefer to make safe choices instead of developing greater, more risky ambitions. The main difference seems to be that among Gradual Progressors the interviews have also revealed instances of behaviour associated with authoritarian parenting, such as a restriction of autonomy and a tendency to decide for their children. This appears to have stifled some of their career planning through restricting autonomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "I already kind of made cupcakes and cakes for family, and then she was just like, 'Well, you're good at cakes, you're quite good at cooking, so why don't you do something with it?' (family business, urban, female)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "In contrast, Entrepreneurs experienced very permissive parenting, with fewer structured activities and a lack of guidance regarding career choices. This lack of guidance and structure seems to have had a strong influence on the (lack of) transmission of work values between generations and the independence of entrepreneurs, who display a much clearer ambition to do well in life, to be economically self-sufficient and progress with their businesses compared to their parents. Nevertheless, entrepreneurs were able to entertain themselves and discover interests of their own. The lack of structured, family influenced cultural activity matches the idea of independence and self-determination as opposed to a very strong family influence on career planning, giving them the confidence for starting their own businesses. Permissive parenting allowed them to explore their options independently with regard to their careers. These Entrepreneurs illustrate that a permissive, bordering on neglective parenting style, is compatible with economic self-sufficiency in the offspring. However, this success was also accompanied with some difficulties along the way, such as changes in degree courses. Again, a lack of guidance might have contributed to these difficulties. The lack of family support could have hindered their progression, but they managed on their own as they developed independence and self-efficacy. Thus, lack of family support should not itself be seen as an important key to economic self-sufficiency, but rather an environment more generally that encourages and supports independence seems to be the key element.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "It needs to be acknowledged, however, that while there was not a great amount of guidance in terms of career planning for the Entrepreneurs, they still received emotional support and responsiveness from their parents, which contributed to a transmission of values, which are less connected to their working lives but rather their personality traits (see above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "Even though [father] has always been busy, he's always had his own thing, he's always given us the mental support. He's never always specifically been there, but that's not always been his fault. He's tried his very best, and so that's what I think I appreciate. (self-employed, urban, female) The Entrepreneurs and Ambitious share one characteristic with regard to family support. While all of the young respondents reported a positive and close relationship with their parents, the interview results give evidence to a lack of acknowledgement, which appears to have served as a mechanism for facilitating the drive for self-sufficiency. One of the entrepreneurs commented on the lack of support and acknowledgement from her parents during her education, and that this acted almost as a driver for her to try and achieve more. This is something that she carried through to her business as an adult, where she is trying to be economically self-sufficient without financial support from her family.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 293,
                    "text": "(self-employed, urban, female)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "There wasn't as much recognition as I expected, and I think maybe that's why I kept pushing through with education, just to almost make a point… I did want to make a point that yes, I can manage, because there is this perception of, 'Oh, you're a single mum. What can you do by yourself?' So I've kind of shown a few people, 'Hang on, yes, you can just get on and do it.' (self-employed, urban, female) The desire to be praised by their parents could be integral in driving their ambitions to become economically self-sufficient. In the case of the Ambitious this may even be heightened due to stronger pressure and a greater awareness of parents' expectations reported to have been experienced by the young respondents, while Entrepreneurs experienced encouragement of innovation and an acceptance of failure. I think they were always really proud that I did well but I always got frustrated that I would do well and not feel like I was getting a pat on the back all the time which possibly I shouldn't have needed that but. (unemployed, urban, male) The models parents and grandparents provide with regard to work ethic and work centrality have a strong influence on the work ethic and centrality of the young generation. This is particularly strong among Gradual Progressors and the Ambitious, where parents (and, for some, grandparents) set an example for their children. Results for Entrepreneurs in this regard are mixed and there is little evidence of this mechanism for Voluntary Dependents.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 402,
                    "text": "(self-employed, urban, female)",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1051,
                    "text": "(unemployed, urban, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "In comparison with other categories, Gradual Progressors had a more direct transmission of work values. They were aware that the parents had to work hard and were involved with their parents' working lives, having experienced it first-hand more frequently. This was also something their parents had experienced. I've always been in the workshop since I was a little kid. My grandma must have hundreds of pictures of me with my filthy oily hands when I'm six or something, covered in oil. You just watch. You help a bit; you get spanners and get that oil can and tighten that up. (family business, rural, male) I probably started work here when I was about nine or 10. I started driving the tractor when I was about 11 and then I was here all the time. One of the worst things that I can remember is that the school is only over there and when we had maths, I could see what was going on over here. (family business, rural, male-father) Through this direct experience, parents appear to have become a positive example to the young persons with regard to work centrality and work ethics, possibly resulting in the Gradual Progressors prioritising economic self-sufficiency and having part-time jobs during their teenage years. For other respondents, especially Voluntary Dependents, work was not part of their childhoods' everyday experience, they were not encouraged to take on part-time jobs, and their work values differ more strongly from their parents.",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 935,
                    "text": "(family business, rural, male-father)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "Role modelling and a consequent awareness of working life also contributed to transmission of work values among the Ambitious respondents. In Jack's case, he was taken along to his father's workplace and experienced how his parents managed their work-life balance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "I probably talked about what we were doing. I took him into work. I think on a Saturday I'd previously taken him on to construction sites and shown him around it. (unemployed, urban, male-father) Another pattern, which the two Ambitious-despite their different socioeconomic background-have in common, is the influence of communication patterns on their relationship with money and ultimately their drive for economic self-sufficiency. They both experienced fathers who would not speak about money. While both were told that money had to be worked for and was valuable, and experienced a focus on extrinsic work values, in neither family financial issues were discussed. It is interesting, that this group, which is clearly focused on achieving economic self-sufficiency, has not had much experience of administering money throughout their youth. Nevertheless, the parents have established a link between work and economic self-sufficiency and heightened the value of money through this mystification.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 195,
                    "text": "(unemployed, urban, male-father)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "One particularly interesting case with regard to role modelling is Chris, who took his father as a negative role model. Despite both being selfemployed, he uses his father as a model of what not to do when running a business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "There's so many aspects of my dad where it's like I haven't learnt from my dad. I haven't learnt a lot of skills from my dad directly by him teaching me them. I've actually learnt a lot of skills, unfortunately, it's not very nice but I've learnt a lot of skills from my dad by learning what not to do. (self-employed, urban, male) However, it is not only work values, which can be transmitted through role modelling. We can also observe role modelling as a mechanism for transmission of attitudes towards education. At least one parent of each Voluntary Dependent went through higher education. Some of the parents and grandparents in this category also work or have worked in education. We thus see a strong transmission of the value of education, cultural capital and working hard to achieve successful educational outcomes.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 331,
                    "text": "(self-employed, urban, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "Personality traits are influenced by the role models set by parents and grandparents. In some cases a Christian lifestyle defined this model. Despite not being religious himself, Chris acknowledges the influence this model had on him as a person. Jack, furthermore, has been clearly influenced by this philosophy as well. An example is the other day there was a guy trying to get a pram up some stairs and I remember seeing him and my first thought was, 'I've got to help him.' It was only when I helped him, walked on, I thought to myself, 'That's dad doing that to us. He's made us think in that way that he needs help, go help him.' I think that's something that I admire in my dad, in that sense that he wants to help people. (unemployed, urban, male) ",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 755,
                    "text": "(unemployed, urban, male)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(Grand)Parenting Style and Context Factors"
        },
        {
            "text": "In this chapter we have explored the mechanisms of transmission of values and capital in the UK. Our respondents differed not only in their current degree of economic self-sufficiency, but also with regard to their ambitions to achieve economic self-sufficiency. In response to the first and second research questions asked in this chapter, we can see some quite distinct patterns of transmission of values and resources between the four groups we identified in our sample, and it seems mainly to be facilitated by different parenting styles. However, the extent and type of resources transmitted also clearly depended on the availability of such resources, cash and class, in the families. In response to the third research question, the context and welfare-state arrangements, or lack of support from the state, is what necessitates the increased role of the family to step in to help, and thus the parenting style also becomes more prominent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "For our Voluntary Dependents we saw that an authoritative parenting style did indeed lead to educational success. We also see a strong transmission of cultural capital through the emphasis on the intrinsic value of education. These families had the most capital available both in terms of types and quantity, and both transmitted and transformed the capital to the younger generation. We see clear consequences of the liberal and family focused welfare-state regime where the family steps in as support in the complex modern transitions into adulthood. However, this situation of reliance on the parents also fostered a lack of focus on achieving economic self-sufficiency in this group. Since all Voluntary Dependents are still in education, however, we cannot come to a definite conclusion as to whether this pattern will eventually enable the respondents to become economically self-sufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "For the Gradual Progressors we see a mix of permissive and authoritarian parenting that seems to have stifled the desire to become economically self-sufficient. They appear to be less willing to take risks and display less independent and autonomous career planning. Instead, they opt for safe career moves and still rely on their parents with regard to economic resources. The family act as a haven where the young person can return to when the demands of adulthood become too much. Cultural capital is not particularly present, but we see a clear and direct transmission of work values that has fostered a focus on working hard, but not necessarily always achieving the top outcome. This context may be what has somewhat limited their desire for economic self-sufficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Among the Ambitious, it is not necessarily a particular parenting style on its own, which appears to have had the greatest impact on their selfefficacy and ambitions to become economically self-sufficient. Instead, the work values within the family have played an important role. In this group, extrinsic work values were most obvious and both respondents had established a clear link between work and economic self-sufficiency early on in their lives. We also see a greater desire by these respondents to be independent from their family, so therefore they are less accepting of the help that the family provides. Importantly, the family does still provide support by transmitting both social and economic capital, but the respondents have a strong sense of reciprocation illustrating again their desire for economic self-sufficiency. In contrast to the Voluntary Dependents, the Ambitious experienced a transformation of cultural capital (valuing education) into economic capital (to help you get a job).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the case of the Entrepreneurs, permissive parenting appears to facilitate economic self-sufficiency. However, we need to consider that these families did not have the possibility of relying on parental economic resources. Self-sufficiency therefore was a necessity as much as an ambition. However, autonomy throughout their lives appears to have contributed to their entrepreneurial spirit and a need for parental acknowledgement pushed them further in their endeavours. It seems like the environment accepting of failure and innovation nurtured an entrepreneurial spirit of self-efficacy as well as willingness to take risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In conclusion, we see that parenting style seems to both directly and indirectly influence especially the attitude towards economic selfsufficiency among our respondents. In contrast, the link between current economic self-sufficiency and parenting style is weaker, and it seems like the economic resources, or in other words the cash and class, of the family and the ability to support the transition from school to work or into adulthood has had a larger influence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Emily Rainsford is a Research Associate at Newcastle University and gained her Ph.D. from Southampton University in 2014. She is a political scientist specialising in youth political participation and activism, transitions to adulthood and labour market and political socialisation. She is also one of the convenors of the PSA Young People's Politics Specialist Group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Anna Wambach is a qualitative analyst working in the public sector. She holds a Ph.D. in politics from Newcastle University, for which she was awarded the UACES Best Thesis Prize 2019 in recognition of the substantial contribution the thesis has made to contemporary European Studies. She is specialised in qualitative research methods, in particular critical discourse analysis. More recently, she has explored data science approaches to qualitative data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging Adulthood: The Winding Road from the Late Teens Through the Twenties",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnett",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Three Worlds of Welfare Capitalism or More? A State of the Art Report",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelissen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of European Social Policy",
            "volume": "12",
            "issn": "2",
            "pages": "137--158",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parenting Styles and Adolescents' Achievement Strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aunola",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stattin",
                    "suffix": ""
                },
                {
                    "first": "J.-E",
                    "middle": [],
                    "last": "Nurmi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Adolescence",
            "volume": "23",
            "issn": "2",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Mobility Problem in Britain: New Findings from the Analysis of Birth Cohort Data",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bukodi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Goldthorpe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuha",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The British Journal of Sociology",
            "volume": "66",
            "issn": "1",
            "pages": "93--117",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Varieties of Youth Welfare Citizenship: Towards a Two-Dimension Typology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chevalier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of European Social Policy",
            "volume": "26",
            "issn": "1",
            "pages": "3--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parenting Style as Context: An Integrative Model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Press Release: New Apprenticeship Funding to Transform Investment in Skills",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Education and Training Monitor 2016: United Kingdom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "European Union",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social Capital and Unemployment: A Macro-Quantitative Analysis of the European Regions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freitag",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirchner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Political Studies",
            "volume": "59",
            "issn": "2",
            "pages": "389--410",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Aims and Objectives of Apprenticeship in Where Next for Apprenticeships. London: Chartered Institute of Personnel and Development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Home'-Making: On the Spatiality of Daily Social Reproduction in Contemporary Middle-Class Britain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transactions of the Institute of British Geographers",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Youth Transitions in an Age of Uncertainty",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Handbook of Youth and Young Adulthood: New Perspectives and Agendas",
            "volume": "",
            "issn": "",
            "pages": "3--13",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of Parental Job Insecurity and Parenting Behaviors on Youth's Self-Efficacy and Work Attitudes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Loo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Vocational Behavior",
            "volume": "63",
            "issn": "1",
            "pages": "86--98",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Families and Households in the UK",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ons",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Divorces in England and Wales",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessment of the UK Post-Referendum Economy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ons",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Youth Transitions and Generations: A Response to Wyn and Woodman",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Youth Studies",
            "volume": "10",
            "issn": "2",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Self-Efficacy Scale: Construction and Validation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sherer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maddux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mercandante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prentice-Dunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Psychological Reports",
            "volume": "51",
            "issn": "2",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Poverty and Insecurity: Life in Low-Pay, No-Pay Britain",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shildrick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Garthwaite",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Hourglass and the Escalator: Labour Market Change and Mobility. London: The Work Foundation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sissons",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Gender, Turning Points, and Boomerangs: Returning Home in Young Adulthood in Great Britain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berrington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Falkingham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Demography",
            "volume": "51",
            "issn": "1",
            "pages": "257--276",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Intergenerational Support During the Transition to Adulthood",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New Perspectives and Agendas",
            "volume": "",
            "issn": "",
            "pages": "217--225",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Regimes of Youth Transitions: Choice, Flexibility and Security in Young People's Experiences Across Different European Contexts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Young",
            "volume": "14",
            "issn": "2",
            "pages": "120--239",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "I would not necessarily think of them [transmitted values] as Christian values rather than just good values.(self-employed, urban, male)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "guess I didn't get very much guidance as they kind of wanted me to do anything I wanted to… I guess my parents were always… super supportive, super nice. Not very well at guiding….My mam just likes for people to be doing well… I could start talking to my mam about what's going on and she wouldn't have a clue. She might get bored… she's very interested in the fact it's going well… and that's all she needs to know. (self-employed, urban, male) I suppose you want your children to be kind to each other, and kind and understanding of other people… [education is] not the be all and end all of everything… if young people trip up in the early years of finding their feet, they can find other ways of getting back on. (self-employed, urban, male-mother) Well, getting on with people and understanding that they might have different ideas and different ways to you. Oh yes, that's what they [her children] were taught. (self-employed, urban, male-grandmother) Authoritarian parenting was most easily identifiable in the families of the Ambitious, evidenced by little open communication (especially with regard to money; see below). Consequently, they received more guidance and experienced less autonomy in comparison to the Entrepreneurs. Yeah. It was his choice, yeah, where he went and what he did. […] But he had to do a proper subject (laughs). Not media studies (laughs). (in education/family business, rural, male-mother)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}