{"paper_id": "186f25cbf42b7e2cb3180f79c5d319b11e676449", "metadata": {"title": "Nutritional management of the foal with diarrhoea", "authors": [{"first": "B", "middle": [], "last": "Barr", "suffix": "", "affiliation": {"laboratory": "", "institution": "Rood and Riddle Equine Hospital", "location": {"settlement": "Lexington", "region": "Kentucky", "country": "USA"}}, "email": "correspondingauthoremail:bbarr@roodandriddle.com"}]}, "abstract": [{"text": "Diarrhoea is a common problem in the neonatal and suckling foal. In certain circumstances supplemental nutrition is necessary depending on the age of foal, severity of diarrhoea and presence of other systemic manifestations. Nutritional supplementation can be provided either enterally or parenterally. Enteral nutrition is superior to parenteral nutrition because it is the most natural and physiologically sound means to provide nutritional support. Parenteral nutrition may be warranted if the foal is unable to receive or tolerate enteral nutrition. Dextrose alone or with amino acids and lipids can provide appropriate nutrition when enteral feeding is not tolerated. As soon as the foal stabilises enteral feeding can be reintroduced.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Diarrhoea is a common problem in the foal. Important aspects of treatment included maintaining hydration, proper electrolyte balance and other supportive measures. In certain circumstances nutritional supplementation is necessary. A neonatal foal with diarrhoea that has stopped nursing or has secondary gastrointestinal problems such as ileus or abdominal distension will require nutritional supplementation. Suckling foals may not require supplementation as soon as the neonate. Nutritional supplementation can be provided by the enteral or parenteral route. Enteral nutrition is superior to parenteral nutrition because it is the most natural and physiologically sound means to provide nutritional support. Parenteral nutrition may be warranted if the foal is unable to receive or tolerate enteral nutrition. Carbohydrate solutions administered continuously or as an addition to bolus fluids is the simplest means of providing extra calories to a foal with diarrhoea. Amino acids and lipids can be added to provide a source of protein and additional calories. Mixtures of dextrose, amino acids and lipids must be administered at a constant rate infusion. The blood glucose must be closely monitored because many foals with diarrhoea are septic and intolerant of dextrose supplementation. As soon as the foal stabilises enteral feeding can be reintroduced. Mare's milk is the preferred source of enteral nutrition because it is highly digestible and provides the correct balance of nutrients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Diarrhoea is a common problem in the foal and a large majority of foals will have at least one episode of diarrhoea in the first 6 months of life (Urquhart 1981) . There are numerous infectious and noninfectious causes of diarrhoea in the foal. Infectious causes include bacterial, viral, protozoal and parasitic organisms. Rotavirus, Clostridium perfringens types A and C, Clostridium difficile and Salmonella enterica are most commonly associated with infectious diarrhoea in the foal. Other less common infectious agents include coronavirus, Parascaris equorum, Strongylus spp., Cryptosporidium parvum and other anaerobic bacteria. Frederick et al. (2009) reported that foals less than 1 month of age are more likely to have diarrhoea due to Clostridium perfringens or undetermined aetiology, whereas foals greater than 1 month of age are more likely to have rotavirus, Salmonella sp. or parasites as causative agents (Frederick et al. 2009 ). Coinfection between infectious agents has recently been documented as being more prevalent than initially thought and may contribute to the severity of the gastrointestinal disorder. These observations were based on molecular-based testing comparing foals with diarrhoea to healthy foals. Coinfections with viral and protazoal organisms were more frequently identified in foals with diarrhea (Slovis et al. 2014) . Possible noninfectious causes of diarrhoea include foal heat diarrhoea, dietary intolerance, ingestion of sand, asphyxiaassociated gastroenteropathies and gastroduodenal ulceration.", "cite_spans": [{"start": 146, "end": 161, "text": "(Urquhart 1981)", "ref_id": "BIBREF31"}, {"start": 635, "end": 658, "text": "Frederick et al. (2009)", "ref_id": "BIBREF7"}, {"start": 921, "end": 943, "text": "(Frederick et al. 2009", "ref_id": "BIBREF7"}, {"start": 1339, "end": 1359, "text": "(Slovis et al. 2014)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Foal diarrhoea"}, {"text": "In the majority of cases diarrhoea is mild and medical treatment may not be necessary. In other cases, the diarrhoea is severe with accompanying clinical signs of sepsis, septic shock and other systemic manifestations. The most important factor in the treatment of a foal with diarrhoea is maintaining hydration and electrolyte balance. In mild cases of diarrhoea, hydration may be maintained by nursing or administration of oral fluids. Severely affected foals and neonatal foals will often require administration of intravenous (i.v.) fluids and have severe electrolyte derangements which require additional i.v. or oral supplementation of bicarbonate, sodium or potassium. Plasma or synthetic colloids are useful for increasing oncotic pressure and maintaining circulatory volume in foals with hypoproteinaemia. Antimicrobial therapy is necessary in neonatal foals and foals with diarrhoea accompanied by signs of septicaemia. Commonly used antimicrobials include a combination of a beta-lactam and an aminoglycoside or a third generation cephalosporin. Any foal receiving an aminoglycoside should have its renal status closely monitored. If a Clostridial organism is suspected, metronidazole can be added to the treatment. There are many gastrointestinal protectants and absorbents that can be administered to a foal with diarrhoea. Activated charcoal and di-tri-octahedral smectite are absorbants that can bind endotoxin and reduce its absorption. Studies have shown that di-tri-octahedral smectite can bind the exotoxins of Clostridium difficile and Clostridium perfringens (Weese et al. 2003; Lawler et al. 2008) . In foals with severe diarrhoea prophylactic use of antiulcer medications may be warranted. Since diarrhoea caused by rotavirus or Clostridium difficile can result in lactase deficiency secondary to the loss of small intestinal brush border, supplementation with lactase enzyme may be beneficial in these patients (Weese et al. 1999) . Probiotic administration in foals with diarrhoea has become popular although documentation supporting efficacy is lacking.", "cite_spans": [{"start": 1580, "end": 1599, "text": "(Weese et al. 2003;", "ref_id": "BIBREF33"}, {"start": 1600, "end": 1619, "text": "Lawler et al. 2008)", "ref_id": "BIBREF17"}, {"start": 1935, "end": 1954, "text": "(Weese et al. 1999)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Foal diarrhoea"}, {"text": "Nutritional needs of the foal with diarrhoea depend on several factors including the severity of the diarrhoea, age of the foal, causative agent of the diarrhoea and if there are other systemic factors involved. Foals with mild transient diarrhoea will continue to nurse and be able to maintain proper caloric intake. A neonatal foal with diarrhoea that stops nursing may require nutritional intervention sooner than a suckling foal due to the limitation of body reserves. The presence of other gastrointestinal abnormalities such as ileus or abdominal distention may warrant extra nutrition because the foal is unable to nurse. Foals with profuse watery diarrhoea due to osmotic diarrhoea often suffer from gas accumulation and abdominal distension. In the neonatal foal diarrhoea can be secondary to asphyxia-related gut injuries resulting in mucosal injury and milk intolerance. Failure to provide adequate nutritional support may also have substantial negative influence on the immune response.", "cite_spans": [], "ref_spans": [], "section": "Nutritional support"}, {"text": "Nutritional management of the foal with diarrhoea varies from clinic to clinic. Some practices will completely restrict milk intake of a foal hospitalised with diarrhoea whereas others will allow the foal to continue to nurse. Management of the foal with diarrhoea on the farm often does not allow for restriction of nursing. The effects of these different management practices on morbidity and mortality and longterm outcome are unknown.", "cite_spans": [], "ref_spans": [], "section": "Nutritional support"}, {"text": "Prior to developing a nutritional plan the foal must be triaged and stabilised. Gastrointestinal motility is usually poor if the foal is clinically dehydrated or in shock. Every effort must be made to correct electrolyte, acid-base and hydration status of the case then a nutritional plan can be developed. Fluids containing dextrose should not be used for initial fluid resuscitation because excessive amounts of dextrose can result in profound hyperglycaemia, although in foals with longstanding diarrhoea or secondary septicaemia, hypoglycaemia is common and some dextrose is required in the initial resuscitation fluid. In these cases 0.25-0.5 ml/kg bwt of a 50% dextrose solution added to the resuscitation fluids is beneficial.", "cite_spans": [], "ref_spans": [], "section": "Nutritional support"}, {"text": "Once the foal has been stabilised attention can be given to determining if there is a need for nutritional support and the best way to go about providing the nutritional support. Neonatal foals that stop nursing or have secondary gastrointestinal problems should be supplemented because of limited energy reserves in the form of glycogen and fat. Profound hypoglycaemia can occur in the neonatal foal if deprived of energy intake even for a few hours (McKenzie and Geor 2009). Suckling foals that stop nursing and are in good body condition may not require supplementation as soon as the neonate, but even after 24-36 h of inappetence benefit from extra calories. The nutritional requirements of a foal with diarrhoea have not been determined. Recommendations are generally based on data from healthy foals. It has been estimated that a healthy neonatal foal's energy requirement is about 120-150 kcal/kg bwt/day (502-628 kJ/kg bwt/day) (Martin et al. 1992) . In a recent report the resting energy requirements in critically ill neonatal foals was documented to be approximately 50 kcal/kg bwt/day (210 kJ/kg bwt/day), which is about one-third the energy requirements for growing, active normal foals (Jose-Cunilleras et al. 2012 ). Interestingly, this study also noted that surviving critically ill neonatal foals resting energy requirements normalised to healthy neonatal foal values prior to discharge from the hospital. The energy requirements of a healthy suckling foal are estimated to be 120 kcal/kg bwt/day (502 kJ/kg bwt/day) at 3 weeks of age then 80-100 kcal/kg bwt/day (335-418 kJ/kg bwt/day) at 1 month to weaning (Ousey et al. 1996 (Ousey et al. , 1997 . Nutritional supplementation can be provided either enterally or parenterally. The best and most natural is the enteral route, although certain circumstances warrant the parenteral route.", "cite_spans": [{"start": 937, "end": 957, "text": "(Martin et al. 1992)", "ref_id": "BIBREF20"}, {"start": 1201, "end": 1229, "text": "(Jose-Cunilleras et al. 2012", "ref_id": "BIBREF15"}, {"start": 1627, "end": 1645, "text": "(Ousey et al. 1996", "ref_id": "BIBREF24"}, {"start": 1646, "end": 1666, "text": "(Ousey et al. , 1997", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Nutritional support"}, {"text": "Parenteral nutrition is indicated for foals with poor gastrointestinal function and intolerance to enteral feeding. The goal of parenteral nutrition is to provide enough nutritional support to avoid energy depletion during a phase of the disease in which enteral nutrition is not an option or provide supplemental nutrition when full enteral nutrition cannot be tolerated. Carbohydrates and lipids are the primary sources of energy used in parenteral nutrition solutions, whereas amino acids are added to meet protein requirements.", "cite_spans": [], "ref_spans": [], "section": "Parenteral nutrition"}, {"text": "Carbohydrate-containing fluids solutions represent the simplest means of providing i.v. nutrition to foals. Supplying energy in the form of dextrose decreases the need for catabolism, which allows the foal's metabolic energy to be focused on recovery and not on support. The caloric content of a 50% dextrose solution is 1.7 kcal/g (7.1 kJ/g). Carbohydrate-containing solutions can be administered for a short period in the younger foal (24-48 h) and longer in the older foal (3 days) because dextrose-containing fluids are an incomplete nutritional source. The most common solution is a product containing 5% dextrose, which is available in several options including 5% dextrose in water, lactated Ringer's solution with 5% dextrose, 0.45% saline with 5% dextrose and hypotonic maintenance electrolytes solutions containing 5% dextrose. Alternatively, one can compound a dextrose solution by adding 50% dextrose (500 mg of dextrose/ml) to an isotonic polyionic fluid used for routine fluid support. Although the solution is hypertonic, it can be tolerated for a short term administered at a constant rate infusion. Dextrose in 5% water is not a good choice as a maintenance solution because of the absence of electrolytes and is primarily useful in providing free water to patients suffering from hyperosmolar conditions. A total of 50% dextrose solution can be administered without dilution using an infusion pump, as long as additional isotonic fluids are being administered concurrently to meet the hydration needs of the case and to avoid endothelial injury caused by the hypertonic nature of this solution. The primary fluid needs of the case can be met with the isotonic fluids and it will be easier to adjust the fluid rate in response to hydration needs without affecting their nutritional needs. At birth the stimulated fetal liver produces 4-8 mg/kg bwt/min of glucose, thus this is the appropriate rate of the dextrose containing fluids for the neonate, although the really septic neonate may require more (Silver and Comline 1976) . The rate similar to an adult, 0.5-2 mg/kg bwt/min, is appropriate for the suckling foal (see Table 1 for an example calculation of dextrose supplementation).", "cite_spans": [{"start": 2018, "end": 2043, "text": "(Silver and Comline 1976)", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 2139, "end": 2146, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Parenteral nutrition"}, {"text": "After 24-48 h of dextrose-containing fluids, the nutritional plan should be revisited to determine whether the foal can tolerate enteral nutrition. In addition to vital parameters and hydration status the presence or absence of gastrointestinal motility, frequency of faecal output and consistency of faeces should be taken into consideration in the assessment. If continued parenteral nutrition is required a more complete solution that contains amino acids and possible lipids should be administered. Since the metabolic response to injury and sepsis is the increased protein degradation in muscle tissue, the addition of a protein source reduces this catabolic response. Protein supplementation provides essential and nonessential amino acids. The most commonly used protein solutions provide approximately 4.0 kcal/g (16.7 kJ/g) of protein. A commercially premixed standardised combination of a 50% dextrose solution and 8.5% amino acid solution is available and has been utilised in the author's practice. Another option is to purchase the solutions separately and aseptically mix in a sterile parenteral nutrition bag. The following formula is well tolerated by the foal: 1500 ml 50% dextrose and 1500 ml 8.5% amino acids. The caloric density of this solution is 1.02 kcal/ml (4.27 kJ/ml). Because the combination of dextrose and amino acids is hypertonic and potentially harsh on the vein, the solution should be diluted in an isotonic solution or sterile water for administration.", "cite_spans": [], "ref_spans": [], "section": "Parenteral nutrition"}, {"text": "The greatest benefit to the addition of lipids is providing more calories than just dextrose or dextrose and amino acids. Lipid emulsions contain primarily long-chain triglycerides and provide a concentrated source of calories at 9-11 kcal/g (38-46 kJ/g). Another benefit is that lipid emulsions are isotonic and help reduce total osmolarity when added to glucose and amino acid mixtures. Critical illness may result in protein catabolism and muscle wasting as a result of the release of cytokines and catabolic hormones. Thus it is important to provide at least 100-200 nonprotein calories (carbohydrate and lipids) per gram of nitrogen in the parenteral nutrition formula to avoid the use of amino acids for energy (Hansen 1990) .", "cite_spans": [{"start": 717, "end": 730, "text": "(Hansen 1990)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Parenteral nutrition"}, {"text": "Solutions composed of 10 g/kg bwt/day of dextrose, 2 g/ kg bwt/day of amino acids and 1 g/kg bwt/day of lipids are well tolerated by the foal. The volume of each nutrient is calculated based on the proportion of energy derived from dextrose and lipids as well as the grams of protein that the foal requires. Once the final volume is determined, an hourly infusion rate is calculated by dividing the total volume in millilitres by 24 h. Several basic formulas have been described for use in the foal and can easily be prepared using aseptic technique ( Table 2) . Premade mixtures of i.v. multivitamins can be added to parenteral nutrition. These products contain the fat soluble vitamins A, D and E, which are solubilised in an aqueous medium, permitting i.v. administration. The B complex vitamins including thiamine, folic acid, pantothenic acid and niacin are also found in these commercial vitamin products. Thiamine (vitamin B1) is a component of thiamine pyrophosphate and is an essential cofactor in carbohydrate metabolism. Vitamin B complex can be added directly to the parenteral nutrition solution. Supplemental electrolytes can be added the maintenance crystalloid fluids.", "cite_spans": [], "ref_spans": [{"start": 552, "end": 560, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "Parenteral nutrition"}, {"text": "Parenteral nutrition can safely be administered by an i.v. catheter placed aseptically in the jugular vein although proper catheter management is extremely important. The solutions used for parenteral nutrition are hypertonic and can cause injury to the vascular endothelium resulting in phlebitis or thrombosis. Multi-lumen catheters allow for one lumen to be dedicated to infusion of the solution thus minimising the risks of contamination. Parenteral nutrition should be delivered at a constant rate using an infusion pump to avoid fluctuations in glucose delivery and metabolic complications and the actual volume of parenteral nutrition delivered to the case should be carefully monitored and recorded. Parenteral nutrition administration should be started at one quarter of the target rate. This is to allow for insulin and other physiological parameters to adapt to the solution. The rate should then be gradually increased every 4-6 h, depending on the blood glucose values, until the target rate is reached (see Table 3 for example calculation of TPN). In the early stage of parenteral nutritional therapy the foal must be frequently monitored. In addition to the physical examination and vital signs, blood glucose concentrations should be monitored. Initially the blood glucose concentration should be monitored every 2-4 h until the patient is at the target rate of parenteral nutrition then the frequency can be decreased. Blood glucose should be maintained between 5.0-10.0 mmol/l. The frequency of monitoring blood glucose concentration depends on the age and stability of the patient with the very critically ill neonatal foal often requiring more frequent monitoring. Urine output should be monitored constantly with intermittent monitoring of urine glucose. In some cases glucosuria and diuresis are observed when blood glucose levels exceed 10 mmol/l indicating the administration rate should be adjusted. Some critically ill foals, usually Table 2 (1.19 kcal/ml) (4.98 kJ/ml) 8000 kcal/day divided by 1.19 kcal/ml = 6722 ml/day 6722 ml/day divided by 24 h/day = 280 ml/h Infusion rate = 280 ml/h Nutritional management of the foal with diarrhoea neonatal foals, are intolerant of even a conservative rate of dextrose because of insulin resistance. Foals with persistently increased values, above 10-11 mmol/l for greater than 4-6 h, may benefit from exogenous insulin therapy. It has been described that hypoglycaemia and hyperglycaemia are common in critically ill foals and oftentimes are associated with poor outcome thus significant variations in blood glucose should be avoided (Krause and McKenzie 2007; Hollis et al. 2008a,b) .", "cite_spans": [{"start": 2603, "end": 2629, "text": "(Krause and McKenzie 2007;", "ref_id": "BIBREF16"}, {"start": 2630, "end": 2652, "text": "Hollis et al. 2008a,b)", "ref_id": null}], "ref_spans": [{"start": 1021, "end": 1028, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 1960, "end": 1967, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Parenteral nutrition"}, {"text": "Sepsis has been documented in 50% of foals less than 30 days of age with diarrhoea (Hollis et al. 2008a,b) . Since clearance of lipids can be impaired with Gram-negative sepsis monitoring the serum triglyceride value is important. Triglyceride concentrations of >2.3 mmol/l were associated with nonsurvival in both man and foals receiving i.v. nutrition (Heyland et al. 1998; Myers et al. 2009 ). Thus lipid administration should be discontinued if the triglyceride value is persistently elevated. Since electrolyte abnormalities are a common occurrence in patients with diarrhoea, frequent monitoring of electrolytes should be performed. Hypokalaemia is common in foals receiving i.v. nutrition because glucose and insulin administration reduce extracellular potassium concen trations. Metabolic acidosis can occur due to gastrointestinal loss of bicarbonate ions.", "cite_spans": [{"start": 83, "end": 106, "text": "(Hollis et al. 2008a,b)", "ref_id": null}, {"start": 354, "end": 375, "text": "(Heyland et al. 1998;", "ref_id": "BIBREF10"}, {"start": 376, "end": 393, "text": "Myers et al. 2009", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Parenteral nutrition"}, {"text": "In certain instances a constant rate of infusion of fluids and parenteral nutrition is not feasible and fluids will need to be bolused. Depending on the foal and severity of the diarrhoea the fluids can be administered every 2-6 h over a period of 30 min. Once the foal has been stabilised, the amount of fluids to administer at each bolus can be calculated by estimating the total volume the foal would receive in a 24 h period and dividing by the frequency of administration. Fluid therapy for a foal with diarrhoea typically consists of maintenance rate combined with an estimate of ongoing losses. The volume will need to be changed daily as the foal's condition improves or worsens. In this instance to provide extra calories, dextrose can be added to the fluids. In order to prevent significant hyperglycaemia, a 1-2.5% dextrose solution in isotonic polyionic fluids can be administered slowly over a period of 20-30 min. Based on this author's experience, this amount of dextrose will not result in significant hyperglycaemia.", "cite_spans": [], "ref_spans": [], "section": "Parenteral nutrition"}, {"text": "Results from numerous animal and human studies support that enteral nutrition is superior to parenteral nutrition. Food in the gastrointestinal tract has an important role in preserving normal physiology, especially related to immune function and systemic inflammation. Animal models have demonstrated that enteral nutrition lowers the risk of infection by preserving the gastrointestinal tract integrity and enhancing its ability to provide an immunocompetent barrier to prevent invasion by pathogenic microorganisms. Rats fed enterally demonstrated better lymphocyte function and better survival when subjected to bacterial challenge than those receiving only total parenteral nutrition (TPN) (Birkhahn and Renk 1984) . The intestinal barrier is maintained by the enterocytes which play a major role in digestion and immunological protection. Enterocytes are responsible for brush border digestion and absorption of nutrients. Virtually all nutrients enter the body by crossing the enterocytes by active transport or diffusion. Amino acids, specifically glutamine, are the enterocytes main source of fuel, but glucose and fatty acids can also be utilised by enterocytes. Enterocytes, which are joined together by tight junctions, also provide a barrier against microbial translocation across the bowel wall into the systemic circulation (Alverdy 1994) . Enterocytes constitute more than a physical barrier against foreign substances from the gut as they are capable of reacting to the heavy antigenic load of the gastrointestinal tract. Through their direct receptors, antimicrobial peptides and regulatory cytokines enterocytes are true immune competent cells (Alverdy 1994) . Enterocytes can take up and process antigens which are then presented directly to T cells (Snoeck et al. 2005) . Production of secretory IgA, the principle immunoglobulin in the lumen of the gastrointestinal tract, is influenced by enterocytes (Miron and Cristea 2012) . Rats fed enterally maintained secretory IgG levels better than rats fed the same nutrients i.v. (Alverdy et al. 1985) .", "cite_spans": [{"start": 695, "end": 719, "text": "(Birkhahn and Renk 1984)", "ref_id": "BIBREF4"}, {"start": 1339, "end": 1353, "text": "(Alverdy 1994)", "ref_id": "BIBREF0"}, {"start": 1663, "end": 1677, "text": "(Alverdy 1994)", "ref_id": "BIBREF0"}, {"start": 1770, "end": 1790, "text": "(Snoeck et al. 2005)", "ref_id": "BIBREF29"}, {"start": 1924, "end": 1948, "text": "(Miron and Cristea 2012)", "ref_id": "BIBREF22"}, {"start": 2047, "end": 2068, "text": "(Alverdy et al. 1985)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "Studies have shown that after just a few days of complete bowel rest, progressive atrophy of the intestinal tract occurs. There is loss of villi, decreased disaccharide activity, malabsorption of sugars, decreased absorption and disruption of barrier protective functions (Johnson 1988; Mainous and Deitch 1994) . The lack of food produces a state of 'luminal starvation' that adversely affects the enterocytes (Strodtbeck 2003) . The consequences of enterocyte starvation are characterised by intestinal mucosal atrophy, decreased absorption of nutrients, loss of tight junctions between enterocytes and impaired immune functions (Johnson 1988; Mainous and Deitch 1994) . The risk for translocation of bacteria is increased due to loss of gut integrity. Rats fed only parenteral nutrition for 2 weeks had a 66% incidence of positive cultures in mesenteric lymph nodes whereas those fed enterally had no evidence of bacterial translocation (Alverdy et al. 1988) . Translocation of bacteria across the gastrointestinal mucosa has been documented during periods of bowel rest in intensive care patients. Enteral nutrition helps to maintain the functional integrity of the bowel, prevent translocation of bacteria and subsequent sepsis. Therefore, even if the gastrointestinal tract cannot be used to meet complete needs, small amounts of enteral feeding may be helpful. Numerous studies with preterm human infants have documented the beneficial outcomes of minimal enteral feedings. These studies noted decreased hospitalisation, faster transition to complete oral feedings, fewer infants with feeding intolerance and a reduction in sepsis (Berseth 1992; Dallas et al. 1998; Shulman et al. 1998) . In mice an experimental study noted that small amounts of enteral nutrition paired with parenteral nutrition prevented and reversed some of the changes in the gastrointestinal mucosa that are typically noted with lack of enteral nutrition (Ikezawa et al. 2008) .", "cite_spans": [{"start": 272, "end": 286, "text": "(Johnson 1988;", "ref_id": "BIBREF14"}, {"start": 287, "end": 311, "text": "Mainous and Deitch 1994)", "ref_id": "BIBREF19"}, {"start": 411, "end": 428, "text": "(Strodtbeck 2003)", "ref_id": "BIBREF30"}, {"start": 631, "end": 645, "text": "(Johnson 1988;", "ref_id": "BIBREF14"}, {"start": 646, "end": 670, "text": "Mainous and Deitch 1994)", "ref_id": "BIBREF19"}, {"start": 940, "end": 961, "text": "(Alverdy et al. 1988)", "ref_id": "BIBREF2"}, {"start": 1638, "end": 1652, "text": "(Berseth 1992;", "ref_id": "BIBREF3"}, {"start": 1653, "end": 1672, "text": "Dallas et al. 1998;", "ref_id": "BIBREF5"}, {"start": 1673, "end": 1693, "text": "Shulman et al. 1998)", "ref_id": "BIBREF26"}, {"start": 1935, "end": 1956, "text": "(Ikezawa et al. 2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "It has been well documented that fresh mare's milk is the preferred source of enteral nutrition in the neonatal foal. Advantages of this source of enteral feeding include physiological stimulation leading to normal metabolic regulation, preservation of gastrointestinal mucosa integrity and important trophic substances (including epidermal growth factor and insulin-like growth factors) which stimulate normal growth and development. If fresh mare's milk is not available, frozen mare's milk is the next best alternative followed by milk replacer. Milk from another species can be used if there are no other options. Goat's milk is higher in fat, total solids and gross energy than mare's milk and easier to digest than cow's milk. Most foals will accept a goat milk diet and exhibit satisfactory growth.", "cite_spans": [], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "A normal, healthy neonatal foal consumes roughly 15% of bodyweight as milk in the first 24 h. By 5 weeks of age foals spend more than 20% of their time grazing or eating nonmilk foods (McKenzie and Geor 2009). As the foal matures the capacity for fibre digestion increases and by 6 months of age the foal is receiving less than 30% of the total nutritional requirement in the form of milk. Foals are born without bacteria in the gastrointestinal tract, but colonisation begins rapidly with a mature microbial community present by the sixth week of life (Earing et al. 2012) . Overall, the timeline of the microbial establishment of the gastrointestinal tract is consistent with the time at which plant-based feeds become important in the diet of the foal. As hindgut function increases a shift in the primary energy substrate also occurs from ingested carbohydrates absorbed in the small intestine to volatile fatty acids produced by fermentation that are absorbed from the large intestines.", "cite_spans": [{"start": 553, "end": 573, "text": "(Earing et al. 2012)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "Physiologically the best route for providing milk is by normal suckling. Other methods utilised to provide milk include bottle or bowl feeding or feeding through a nasogastric tube. Placement of a small diameter indwelling nasogastric tube is well tolerated by foals. Small volumes of milk should be started and if tolerated, the volume gradually increased over several days. Ideally, the foal should be fed at least every 2 h. A good starting point is 5% of bodyweight for the first 24 h. If this volume is well tolerated then the volume can be increased until the foal is able or willing to nurse. In any case care must be taken to provide enough calories and protein so parenteral supplementation will be needed to make up the difference between what can be given by the enteral route and what is required. Suckling foals might prefer to eat hay instead of nurse. The addition of forage to the diet provides energy in the form of volatile fatty acids, maintains colonocyte health by the generation of butyric acid and may decrease faecal water volume (Lawrence and Lawrence 2009) . In a majority of the cases preference for hay over milk is only temporary and the foal will resume nursing within 24 h. If a foal completely refuses to nurse or eat and has no additional gastrointestinal problems that would prevent the foal from nursing or eating, an indwelling nasogastric tube can be placed for supplementation. Milk can be administered in the younger foal (less than 1 month of age) and a slurry of pelleted balanced creep/foal feed to the older suckling foal. This pelleted feed would need to be ground with the addition of water, a balanced electrolyte solution or milk to form a slurry in a consistency that will go down a tube. The amount of foal feed to supplement per day is generally one pound (0.45 kg) of feed per month of age or as listed on the feed bag. This should be divided into several feeds and the foal closely monitored for complications. Possible complications include overfeeding resulting in gastric distension and colic, worsening of diarrhoea, oesophageal irritation or aspiration pneumonia. Additional fluids i.v. or orally may need to be administered based on the foal's hydration status and severity of diarrhoea. It is unlikely that supplementation by nasogastric tube will be needed because most foals will continue to consume some type of enteral nutrition on their own. Based on the above information, foals with diarrhoea and no additional gastrointestinal abnormalities should be allowed to continue to nurse or eat hay with supplemental i.v. fluids if needed. Foals with severe abdominal distention, ileus, septic shock or colic will benefit from a brief period of feed restriction. The addition of parenteral nutrition will depend on the age of the foal and length of time it will be restricted from enteral nutrition. As soon as the foal's gastrointestinal function stabilises enteral feeding should be reintroduced. This introduction can be intermittent allowance to nurse or, in the case of an older foal, the addition of handfuls of hay. The introduction period should be short, for instance every 2-4 h provide an enteral form of nutrition with the final goal of return to full feed/milk in 24-36 h. If the foal is receiving parenteral nutrition the rate can be decreased by half then discontinued once the foal is back to full enteral nutrition.", "cite_spans": [{"start": 1054, "end": 1082, "text": "(Lawrence and Lawrence 2009)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "It is important to assess the response to nutritional support. The ideal way would be daily weight on a walk-on scale, but this is impractical because of the expense of a walk-on scale and risk of contamination of the scale with an infectious agent. Similar to adults the body scoring system established by Henneke and others (1983) can be used to give a general idea if body condition is being lost or maintained. This system is based on visual appraisal and body palpation of 6 areas including along the neck, withers, topline, tailhead, ribs and behind the shoulder (Henneke et al. 1983 ). The foal's ideal body condition score is between 5 and 7. Daily monitoring of these parameters will serve as a guide to determine if the nutritional plan is appropriate. Trends in either direction, but most importantly evidence of body condition loss, can help one determine if a modification of the nutritional plan is required.", "cite_spans": [{"start": 307, "end": 332, "text": "Henneke and others (1983)", "ref_id": null}, {"start": 569, "end": 589, "text": "(Henneke et al. 1983", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Enteral nutrition"}, {"text": "No conflicts of interest have been declared.", "cite_spans": [], "ref_spans": [], "section": "Author's declaration of interests"}, {"text": "Ethical review not applicable for this review article.", "cite_spans": [], "ref_spans": [], "section": "Ethical animal research"}, {"text": "There was no private or commercial funding for this work. The author is supported by Rood and Riddle Equine Hospital.", "cite_spans": [], "ref_spans": [], "section": "Source of funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The effect of nutrition on gastrointestinal barrier function", "authors": [{"first": "J", "middle": [], "last": "Alverdy", "suffix": ""}], "year": 1994, "venue": "Semin. Respir. Infect", "volume": "9", "issn": "", "pages": "248--255", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The effect of parenteral nutrition on gastrointestinal immunity: the importance of enteral stimulation", "authors": [{"first": "J", "middle": [], "last": "Alverdy", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Chi", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Sheldon", "suffix": ""}], "year": 1985, "venue": "Ann. Surg", "volume": "202", "issn": "", "pages": "681--684", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Total parenteral nutrition promotes bacterial translocation from the gut", "authors": [{"first": "J", "middle": [], "last": "Alverdy", "suffix": ""}, {"first": "E", "middle": [], "last": "Aoys", "suffix": ""}, {"first": "G", "middle": [], "last": "Moss", "suffix": ""}], "year": 1988, "venue": "Surgery", "volume": "104", "issn": "", "pages": "185--190", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Effect of early feeding on maturation of the premature infant's small intestine", "authors": [{"first": "C", "middle": ["L"], "last": "Berseth", "suffix": ""}], "year": 1992, "venue": "J. Pediatr", "volume": "120", "issn": "", "pages": "947--953", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Immune response and leucine oxidation in oral and intravenous fed rats", "authors": [{"first": "R", "middle": ["H"], "last": "Birkhahn", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Renk", "suffix": ""}], "year": 1984, "venue": "Am. J. Clin. Nutr", "volume": "39", "issn": "", "pages": "45--53", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Enteral glutamine supplementation for very-low-birth weight infants decreases hospital costs", "authors": [{"first": "M", "middle": ["J"], "last": "Dallas", "suffix": ""}, {"first": "D", "middle": [], "last": "Bowling", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Roig", "suffix": ""}, {"first": "N", "middle": [], "last": "Auestad", "suffix": ""}, {"first": "J", "middle": [], "last": "Neu", "suffix": ""}], "year": 1998, "venue": "J. Parenter. Enteral. Nutr", "volume": "22", "issn": "", "pages": "352--356", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Bacterial colonization of the equine gut; comparison of mare and foal pairs by PCR-DGGE", "authors": [{"first": "J", "middle": ["E"], "last": "Earing", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Durig", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Gellin", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Lawrence", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Flythe", "suffix": ""}], "year": 2012, "venue": "Adv. Microbiol", "volume": "2", "issn": "", "pages": "79--86", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Infectious agents detected in the feces of diarrheic foals: a retrospective study of 233 cases", "authors": [{"first": "J", "middle": [], "last": "Frederick", "suffix": ""}, {"first": "S", "middle": [], "last": "Giguere", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Sanchez", "suffix": ""}], "year": 2003, "venue": "J. Vet. Intern. Med", "volume": "23", "issn": "", "pages": "1254--1260", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nutritional support: parenteral feeding", "authors": [{"first": "T", "middle": ["O"], "last": "Hansen", "suffix": ""}], "year": 1990, "venue": "Equine Clinical Neonatology", "volume": "", "issn": "", "pages": "747--762", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Relationship between condition score, physical measurements and body fat percentages in mares", "authors": [{"first": "D", "middle": ["R"], "last": "Henneke", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Potter", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Kreider", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Yeates", "suffix": ""}], "year": 1983, "venue": "Equine Vet. J", "volume": "15", "issn": "", "pages": "371--372", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Total parenteral nutrition in the critically ill patient a meta-analysis", "authors": [{"first": "D", "middle": ["K"], "last": "Heyland", "suffix": ""}, {"first": "S", "middle": [], "last": "Macdonald", "suffix": ""}, {"first": "L", "middle": [], "last": "Keefe", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Drover", "suffix": ""}], "year": 1998, "venue": "JAMA", "volume": "280", "issn": "", "pages": "2013--2019", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bacteremia in equine neonatal diarrhea: a retrospective study", "authors": [{"first": "A", "middle": ["R"], "last": "Hollis", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Wilkins", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Palmer", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Boston", "suffix": ""}], "year": 1990, "venue": "", "volume": "22", "issn": "", "pages": "1203--1209", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Blood glucose concentration in critically ill neonatal foals", "authors": [{"first": "A", "middle": ["R"], "last": "Hollis", "suffix": ""}, {"first": "M", "middle": ["O"], "last": "Furr", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Magdesian", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Axon", "suffix": ""}, {"first": "V", "middle": [], "last": "Ludlow", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Boston", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Corley", "suffix": ""}], "year": 2008, "venue": "J. Vet. Intern. Med", "volume": "5", "issn": "", "pages": "1223--1227", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Reversal of parenteral nutritioninduced gut mucosal immunity impairment with small amounts of a complex enteral diet", "authors": [{"first": "F", "middle": [], "last": "Ikezawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukatsu", "suffix": ""}, {"first": "T", "middle": [], "last": "Moriya", "suffix": ""}, {"first": "C", "middle": [], "last": "Ueno", "suffix": ""}, {"first": "Y", "middle": [], "last": "Maeshima", "suffix": ""}, {"first": "K", "middle": [], "last": "Okamoto", "suffix": ""}, {"first": "E", "middle": [], "last": "Hara", "suffix": ""}, {"first": "D", "middle": [], "last": "Saitoh", "suffix": ""}], "year": 2008, "venue": "J. Trauma", "volume": "65", "issn": "", "pages": "360--365", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Effects of enteral feeding on gastrointestinal growth and function", "authors": [{"first": "L", "middle": ["R"], "last": "Johnson", "suffix": ""}], "year": 1988, "venue": "Enteral Feeding: Scientific Basis and Clinical Applications. Report of the 94th Ross Clinical Conference on Pediatric Research", "volume": "", "issn": "", "pages": "15--27", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Energy expenditure of critically ill neonatal foals", "authors": [{"first": "E", "middle": [], "last": "Jose-Cunilleras", "suffix": ""}, {"first": "J", "middle": [], "last": "Viu", "suffix": ""}, {"first": "I", "middle": [], "last": "Corradini", "suffix": ""}, {"first": "L", "middle": [], "last": "Armengou", "suffix": ""}, {"first": "C", "middle": [], "last": "Cesarini", "suffix": ""}, {"first": "L", "middle": [], "last": "Monreal", "suffix": ""}], "year": 2012, "venue": "Equine Vet. J", "volume": "44", "issn": "", "pages": "48--51", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Parenteral nutrition in foals: a retrospective study of 45 cases", "authors": [{"first": "J", "middle": ["B"], "last": "Krause", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Mckenzie", "suffix": ""}], "year": 2000, "venue": "", "volume": "39", "issn": "", "pages": "74--78", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Adsorptive effects of di-tri-octahedral smectite on Clostridium perfringens alpha, beta, and beta-2 exotoxins and equine colostral antibodies", "authors": [{"first": "J", "middle": ["B"], "last": "Lawler", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Hassel", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Magnusson", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Hill", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Mccue", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Traub-Dargatz", "suffix": ""}], "year": 2008, "venue": "Am. J. Vet. Res", "volume": "69", "issn": "", "pages": "233--239", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Development of the equine gastrointestinal tract", "authors": [{"first": "L", "middle": ["A"], "last": "Lawrence", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Lawrence", "suffix": ""}], "year": 2009, "venue": "Advances in Equine Nutrition IV", "volume": "", "issn": "", "pages": "173--183", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The gut barrier", "authors": [{"first": "M", "middle": ["R"], "last": "Mainous", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Deitch", "suffix": ""}], "year": 1994, "venue": "Nutrition in Critical Care", "volume": "", "issn": "", "pages": "557--568", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Milk and water intakes of foals sucking grazing mares", "authors": [{"first": "R", "middle": ["G"], "last": "Martin", "suffix": ""}, {"first": "N", "middle": ["P"], "last": "Mcmeniman", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Dowsett", "suffix": ""}], "year": 1992, "venue": "Equine Vet. J", "volume": "24", "issn": "", "pages": "295--299", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Feeding management of sick neonatal foals", "authors": [{"first": "H", "middle": ["C"], "last": "Mckenzie", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Geor", "suffix": ""}], "year": 2009, "venue": "Vet. Clin. N. Am.: Equine Pract", "volume": "25", "issn": "", "pages": "109--119", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Enterocytes: active cells in tolerance to food and microbial antigens in the gut", "authors": [{"first": "N", "middle": [], "last": "Miron", "suffix": ""}, {"first": "V", "middle": [], "last": "Cristea", "suffix": ""}], "year": 2012, "venue": "Clin. Exp. Immunol", "volume": "167", "issn": "", "pages": "405--412", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Parenteral nutrition in neonatal foals: clinical description, complications and outcome in 53 foals", "authors": [{"first": "C", "middle": ["J"], "last": "Myers", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Magdesian", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Hass", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Madigan", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rhodes", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Marks", "suffix": ""}], "year": 1995, "venue": "", "volume": "181", "issn": "", "pages": "137--144", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "How much energy do sick neonatal foals require compared with healthy foals?", "authors": [{"first": "J", "middle": ["C"], "last": "Ousey", "suffix": ""}, {"first": "N", "middle": [], "last": "Holdstock", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Rossdale", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mcarthur", "suffix": ""}], "year": 1996, "venue": "Pferdeheilkunde", "volume": "12", "issn": "", "pages": "231--237", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effects of various feeding regimens on the energy balance of equine neonates", "authors": [{"first": "J", "middle": ["C"], "last": "Ousey", "suffix": ""}, {"first": "S", "middle": [], "last": "Prandi", "suffix": ""}, {"first": "J", "middle": [], "last": "Zimmer", "suffix": ""}, {"first": "N", "middle": [], "last": "Holdstock", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Rossdale", "suffix": ""}], "year": 1997, "venue": "Am. J. Vet. Res", "volume": "58", "issn": "", "pages": "1243--1251", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Early feeding, antenatal gluccorticoids, and human milk decrease intestinal permeability in preterm infants", "authors": [{"first": "R", "middle": ["L"], "last": "Shulman", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Schanler", "suffix": ""}, {"first": "C", "middle": [], "last": "Lau", "suffix": ""}, {"first": "M", "middle": [], "last": "Heitkemper", "suffix": ""}, {"first": "C", "middle": ["N"], "last": "Ou", "suffix": ""}, {"first": "E", "middle": ["O"], "last": "Smith", "suffix": ""}], "year": 1998, "venue": "Pediatr. Res", "volume": "44", "issn": "", "pages": "519--523", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Fetal and placental O2 consumption and the uptake of different metabolites in the ruminant and horse during late gestation", "authors": [{"first": "M", "middle": [], "last": "Silver", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Comline", "suffix": ""}], "year": 1976, "venue": "Adv. Expt. Med. Biol", "volume": "75", "issn": "", "pages": "731--736", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Infectious agents associated with diarrhea in neonatal foals in central Kentucky: a comprehensive molecular study", "authors": [{"first": "N", "middle": ["M"], "last": "Slovis", "suffix": ""}, {"first": "J", "middle": [], "last": "Elam", "suffix": ""}, {"first": "M", "middle": [], "last": "Estrada", "suffix": ""}, {"first": "M", "middle": [], "last": "Leutenegger", "suffix": ""}], "year": 2014, "venue": "Equine Vet. J", "volume": "46", "issn": "", "pages": "311--316", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The role of enterocytes in the intestinal barrier function and antigen uptake", "authors": [{"first": "V", "middle": [], "last": "Snoeck", "suffix": ""}, {"first": "B", "middle": [], "last": "Goddeeris", "suffix": ""}, {"first": "E", "middle": [], "last": "Cox", "suffix": ""}], "year": 2005, "venue": "Microbes Infect", "volume": "7", "issn": "", "pages": "997--1004", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The pathophysiology of prolonged periods of no enteral nutrition or nothing by mouth", "authors": [{"first": "F", "middle": [], "last": "Strodtbeck", "suffix": ""}], "year": 2003, "venue": "", "volume": "3", "issn": "", "pages": "47--54", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Diarrhoea in foals", "authors": [{"first": "K", "middle": [], "last": "Urquhart", "suffix": ""}], "year": 1981, "venue": "In Pract", "volume": "3", "issn": "", "pages": "22--29", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Association of Clostridium difficile with enterocolitis and lactose intolerance in a foal", "authors": [{"first": "J", "middle": ["S"], "last": "Weese", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Parsons", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Staempfli", "suffix": ""}], "year": 1999, "venue": "J. Am. Vet. Med. Ass", "volume": "214", "issn": "", "pages": "229--232", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Evaluation of in vitro properties of di-tri-octahedral smectite on clostridial toxins", "authors": [{"first": "J", "middle": ["S"], "last": "Weese", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Cote", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Degannes", "suffix": ""}], "year": 2003, "venue": "Equine Vet. J", "volume": "35", "issn": "", "pages": "638--641", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Example calculaton of dextrose supplementation 50 kg foal Goal: 4 mg/kg bwt/min 50 kg 9 4 mg/kg bwt/min = 200 mg/min 200 mg/min 9 60 min/h = 12,000 mg/h 5% dextrose = 50 mg/ml 12,000 mg/h divided by 50 mg/ml = 240 ml/h Infusion rate = 240 ml/h of 5% dextrose", "latex": null, "type": "table"}, "TABREF1": {"text": "Formulations of total parenteral nutrition (TPN) for the foal", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Composition </td><td>Caloric density\n</td></tr><tr><td>900 ml of 50% dextrose\n</td><td> </td></tr><tr><td>1400 ml 8.5% amino acids </td><td>1.19 kcal/ml (4.98 kJ/ml)\n</td></tr><tr><td>900 ml 20% lipids\n</td><td> </td></tr><tr><td>1500 ml 50% dextrose\n</td><td> </td></tr><tr><td>2000 ml 8.5% amino acids </td><td>1.08 kcal/ml (4.52 kJ/ml)\n</td></tr><tr><td> </td><td>500 ml 20% lipids\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Example calculation of total parenteral nutrition 80 kg foal, 4-week-old foal Goal: 100 kcal/kg bwt/day (418 kJ/kg bwt/day) 80 kg 9 100 kcal/kg bwt/day = 8000 kcal/day (33,472 kJ/day) Using the first formula in", "latex": null, "type": "table"}}, "back_matter": []}