{
    "paper_id": "18bb474fe142e47d320f7b8305a3360781b4b4d3",
    "metadata": {
        "title": "Efficacy of chest CT scan for COVID-19 diagnosis in a low prevalence and incidence region",
        "authors": [
            {
                "first": "Clément",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Mathieu",
                "middle": [],
                "last": "Naudin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR CNRS 7348",
                    "institution": "Dactim Mis, LMA",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Pierre",
                "middle": [],
                "last": "Tasu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Leclerc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charente-Maritime",
                    "location": {
                        "settlement": "Royan",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucas",
                "middle": [],
                "last": "Depaire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "Subervillle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Mathilde",
                "middle": [],
                "last": "Vionnet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Rémy",
                "middle": [],
                "last": "Guillevin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Herpe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Centre Poitiers",
                    "location": {
                        "settlement": "Poitiers, Vienne",
                        "country": "France"
                    }
                },
                "email": "guillaume.herpe@chu-poitiers.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives Value of chest CT was mainly studied in area of high COVID-19 incidence. The aim of this study was therefore to evaluate chest CT performances to diagnose COVID-19 pneumonia with regard to RT-PCR as reference standard in a low incidence area. Methods A survey was sent to radiology department in 4 hospitals in an administrative French region of weak disease prevalence (3.4%). Study design was approved by the local institutional review board and recorded on the clinicaltrial.gov website (NCT04339686). Written informed consent was waived due to retrospective anonymized data collection. Patients who underwent a RT-PCR and a chest CT scan within 48 h for COVID-19 pneumonia suspicion were consecutively included. Diagnostic accuracy including the sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) of chest CT regarding RT-PCR as reference standard were calculated. Results One hundred twenty-nine patients had abnormal chest CT findings compatible with a COVID-19 pneumonia (26%, 129/ 487). Among the 358 negative chest CT findings, 3% (10/358) were RT-PCR positive. Chest CT sensitivity, specificity, positive, and negative predictive value were respectively 87% (IC95: 85, 89; 69/79), 85% (IC95: 83, 87; 348/408), 53% (IC95: 50, 56; 69/ 129), and 97% (IC95: 95, 99; 348/358). Conclusions In a low prevalence area, chest CT scan is a good diagnostic tool to rule out COVID-19 infection among symptomatic suspected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• In a low prevalence area (3.4% in the administrative area and 5.8% at mean in the study) chest CT sensitivity and specificity for diagnosing COVID-19 pneumonia were 87% and 85% respectively. • In patients with negative chest CT for COVID-19 pneumonia, the negative predictive value of COVID-19 infection was 97%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(348/358 subjects). • Performance of CT was equivalent between the 4 centers participating to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over 45 million confirmed cases of COVID-19 have been diagnosed in the world and more than 1 million people have already died [1] . Without specific treatment or vaccine, detecting the disease at its early stage and isolating the patient is paramount in order to limit the spreading of this viral infection. According to different recommendations [2, 3] , the reference method to perform diagnosis of COVID-19 is the reverse transcription-polymerase chain reaction (RT-PCR). However, RT-PCR has some limitations such as quality of sample collection and transportation or kit performances. False negative rate is evaluated between 10 and more than 30%, representing a real practical issue [4] . It is consequently recommended to perform at least three negative tests before being confident about excluding disease [5] , but in a context of epidemic, delay between tests and results provides difficulties to manage each COVID-19 suspicion. In some previous reports [2, 6] , chest CT scans were suggested as a help in patient management. Data came from regions with relatively high incidence rate and could not be extend to area of low incidence disease [6] . Recent publication [7] outlined the question of chest performances in symptomatic patients suspected for COVID-19 pneumonia in low estimated prevalence suggesting it is too low to be a useful screening tool.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study was therefore to evaluate chest CT performances to diagnose COVID-19 pneumonia in a low rate of incidence geographic area. RT-PCR was used as reference standard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study design was approved by the local institutional review board and recorded on clinicaltrial.gov under the number NCT04339686. All the authors vouched protocol adherence of the survey, accuracy, and completeness of the data recording and reviewed the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical aspects"
        },
        {
            "text": "A consecutive multicentric retrospective study was conducted in 4 public hospitals in a French administrative region called Poitou-Charentes. This region represents a 25,809 km 2 and has 1.806 million of inhabitants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Between March 18, and April 24, 2020, all patients who underwent both chest CT and RT-PCR for suspected COVID-19 pneumonia were eligible. COVID-19 pneumonia suspicion was based on clinical evaluation and biological results. The following data were recorded: age, gender, and time between chest CT and RT-PCR. Exclusion criteria were time interval between chest CT and RT-PCR assay longer than 48 h because of possible cross-infection, lack of RT-PCR or chest CT, and chest CT poor quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Local estimated prevalences were recorded from data given by the national health authorities (supplementary material S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "All CT protocols were established in accordance with the national guidelines [9] . The list of all CT devices and related protocols are given in supplementary material (S2).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "CT protocol"
        },
        {
            "text": "A double CT reading was performed by an experimented radiologist senior (mean 10 years of experience ± 5) and one resident (mean 3 years of experience ± 2) using standardized CT reports (list of the reader and years of experience are provided in supplementary material). Reading was performed without knowledge of the RT-PCR results, but readers were aware of the COVID-19 pneumonia suspicion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT reading"
        },
        {
            "text": "Chest CT results were classified according to 2 groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT reading"
        },
        {
            "text": "& positive for COVID-19: in cases of typical imaging patterns, including bilateral, subpleural and peripheral ground-glass opacities (GGOs), crazy paving appearance (GGOs and inter-/intra-lobular septal thickening), and bronchovascular thickening. & negative for COVID-19: in cases of normal or lack of typical patterns, including mediastinal lymphadenopathy, pleural effusions (which may however occur as a complication of COVID-19), multiple tiny pulmonary nodules (unlike many other types of viral pneumonia), tree-inbud, pneumothorax, and cavitation [8] . Atypical CT were therefore classified as negative for COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "CT reading"
        },
        {
            "text": "The RT-PCR results were extracted from electronic patients' files for each investigating center. All RT-PCR assays were obtained using nasopharyngeal swab. RT-PCR was considered positive for COVID-19 diagnosis if SARS-CoV-2 genomics were present in the swab. RT-PCR tests used for the study are given in appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR results"
        },
        {
            "text": "For each patient, the final diagnosis was done according to the following rules: (a) in case of initial positive RT-PCR assay, the patient was considered as COVID-19 positive; (b) in case of initial negative RT-PCR assay, repeated RT-PCR assays were performed within the 6 days after the first test if the clinical suspicion persisted. The diagnosis of COVID-19 was done when at least one of the RT-PCR's assay results was positive. In case of negative initial and repeated RT-PCR results, the patient was considered as COVID-19 negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR results"
        },
        {
            "text": "All the analyses were performed with the use of R software, version 3.6.2 (R Foundation for statistical computing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "No imputation was made for missing data. Continuous variables were expressed as mean (± standard deviation) and ranges [range] . Categorical variables were summarized as counts and percentages. Diagnostic accuracy includes the sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "[range]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Five hundred sixty-one patients were consecutively included in one University Hospital and three General Hospitals between the inclusion period. Among them, 74 were secondly excluded because of delay between RT-PCR and CT scan exceeded 48 h. Finally, 487 patients were analyzed. Figure 1 gives the flowchart for the study. The average local estimated prevalence at the time of the study in the administrative area was 3.4% according to data issued from French national health authorities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "All patients were symptomatic. Among them, 89% (432/487) had a time interval between chest CT and RT-PCR of less than 24 h. The mean age was 69 years ± 20 . The sex ratio was Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the 487 patients, 16% (79/487) had initial positive RT-PCR for COVID-19. Five (1%, 5/487) initially negative RT-PCR became positive in the second or third assay within 6 days. Thus, a total of 84 patients were positive for COVID-19 pneumonia. Four (7%, 4/60) of the patients with positive chest CT findings and initial negative RT-PCR turned to have a positive RT-PCR during the 6-day follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One hundred twenty-nine patients were considered as positive on chest CT for COVID-19 pneumonia (26%, 129/487). Among them, 60 patients had positive chest CT findings with initial negative RT-PCR. In this subgroup, 5 RT-PCR finally became positive and 11 with initially negative RT-PCR had the conclusion in the discharge summary positive for SARS-CoV2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Among the 358 negative chest CT findings, 3% (10/358) were RT-PCR positive. The differential diagnosis including respiratory tract infection, neoplasm, and no abnormal finding(s) are listed in Supplementary Material (S4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The chest CT sensitivity, specificity, PPV, and NPV were, respectively, 87% (IC95: 85, 89; 69/79), 85% (IC95: 83, 87; 348/408), 53% (IC95: 50, 56; 69/129), and 97% (IC95: 95, 99; 348/358).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Only one patient (1/349) with both chest CT scan and initial RT-PCR negative turned to have a positive RT-PCR during the 6-day follow-up. Table 2 illustrates the different chest CT performances with regard to RT-PCR as a reference standard, overall and within the different subgroups of the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "There are no significant differences regarding chest CT performances for patients under or over 69-year-old and for gender (p = 0.03) and within the different centers (p = 0.001). Table 3 illustrates the different chest CT performances with regard to RT-PCR as a reference standard within the different participating centers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In a low estimated prevalence area (3.4% in the administrative area and 5.8% at mean in this study), chest CT sensitivity and specificity for diagnosing COVID-19 pneumonia were 87% and 85%, respectively, and the negative predictive value of COVID-19 infection was excellent, 97% (348/358 subjects). Low estimated prevalence areas represent strategic places in COVID-19 infection management. Our study supports The performance results from our study were substantially different than these previously published [11, 12] , particularly one already published in the same national population but with higher incidence rate [12] . The NPV from our study was indeed higher than the previously reported (97% vs 89%) [10] . This result was expected considering that PPV and NPV are directly related to the estimated prevalence of the disease in the population. Assuming all other factors remain constant, PPV increases and NPV decreases with increasing estimated prevalence.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are at least 2 advantages to use chest CT as diagnostic tool: (a) the technique is now largely available in emergency department [2] ; and (b) in an urgent need of isolation to prevent wide spreading infection, the high negative performances and the fast results of chest CT should be taken into consideration. These considerations are in agreement with previously reported studies on impact of chest CT for triage and management of the COVID-19 pneumonia [2, 6] . If results of chest CT and initial RT-PCR are both negative, then patients could be quickly released from isolation.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the PPV of chest CT was lower in our study (53%) than in previously published (92%) [12] . As this was also expected in cases of lower disease incidence, it illustrates the high CT patterns overlapping of COVID-19 with other pulmonary diseases such as chronic pulmonary diseases and other viral pneumonias. Nevertheless, chest CT can also be useful in this particular situation; in case of equivocal findings, a pragmatic attitude should lead to isolation in the dedicated units.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We did not perform chest CT on children and adolescent population. Only one patient under 18 years old underwent chest CT during the time of the study. As the study was consecutive, we included this patient, but this was not the usual algorithm. Indeed, even in symptomatic patient, chest X-ray remains the first-line examination in pediatric population [13] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has some limitations. The study is retrospective even if inclusions were prospective. Consequently, all potential biases were not controlled. For instance, interval between first symptoms and chest CT scan was not recorded. It was shown that a too early chest CT scan can be falsely negative. Preexisting medical conditions, such as chronic pulmonary disease, were not recorded. These conditions have been described to impact the chest CT performances. CT protocol was not controlled, and, for instance, chest CT scans could be performed with or without contrast enhancement probably because place of systematic contrast-enhanced imaging is not clear at initial staging [14] .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a low estimated prevalence area, chest CT scan is a good diagnostic tool to rule out COVID-19 pneumonia among symptomatic suspected patients. Only one patient (1/349) with both chest CT scan and initial negative RT-PCR turned to have a positive RT-PCR during follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Map -Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 impact assessment on the French radiological centers: a nationwide survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herpe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naudin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Léderlin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-07035-w"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 RT-PCR and chest CT, two complementary approaches for COVID-19 diagnosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farfour",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mellot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lesprit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jpn J Radiol",
            "volume": "38",
            "issn": "",
            "pages": "1209--1210",
            "other_ids": {
                "DOI": [
                    "10.1007/s11604-020-01016-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Variation in false-negative rate of reverse transcriptase polymerase chain reaction-based SARS-CoV-2 tests by time since exposure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kucirka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Laeyendecker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are two consecutive negative RT-PCR results enough to rule out COVID-19?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waked",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Microbes New Infect 37: 100750",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nmni.2020.100750"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chest CT for rapid triage of patients in multiple emergency departments during COVID-19 epidemic: experience report from a large French university hospital",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ducray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Vlachomitrou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouscambert-Duchamp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The sensitivity and specificity of chest CT in the diagnosis of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kovács",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palásti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veréb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-07347-x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aï",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection Covid-19 et imagerie -Propositions de recommandations. Société Française d'Hygiène Hospitalière (SF2H)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "30",
            "issn": "",
            "pages": "4381--4389",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06801-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy of chest CT for COVID-19 pneumonia in France",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herpe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lederlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naudin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020202568"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The value of chest CT as a COVID-19 screening tool in children",
            "authors": [
                {
                    "first": "Pjfm",
                    "middle": [],
                    "last": "Merkus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.01241-2020"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Incidence of pulmonary embolism in non-critically ill COVID-19 patients. Predicting factors for a challenging diagnosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mestre-Gómez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lorente-Ramos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Thrombolysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02190-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The flowchart of the study subjects 1.12 (257 males/230 females). Demographics and clinical characteristics of the population are summarized in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The demographic characteristics of the study population, overall and within the different participating centers Demographics of patients participating in the study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank the following people for data collection and curation: Brandet Claire, University Hospital Poitiers, France (no compensation received); Blanchard Ludovic, University Hospital Poitiers, France (no compensation received); Stanix Angelique, University Hospital Poitiers, France (no compensation received); Delafond Hélène, University Hospital, Poitiers (no compensation received).Funding The authors state that this work has not received any funding. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The online version contains supplementary material available at https://doi.org/10.1007/s00330-021-07863-4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Guarantor The scientific guarantor of this publication is Dr. Guillaume HERPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors of this manuscript declare no relationships with any companies whose products or services may be related to the subject matter of the article.Statistics and biometry Julie Paul kindly provided statistical advice for this manuscript.We thank Mathieu Naudin, data scientist, CHU Poitiers (no compensation received), for the statistical analysis. Dr. Naudin is co-author of the article.Informed consent Written informed consent was waived by the Institutional Review Board.Ethical approval Institutional Review Board approval was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "• retrospective • diagnostic or prognostic study • multicenter study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        }
    ]
}