{
    "paper_id": "19a4f3e2d983297d60ec2b5a650b7b30c843aee0",
    "metadata": {
        "title": "Bronchiolitis in COVID-19 times: a nearly absent disease?",
        "authors": [
            {
                "first": "Daan",
                "middle": [],
                "last": "Van Brusselen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katrien",
                "middle": [],
                "last": "De Troeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Eva Ter Haar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [
                    "Vander"
                ],
                "last": "Auwera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katleen",
                "middle": [],
                "last": "Poschet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sascha",
                "middle": [],
                "last": "Van Nuijs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "An",
                "middle": [],
                "last": "Bael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Stobbelaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stijn",
                "middle": [],
                "last": "Verhulst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Van Herendael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Willems",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Vermeulen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [],
                "last": "De Man",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Bossuyt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Koen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vanden",
                "middle": [],
                "last": "Driessche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Stay-at-home orders, physical distancing, face masks and other non-pharmaceutical interventions (NPIs) do not only impact COVID-19, but also the dynamics of various other infectious diseases. Bronchiolitis is a clinically diagnosed viral infection of the lower respiratory tract, and causes a yearly seasonal wave of admissions in paediatric wards worldwide. We counted 92,5% less bronchiolitis hospitalisations in Antwerp before the expected end of the peak this year (of which only 1 RSV positive), as compared to the last 3 years. Furthermore, there was a >99% reduction in the number of registered RSV cases in Belgium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conslusion: The 2020 winter bronchiolitis peak is hitherto nonexistent, but we fear a 'delayed' spring/summer bronchiolitis peak when most NPIs will be relaxed and pre-pandemic life restarts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December 2019, patients with viral pneumonia due to an unidentified microbial agent were reported in Wuhan, central China. This disease outbreak, attributed to COVID-19, was declared a pandemic by WHO on March 11, 2020 [1] . In the absence of effective drugs or vaccines, unprecedented measures have been taken worldwide to tackle the rapid spread of the SARS-CoV-2 virus [2] . Stay-at-home orders, physical distancing and other non-pharmaceutical interventions (NPIs) such as wearing masks and strict hand hygiene were introduced. These measures are not specific to SARS-CoV-2, and could influence the transmission of other (esp. respiratory) viruses as well [3] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bronchiolitis is a clinically diagnosed viral infection of the lower respiratory tract and, in Western countries, the most common reason for hospital admission in the first 12 months of life [4] . The disease is most frequently caused by the Respiratory Syncytial Virus (RSV), followed by other viruses such as rhinovirus, metapneumovirus, seasonal coronavirus, human bocavirus, (para) influenza and adenovirus [4] . Every year, in early autumn, paediatric departments worldwide prepare for the 'bronchiolitis season', as a sharp increase in admissions is seen around that time. Global surveillance data suggest that this seasonal pattern is mainly explained by meteorological factors and that transmission is facilitated by indoor crowding [2, 4] . As for other common childhood infections, bronchiolitis is believed to spread in nurseries and schools [4] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is believed that SARS-CoV-2 mainly transmits through the air, carried on droplets (requiring close contact for transmission) and aerosols. Which of these two transmission routes (droplets vs. aerosols) is dominant, is still being debated (https://www.cdc.gov/coronavirus/2019-ncov/more/ scientific-brief-sars-cov-2.html). For viruses that can cause bronchiolitis, the generally accepted transmission routes are droplets and contact, either direct contact or indirect contact through an intermediate surface/object (referred to as fomites) [4] . Enveloped viruses (like coronaviruses and influenza) more easily adapt to a new host and therefore have more 'pandemic potential', but are normally more 'fragile' and therefore less likely to cause infection via contact with fomites. Both RSV (an enveloped virus as well) and coronaviruses can however survive on surfaces from hours to days [5] . The COVID-19 pandemic is a unique opportunity to get insight into the dynamics of various other infectious diseases, including bronchiolitis.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consulted the registered positive RSV tests by the Belgian sentinel laboratories, a surveillance network of 64 microbiology laboratories covering approximately 50% of all laboratory tests in Belgium from 1998 to 1999 until the present. These data were made available by the Belgian Scientific Directorate of Epidemiology and Public Health, Sciensano. Furthermore, we consulted the routinely collected and anonymized 'minimal clinical data' of the hospitals that participated in this study. No direct patient data were used. We analysed data until the 'latest end of the RSV peak' and compared the last 3 seasons with the current season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Since 1998-1999, the Belgian sentinel laboratories registered 91% to 98% of all positive RSV tests in the period between week 39 (end of September, beginning of October) to week 10 (March). In the past 24 winters, all of the peaks fell between weeks 47 and 52, of which 10 times in week 50 and 8 times in week 49 [6] (Fig. 1) . We defined week 52 as the 'latest end of the peak'. The total yearly number of RSV infections reported by the sentinel laboratories was on average 9986 in the last 3 years, 7568 of them before week 52. In more than 80% of the cases, the patients were younger than 3 years old. On this season, only 20 positive RSV cases were registered before week 52 in the whole of Belgium, i.e. a >99% reduction ( Fig. 1 ). At the time of writing (data available until week 2 of January 2021), only 2 more RSV cases were reported, which confirms the trend.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 728,
                    "end": 734,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Around 3500 Belgian children between 0 and 12 months are hospitalised for bronchiolitis every year. Eighty percent of them are younger than 6 months [6] . In Antwerp, the biggest city of Flanders, the GZA, ZNA and UZA hospitals cover an urban population of approx. 500.000 people. In the last 3 years, on average, 853 children were hospitalised for bronchiolitis in Antwerp during the RSV season (Sept-March), 664 of them before week 52 ( Table 1 ). The 2020 bronchiolitis peak is hitherto nonexistent: we counted only 50 bronchiolitis hospitalizations before week 52 (i.e. 7,5% of the average of the last 3 seasons); only 1 of them was RSV positive (Table 1 ).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 446,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 650,
                    "end": 658,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Just when the influenza and RSV season was expected in the southern hemisphere, COVID-19 spread through the world. Oceania's last winter has been remarkable for the near absence of these viruses [7] . Surveillance data from Australia and New Zealand showed historically low levels of influenza [7] . Australian researchers found 98.0% and 99.4% reductions in RSV and influenza detections respectively in Western Australian children through winter 2020, despite the reopening of schools [8] . In a similar way, the introduction of NPIs in the Northern part of the globe was also associated with a sharp decrease in paediatric infections [9] . A time series analysis of paediatric emergency visits in France revealed that the COVID-19 measures were associated with a significant decrease in infectious diseases disseminated through droplet and contact (including faecal-oral) transmission: common cold, gastroenteritis, acute otitis and bronchiolitis. No change was found for urinary tract infections [9] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the moment of writing, we should be at the end of Belgium's RSV and bronchiolitis peak. However, the yearly wave of bronchiolitis admissions was virtually absent in 2020. In Brazil-where the bronchiolitis season is already overscientists reported a similar unprecedented 70% reduction in hospitalization for acute bronchiolitis in children under one year old [10].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Belgium is currently experiencing its second COVID-19 'lockdown' since November 2 nd . Households can only receive one visitor and public gatherings of >4 people are not allowed. Non-essential shops were closed until Dec 1 st . Bars and restaurants will be closed, at least until February 2021. In warehouses and public buildings, people >12 years old have to wear a face mask. These measures have an important impact on the lives of adults, but Belgium followed the recommendation of its Paediatric COVID-19 Task Force, to limit the impact of the second lockdown measures on children [11] . Nurseries and schools remained mostly open and the impact on children's after school activities was limited. Our data suggest that infectious diseases like bronchiolitis do not become real epidemics when transmission is inhibited by NPIs, practised by adults and older children. These findings shed new light on Infection Prevention and Control (IPC) measures that could reduce the burden on our health care systems in future bronchiolitis seasons. On the other hand, it is known that early childhood offers an opportunity to build immunity. Apart from the younger population and the fact that people live more outside, one of the hypotheses for the lower incidence of COVID-19 in Sub-Saharan Africa is 'trained immunity' in younger individuals: prior exposure to other cross-reactive viruses could reduce SARS-CoV-2's morbidity [12] . It is too early to draw conclusions about the possible effect of COVID-19's NPIs on immunity against common (childhood) infections [11, 13] . However, if people get less exposed to infectious agents early in life, they might become more susceptible to (severe) disease later on. Another effect of the current NPIs is that the number of susceptible persons increases because of the absence of exposure. In Australia, where summer has already started and most COVID-19 NPIs have been discontinued, an unusually delayed and steeper 'summer bronchiolitis and RSV peak' is ongoing in certain regions, with an older median age and higher total numbers compared to the usual winter peaks (https://www.health.nsw.gov.au/Infectious/covid-19/ Documents/covid-19-surveillance-report-20201226.pdf). The Australian experience suggests the importance of adaptive immunity in RSV-at least in the short term-and could urge us to consider extending monthly palivizumab injections in those most at risk. It remains to be seen what will happen when hygiene/distance measures will be relaxed and prepandemic life will restart in Europe. The COVID-19 pandemic is a real live epidemiology lesson: to be continued.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1421,
                    "end": 1425,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1559,
                    "end": 1563,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Abbreviations IPC, Infection prevention and control; NPIs, Non-pharmaceutical interventions; RSV, Respiratory syncytial virus Authors' contributions Daan Van Brusselen: data curation, formal analysis, writing of the subsequent drafts-review and editing. Katrien De Troeyer: data curation, writing-review and editing. Eva ter Haar: data cleaning, writingreview and editing. Ann Vander auwera: data cleaning, writing-review and editing. Katleen Poschet: analysis, writing-review and editing. Sascha Van Nuijs: analysis, writing-review and editing. An Bael: analysis, writing-review and editing. Kim Stobbelaar: data cleaning, analysis, writing-review and editing. Stijn Verhulst: formal analysis, writing-review and editing. Bruno Van Herendael: analysis, writing-review and editing. Philippe Willems: analysis, writing-review and editing. Melissa Vermeulen: data curation, writingreview and editing. Jeroen De Man: data curation, writing-review and editing. Nathalie Bossuyt: data curation, formal analysis, writing-review and editing. Koen Vanden Driessche: formal analysis, writing-review and editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Funding No funding was received for this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Availability of data and material All data are available in the manuscript. The dataset used for the graph is available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ethics approval Ethics permission was deemed unnecessary as this was a study of routinely collected and anonymised 'minimal clinical data'. No direct patient data were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Consent for publication Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate Not applicable."
        },
        {
            "text": "The authors declare no conflicts of interest. All participants have reviewed the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Novel coronavirus (2019-nCoV) situation report 5",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bronchiolitis in the year of COVID-19",
            "authors": [
                {
                    "first": "Susana",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Argent Pediatr",
            "volume": "118",
            "issn": "3",
            "pages": "222--223",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of nonpharmaceutical interventions targeted at COVID-19 pandemic on influenza burden -a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Fricke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Glöckner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dreier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral bronchiolitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Florin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Plint",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zorc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "389",
            "issn": "",
            "pages": "211--224",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Significance of fomites in the spread of respiratory and enteric viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "73",
            "issn": "6",
            "pages": "1687--1696",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seasonality of respiratory syncytial virus in Belgium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Nawrot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Perinatol",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza control during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1633--1634",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of COVID-19 public health measures on detections of influenza and respiratory syncytial virus in children during the 2020 Australian winter",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Minney-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Mace",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Sikazwe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 pandemic: impact caused by school closure and national lockdown on pediatric visits and admissions for viral and non-viral infections, a time series analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Angoulvant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ouldali",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Filser",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gajdos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rybak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A safe flight for children through COVID-19 disaster: keeping our mind open",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "De Winter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Winter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bollati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Milani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Pediatr",
            "volume": "179",
            "issn": "8",
            "pages": "1175--1177",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why is there low morbidity and mortality of COVID-19 in Africa?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Njenga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nanyingi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gachohi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ngere",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "103",
            "issn": "2",
            "pages": "564--569",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 in children: patiently and critically evaluate the scientific evidence",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "De Winter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Pediatr",
            "volume": "179",
            "issn": "8",
            "pages": "1179--1180",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Weekly number of laboratory-confirmed RSV tests reported by the sentinel network of laboratories, seasons 2017-2020, Belgium (Sciensano)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of hospitalised bronchiolitis cases before the end of the peak* and after the peak ** in Antwerp hospitals",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}