{
    "paper_id": "19ef2a42647f623421f8b7b7dafee207d411c449",
    "metadata": {
        "title": "Effectiveness of Delayed Intrapleural Alteplase Instillation for Infected Residual Traumatic Hemothorax. Case Report",
        "authors": [
            {
                "first": "Rita",
                "middle": [
                    "Martins"
                ],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Lourenço Varela",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Granja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In thoracic trauma, many cases may present with hemothorax, and, of those, a portion can complicate in empyema. These cases can reveal themselves to be of difficult management, particularly in peripheral hospitals with complicated access to thoracic surgery. Intrapleural fibrinolytic instillation can be of use and has been widely reported, mostly in the case of empyema. In the literature, the use of fibrinolytics in hemothorax mostly pertained to the older fibrinolytics, such as streptokinase and urokinase. Recent studies describe the use of alteplase in these patients but mostly in the first days after the trauma, when it becomes clear that the first chest tube is not being effective. We report a case of residual traumatic hemothorax that could not be evacuated after multiple chest tubes placements and was finally cleared after instillation of alteplase late in the course of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Residual hemothorax following failure to completely drain it through tube thoracostomy can compromise ventilation and result in empyema [1] . Minimally invasive techniques, such as video-assisted thoracoscopic surgery (VATS), can be effective [1] but are not available in every medical center, such as our own. Instillation of a fibrinolytic into the pleural cavity, through the chest tube, in order to dissolve the clotted hemothorax and ease the drainage, has been reported previously in the literature, mainly using older fibrinolytics, like streptokinase [2] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report a case of residual traumatic hemothorax that could not be evacuated after multiple chest tubes placements and was finally cleared after intrapleural instillation of alteplase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An unidentified male, apparently in his fifties, was admitted to the intensive care unit (ICU) after a fall that led to 4 right-sided rib fractures and massive hemothorax with respiratory compromise requiring invasive mechanical ventilation. A 28 Fr chest tube, placed in the emergency department, had drained 2400 mL of blood upon insertion, requiring red blood cells transfusion to maintain normal hemoglobin levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "Drainage through the tube, with a continuous pressure suction of −7 cmH2O, rapidly diminished in the next 72 h. A significant amount of blood was still present in the pleural cavity, so the tube was repositioned and drainage resumed. Over the next 4 days, however, it became scarcer, while the chest computed tomography (CT) scan continued to show 1a) , so a second chest tube, this time a 32 Fr, was placed in a posterior position compared to the first one. After an additional liter of blood was drained, drainage subsided 5 days later, and a significant amount of blood persisted (Fig. 1b) . At this time, the patient had various spikes in temperature, as well as elevated inflammatory markers, and septic shock from the infected hemothorax was assumed, complicating weaning from the ventilator. Upon inspection, the chest tube had thick dark blood in it, and blood clots were noted when aspiration was tried. Thoracic surgeons were consulted, but the patient was not fit for surgery, made especially hard given he had to be transferred to our reference hospital situated 300 km away. Hence, we chose to perform alteplase instillation through the chest tube. Twenty milligrams of alteplase were initially instilled, and the chest tube was clamped for 30 min, followed 6 h later by an additional 30 mg. In both applications, alteplase was diluted in 100mL of normal saline. No increase in drainage was noted in the first day, but after applying a pressure suction of −8 cmH2O on the tube, an additional 2 L of dark blood were evacuated in the next 3 days. There was a new drop in hemoglobin levels, requiring new transfusion. A followup CT scan showed resolution of the hemothorax (Fig.  1c) , 18 days after the patient had been admitted, and the chest tubes were removed 5 and 8 days later, respectively. Figure 2 shows the trend in drainages throughout this time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1683,
                    "end": 1693,
                    "text": "(Fig.  1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1808,
                    "end": 1816,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "In thoracic trauma, 37% of cases may present with hemothorax [3] . Of those, a portion can complicate in empyema [1] , and in 5 to 30%, drainage is incomplete resulting in a clotted hemothorax [4] , leading to the need to evacuate the blood by tube thoracostomy. According to the literature, namely, a study by Meyer et al. comparing both strategies, a second chest tube is not the most adequate alternative when the hemothorax is not adequately drained by the first chest tube, with other technologies, like VATS, being preferable [3] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The use of fibrinolytic therapy in residual hemothorax or empyema was first described in 1949, and, since then, most cases pertain to its use in empyema. In those instances in which it was used in hemothorax, most studies in the literature used older fibrinolytics, such as streptokinase and urokinase [2] . Skeete and colleagues' work is remarkable for having described the successful use of alteplase instillation, and not the older fibrinolytics, in 6 cases of traumatic hemothorax [1] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "When the hemothorax becomes infected, fibrin forms in the pleural space and further thickening of the fluid occurs [5] , which, as time passes, could worsen the ability of the instilled fibrinolytic to freely penetrate the pleural space. In Skeete's work, the mean number of days of retained hemothorax after which alteplase was administered was 475 days [1] , while previous studies showed duration of hemothorax prior to instillation of fibrinolytics up to 14 days [2] . In our case, alteplase was instilled late in the course of the disease, by the 15 th day, yet it proved successful in draining the remaining infected hemothorax.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The optimal dosage of fibrinolytic is also a topic worth discussing. In the study by Skeete et al., individual doses were given to patients averaged 30.2 mg with the most common dose being 50 mg [1] . In another study, by Thommi et al., which included patients with complicated hemothorax, doses of alteplase ranged from 10 to 100 mg, with the higher doses given to patients with complicated pleural effusions or empyema [5] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This report illustrates a case of a delayed instillation of cumulative 50mg of alteplase in a patient with complicated and retained hemothorax, adding further evidence to the benefit of intrapleural administration of alteplase in these cases, even in a late phase of disease, when VATS is not easily accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author Contributions RMF and MV contributed to the writing and revision of the manuscript. JM and CG contributed to the revision of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Code Availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of Data and Material Not applicable."
        },
        {
            "text": "Ethics Approval Informed consent was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Consent to Participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Competing Interests The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for Publication Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intrapleural tissue plasminogen activator for complicated pleural effusions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Skeete",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Schlidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Trauma",
            "volume": "57",
            "issn": "",
            "pages": "1178--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Intrapleural fibrinolytic treatment of traumatic clotted hemothorax",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Inci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ozçelik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulkü",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eren",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chest",
            "volume": "114",
            "issn": "",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trend of drainages throughout the time of stay in the ICU, highlighting the main events SN Compr",
            "authors": [],
            "year": null,
            "venue": "Clin. Med",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early evacuation of traumatic retained hemothoraces using thoracoscopy: a prospective randomized trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jessen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wait",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Estrera",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann Thorac Surg",
            "volume": "64",
            "issn": "",
            "pages": "1396--401",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Video-assisted thoracic surgery: state of the art in trauma care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Injury",
            "volume": "35",
            "issn": "",
            "pages": "479--89",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and Safety of intrapleural instillation of alteplase in the management of complicated pleural effusion or empyema",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thommi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Aronow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shehan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcleay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Ther",
            "volume": "14",
            "issn": "",
            "pages": "341--346",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronal planes of sequential CT showing the maintenance of the hemothorax over time (a and b) and the almost complete resolution after the infusion of alteplase (c)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This article is part of the Topical Collection on Medicine",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}