{
    "paper_id": "1b127baad59fed48de869f919e6fd527628d6571",
    "metadata": {
        "title": "Novel astrovirus and paramyxovirus in Mongolian gerbils (Meriones unguiculatus) from China",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Mongolian gerbils (Meriones unguiculatus) are small rodents belonging to the family Muridae and widely inhabit typical steppes and desert grasslands across northern China. Yet, few viruses in wild M. unguiculatus have been reported. Using meta-transcriptomic sequencing we identified two novel RNA viruses: an astrovirus, denoted Gerbil astrovirus (GeAstV), and a paramyxovirus -Gerbil paramyxovirus (GePV) in Mongolian gerbils captured during October-November 2018 from one of the plagus zones in Shaanxi Province, China. Phylogenetic analysis based on the amino acid sequences of ORF1a, RdRp and ORF2 revealed that GeAstV clustered with rodent-and porcine-associated astroviruses, sharing the highest amino acid identity of 75.07% with a pig astrovirus in RdRp, while sharing 42.14% and 35.94% amino acid identity with a rodent astrovirus in the deduced ORF1a and ORF2 proteins, respectively, exhibiting apparent recombination and potential cross-species transmission events. For the newly discovered GePV, evolutionary analysis demonstrated that it was closely related to Tailam virus and Beilong virus, and shared 61%-77% identity in the L protein with the seven members of the genus Jeilongvirus. Notably, GeAstV was detected only in lung samples while GePV was positive only in kidney samples. In sum, we demonstrate the presence of two novel gerbil RNA viruses, expanding our understanding of viral diversity in wild Mongolian gerbils.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Rodents, representing the highest genetic diversity of mammal species, have been implicated as the natural reservoirs of zoonotic viruses including arenaviruses, hantaviruses, and Lassa viruses (Charrel & De Lamballerie, 2010; Guo et al., 2013) . Rodent-associated viruses may cause severe disease in humans once crossing host barriers, despite causing little or no disease in their natural hosts. Mongolian gerbils (M. unguiculatus) are small rodents (family Muridae) widely distributed in typical steppes and desert grasslands in northern China (Liu et al., 2007) . Domesticated Mongolian gerbils are extremely sensitive to several viruses including hantaviruses, and serve as excellent animal models for a wide range of infectious diseases (Bleich et al., 2012) . However, little is known about the natural viral diversity in wild Mongolian gerbils, with only one hepacivirus (Gerbil hepacivirus) reported recently (An et al., 2022) . Using a metatranscriptomics approach, we report two novel RNA virusesdenoted Gerbil astrovirus and Gerbil paramyxovirus -that were discovered from Mongolian gerbils collected from a plague focus in Shaanxi Province, China. This study was approved of the Shandong First Medical University & Shandong Academy of Medical Sciences. All institutional and national guidelines for the care and use of animals were followed.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 226,
                    "text": "(Charrel & De Lamballerie, 2010;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 244,
                    "text": "Guo et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 565,
                    "text": "(Liu et al., 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 743,
                    "end": 764,
                    "text": "(Bleich et al., 2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 918,
                    "end": 935,
                    "text": "(An et al., 2022)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "In the present study, a total of 40 apparently healthy Mongolian gerbils were collected from a known plague area of Shaanxi Province in China between October-November 2018 during the routine surveillance based on the Surveillance Standard for Plague Epizootic (No. GB16882-1997) . They were divided into four groups (denoted DB01, DB02, DB03, and DB04), with each group containing ten individual gerbils. Tissue samples of kidney, lung, liver, and brain were collected immediately following humane euthanasia with ether. The same tissues of each group were pooled together and a total of 15 libraries were prepared, including four kidney, four lung, four brain, and three liver libraries (Supplementary Table S1 ). These samples were first homogenized with grinding beads and then subjected to total RNA extraction using TRIzol reagent (Takara Biomedical Technology, China). Ribosomal RNA (rRNA) was removed using the MGIEasy rRNA Depletion Kit (MGI Tech Co., China), with RNA sequencing libraries then constructed using the MGIEasy mRNA library Prep Kit (MGI Tech Co., China). Finally, 100 bp paired-end sequencing of the RNA libraries was performed on the BGISEQ-500RS sequencing platform (BGI, China) ).",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 278,
                    "text": "Epizootic (No. GB16882-1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 711,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "An in-house meta-transcriptomic data analysis pipeline was employed for RNA virus discovery as previously described (Hu et al., 2021) . Briefly, sequencing raw reads were trimmed for quality control using Trimmomatic (v0.36) and then de novo assembled with Trinity (version v2.5.1). Assembled sequence contigs were annotated using both Blastn search against the nucleotide (nt) database and Diamond Blastx against the nonredundant (nr) protein database available from GenBank (ftp://ftp.ncbi.nlm.nih.gov/blast/executables/blast+/LATEST), with e-value thresholds of 1×10 -10 and 1×10 -4 , respectively. The sequencing reads were mapped onto the predicted virusassociated contigs using Bowtie2 (v2.4.1) to evaluate the viral abundance and coverage. Virus abundance was estimated as Reads per Million (RPM, mapped viral reads/total library reads*one million). The coiled-coils and transmembrane helices were predicted using COILS (version 2.1) (https://npsa-prabi.ibcp.fr/NPSA/npsa_lupas.html) and TMHMM server (v.2.0) (https://services.healthtech.dtu.dk/service. php?TMHMM-2.0), respectively.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 133,
                    "text": "(Hu et al., 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Overlapping primers (Supplementary Table S2 ) were designed based on the assembled sequences, and RT-PCR and Sanger sequencing were performed to verify the viral sequences (Supplementary Figure S1 ). The 5' and 3' terminal sequences were recovered by performing random amplification of cDNA ends (RACE) using SMARTer RACE 5'/3' kit (Takara Biomedical Technology, China) according to the manufacturer's instructions with virus-specific reverse primers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 43,
                    "text": "(Supplementary Table S2",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Open reading frames (ORFs) were predicted from virus genomes using ORFfinder (https://www.ncbi.nlm.nih.gov/ orffinder/), with gene annotation made by searching against the Conserved Domain Database (CDD) (https://www.ncbi.nlm.nih.gov/cdd/). Amino acid sequences of the viruses identified in this study were aligned with representative reference viruses using the E-INS-i algorithm in MAFFT v7. Phylogenetic trees were then estimated using the maximum likelihood method in IQ-TREE (v1.6.1241) with the best-fit amino acid substitution model and the ultrafast bootstrap approximation (UFBoot) approach (1 000 bootstrap replicates). The nucleotide alignment was used for recombination analysis by RDP (v4.16), and six different recombination detection methods including RDP, BootScan, CHIMAERA, GENECONV, MAXCHI and SiSscan were employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "The number of RNA-sequencing raw reads in the 15 libraries ranged from 78 417 434 to 175 355 292 (Supplementary Table S1 ). Analyses of these data revealed the presence of two RNA viruses, referred as gerbil astrovirus (GeAstV) and gerbil paramyxovirus (GePV) (Supplementary Table S1 ). GeAstV was detected in two lung libraries, while GePV was detected in two kidney libraries. We further screened previously sequenced meta-transcriptomic libraries of Mongolian gerbils for these viruses, and GePV was also detected in multiple kidney libraries (Supplementary Table   S1 ). The highest virus abundance (RPM) of GeAstV and GePV were 281 and 263, respectively (Supplementary Table  S1 ). In total, two complete sequences of each virus were recovered, and pairwise nucleotide comparison showed 99.72% and 99.28% similarity between the two genomes of GeAstV and GePV, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 283,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 571,
                    "text": "(Supplementary Table   S1",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 683,
                    "text": "(Supplementary Table  S1",
                    "ref_id": null
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "The complete genome of GeAstV was 6 525 bp in length (excluding the poly \"A\" tail) and contained the classical astrovirus genomic organization (Boujon et al., 2017) of three ORFs: ORF1a, ORF1b, and ORF2 ( Figure 1A) . A conserved ribosomal frameshift signal (AAAAAAC) was present near the 3' end of ORF1a, and a highly conserved sequence (UUUGGAGGGGUGGACCAAA) was located just before the start codon of ORF2 as observed in other AstVs (Bouzalas et al., 2016) . Five potential trans-membrane domains and two coiled-coil domains were predicted based on the amino acid sequence of ORF1a ( Figure 1A ). The characteristic motifs DWTRFD, GNPSG, YGDD and FGMW were also identified within the RNA-dependent RNA polymerase (RdRp) domain ( Figure 1A) . Furthermore, the characteristic amino acid motif SRGHAE was also found at the 3' end of ORF2 ( Figure 1A ).",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 164,
                    "text": "(Boujon et al., 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 458,
                    "text": "(Bouzalas et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 215,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 731,
                    "end": 741,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 839,
                    "end": 848,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Phylogenetic analyses of ORF1a ( Figure 1B) , RdRp ( Figure 1C ), and ORF2 ( Figure 1D ) of GeAstV with related astroviruses revealed that RdRp and ORF2 of GeAstV fell within a subclade containing rodent, bovine, and porcine associated astroviruses ( Figure 1C, D) , while ORF1a was more basal. Although the incongruous phylogenies give a signal of potential recombination events, no recombination events were identified by all the six detection methods embedded in RDP, likely due to the high level of sequence divergence between these viruses (Supplementary Figure  S2A) . BLASTX analysis showed that GeAstV shared the highest amino acid identity of 75.07% with a pig astrovirus -Mamastrovirus 4 (GenBank accession No. ART85572) -in RdRp (Supplementary Figure S2A) , while shared 42.14% and 35.94% amino acid identity with a rodent astrovirus (GenBank accession No. QNJ35016) in the deduced ORF1a and ORF2 proteins, respectively (Supplementary Figure S2A) . Taken together, these results indicated that GeAstV might represent a novel member within the genus Mamastrovirus according to the species demarcation criteria (Boujon et al., 2017) .",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1141,
                    "text": "(Boujon et al., 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 43,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 53,
                    "end": 62,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 251,
                    "end": 264,
                    "text": "Figure 1C, D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 560,
                    "end": 572,
                    "text": "Figure  S2A)",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 766,
                    "text": "Figure S2A)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 957,
                    "text": "Figure S2A)",
                    "ref_id": null
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Astroviruses (AstVs) can infect a wide range of mammals and birds, causing asymptomatic or systemic diseases (Boujon et al., 2017) . Current evidence reveals that crossspecies transmission of astroviruses could occur between animals living in the same ecological niche, as AstVs have high environmental stability and employ the fecal-oral transmission route (Roach & Langlois, 2021) . In this study, rodent-and porcine-associated astroviruses are clustered together, suggesting potential interspecies transmission between these animals.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Boujon et al., 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 358,
                    "end": 382,
                    "text": "(Roach & Langlois, 2021)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "The full-length genome of GePV was 20 068 nucleotides in length and comprised eight genes in the order (3'-5'): nucleocapsid protein (N), phosphoprotein and proteins V and C (P/V/C), matrix protein (M), fusion protein (F), small hydrophobic protein (SH), transmembrane protein (TM), glycoprotein (G), and RNA polymerase (L) ( Figure 1F ). Phylogenetic analysis of the complete L protein of GePV and other representative members of Paramyxoviridae revealed that GePV fell within the genus Jeilongvirus, clustering with Tailam virus and Beilong virus ( Figure 1E ). Comparative analysis of the genome organizations of GePV and nine members from the same cluster showed that GePV and five Jeilongviruses contained eight predicted genes while Mount Mabu Lophuromys virus 1 (MMLV-1) and 2 (MMLV-2), Feline paramyxovirus (FePV), and Ruloma virus might not possess the SH gene ( Figure 1F ). With the exception of the feline paramyxovirus identified in cat, the remaining eight viruses were all detected in rodents. Regarding the N, G and L proteins, GePV shared the highest similarity (59.56%, 61.29%, and 77.04%, respectively) with Tailam virus, while it had the highest identity (82.35% and 28.57%, respectively) to Beilong virus in the M and TM proteins, and shared the highest similarity (56.35% and 73.13%, respectively) with rodent paramyxovirus in the P and F proteins (Supplementary Figure  S2B) . Collectively, GePV might represent a novel species within the genus Jeilongvirus, and most closely related to Tailam virus and Beilong virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 872,
                    "end": 881,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1385,
                    "end": 1397,
                    "text": "Figure  S2B)",
                    "ref_id": null
                }
            ],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "Paramyxoviruses contain several highly pathogenic zoonotic viruses such as Measles virus, Hendra virus, and Nipah virus (Sakaguchi et al., 2020) . The genus Jeilongvirus has been recently established, and members of this genus were identified in rodents, bats, and cats (Sakaguchi et al., 2020) . Although zoonotic infections of jeilongviruses are rarely described, Beilongvirus has been discovered in a human kidney cell line and antibodies against Jun jeilongvirus have been found in human, pigs, and rodents.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 144,
                    "text": "(Sakaguchi et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 294,
                    "text": "(Sakaguchi et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "In summary, we reported the discovery of a divergent astrovirus in lung samples and a novel paramyxovirus in kidney samples from wild Mongolian gerbils, China, suggesting that Mongolian gerbil could be an important host of rodent astrovirus and paramyxovirus. However, whether these viruses could infect humans or other animals clearly merits further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEAR EDITOR,"
        },
        {
            "text": "All raw reads generated here are available at the NCBI Sequence Read Archive (SRA) database (https://www. ncbi.nlm.nih.gov/sra/) under BioProjectID PRJNA749072 with BioSample accessions SAMN22137953-SAMN22137967, as well as CNCB Genome Sequence Archive (GSA) database (https://ngdc.cncb.ac.cn/gsa/) under BioProject accession PRJCA008551 with BioSample accessions SAMC627845-SAMC627859. Four consensus genome sequences of identified viruses generated in this study have been uploaded in GenBank under accession Nos. OL345583, OL345584, OL409126, and OL409127, as well as CNCB Genome Warehouse (GWH) under accession GWHBHNY01000000 and GWHBHNX01000000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "Supplementary data to this article can be found online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY DATA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel hepacivirus in Mongolian gerbil (Meriones unguiculatus) from Shaanxi, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Virologica Sinica",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hygienic Monitoring of mongolian gerbils: which mouse viruses should be included?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bleich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Keubler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smoczek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mähler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bleich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Laboratory Animals",
            "volume": "46",
            "issn": "2",
            "pages": "173--175",
            "other_ids": {
                "DOI": [
                    "10.1258/la.2011.011144"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The expanding field of mammalian astroviruses: opportunities and challenges in clinical virology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Boujon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seuberlich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Virus Research",
            "volume": "99",
            "issn": "",
            "pages": "109--137",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Full-genome based molecular characterization of encephalitis-associated bovine astroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Seuberlich",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infection, Genetics and Evolution",
            "volume": "44",
            "issn": "",
            "pages": "162--168",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2016.06.052"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zoonotic aspects of arenavirus infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Veterinary Microbiology",
            "volume": "140",
            "issn": "3-4",
            "pages": "213--220",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2009.08.027"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogeny and origins of hantaviruses harbored by bats, insectivores, and rodents",
            "authors": [],
            "year": null,
            "venue": "PLoS Pathogens",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003159"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "418−422, 2022 421 resources for SARS-CoV-2 discovery and surveillance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Bioinformatics Zoological Research",
            "volume": "43",
            "issn": "3",
            "pages": "631--641",
            "other_ids": {
                "DOI": [
                    "10.1093/bib/bbaa386"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Population dynamics of the mongolian gerbils: seasonal patterns and interactions among density, reproduction and climate",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Arid Environments",
            "volume": "68",
            "issn": "3",
            "pages": "383--397",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaridenv.2006.07.002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intra-and cross-species transmission of astroviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Roach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Langlois",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Viruses",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v13061127"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular characterization of feline paramyxovirus in japanese cat populations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Archives of Virology",
            "volume": "165",
            "issn": "2",
            "pages": "413--418",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-019-04480-x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of novel bat coronaviruses sheds light on the evolutionary origins of SARS-CoV-2 and related viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell",
            "volume": "184",
            "issn": "17",
            "pages": "4380--4391",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2021.06.008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Genome characterization and evolutionary relationships of GeAstV and GePV A: Schematic representation and read abundance of the genome of GeAstV. The characteristic amino acid motifs are highlighted with red arrows. B-D: Maximum likelihood phylogenies of GeAstV and representative members of the genus Mamastrovirus were inferred based on the amino acid alignments of ORF1a (B), RdRp (C), and ORF2 (D). The two gerbil astrovirus sequences are highlighted in red with red solid circles. The greyshaded regions show the sequences with phylogenetic incongruence and the rodent associated astrovirus. E: Maximum likelihood phylogeny of the L protein of gerbil paramyxovirus and the representative members of the Paramyxoviridae, including those from the genera Ferlavirus, Aquaparamyxovirus, Respirovirus, Henipavirus, Narmovirus, Salemvirus, Morbillivirus, and Jeilongvirus. The rodent associated viruses are highlighted with a grey background. F: The genome of GePV and nine paramyxoviruses from the genus Jeilongvirus: Beilong virus (BeiPV), Tailam virus (TlmPV), Rodent paramyxovirus (RoPV), Pohorje myodes paramyxovirus 1 (PMPV-1), Jun jeilongvirus (JPV), Mount Mabu Lophuromys virus 1 (MMLV-1) and 2 (MMLV-2), Feline paramyxovirus(FePV), and Ruloma virus. Read abundance of the genome of GePV are shown on the top, followed by open reading frames (ORFs) colored according to their putative functions. The numbers to the right of each virus indicate the length of the virus genome. The genomes are drawn to a unified length scale shown at the bottom. Homologous gene regions are connected by dotted lines. B-E: The trees were midpoint rooted for clarity. Bootstrap values of >70% are shown for key nodes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. John-Sebastian Eden (University of Sydney, Australia) for proofreading the manuscript.Shou-Min Nie 1,# , Juan Li 2,3,4,# , Yi-Ting Wang 4 , Cui-Hong An 1 , Hong Zhou 2,3,4 , Lin Xu 2,3,5 , Yang-Xin Sun 1 , Wen-Hui Chang 1 , Ci-Xiu Li 2,3,4,* , Wei-Feng Shi 2,3,4,5,*",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare that they have no competing interests. shiwf@ioz.ac.cn",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        }
    ]
}