{
    "paper_id": "1b432132a0d44d95e8f5c9019dc477d3635d7cc0",
    "metadata": {
        "title": "Improving human coronavirus OC43 (HCoV-OC43) research comparability in studies using HCoV-OC43 as a surrogate for SARS-CoV-2",
        "authors": [
            {
                "first": "Erin",
                "middle": [
                    "E"
                ],
                "last": "Schirtzinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yunjeong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Sally"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has renewed interest in human coronaviruses that cause the common cold, particularly as research with them at biosafety level (BSL)-2 avoids the added costs and biosafety concerns that accompany work with SARS-CoV-2, BSL-3 research. One of these, human coronavirus OC43 (HCoV-OC43), is a well-matched surrogate for SARS-CoV-2 because it is also a Betacoronavirus, targets the human respiratory system, is transmitted via respiratory aerosols and droplets and is relatively resistant to disinfectants. Unfortunately, growth of HCoV-OC43 in the recommended human colon cancer (HRT-18) cells does not produce obvious cytopathic effect (CPE) and its titration in these cells requires expensive antibody-based detection. Consequently, multiple quantification approaches for HCoV-OC43 using alternative cell lines exist, which complicates comparison of research results. Hence, we investigated the basic growth parameters of HCoV-OC43 infection in three of these cell lines (HRT-18, human lung fibroblasts (MRC-5) and African green monkey kidney (Vero E6) cells) including the differential development of cytopathic effect (CPE) and explored reducing the cost, time and complexity of antibody-based detection assay. Multi-step growth curves were conducted in each cell type in triplicate at a multiplicity of infection of 0.1 with daily sampling for seven days. Samples were quantified by tissue culture infectious dose 50 (TCID 50 )/mL or plaque assay (cell line dependent) and additionally analyzed on the Sartorius Virus Counter 3100 (VC), which uses flow virometry to count the total number of intact virus particles in a sample. We improved the reproducibility of a previously described antibody-based detection based TCID 50 assay by identifying commercial sources for antibodies, decreasing antibody concentrations and simplifying the detection process. The growth curves demonstrated that HCoV-O43 grown in MRC-5 cells reached a peak titer of 10 7 plaque forming units/mL at two days post infection (dpi). In contrast, HCoV-OC43 grown on HRT-18 cells required six days to reach a peak titer of ̃10 6.5 TCID 50 /mL. HCoV-OC43 produced CPE in Vero E6 cells but these growth curve samples failed to produce CPE in a plaque assay after four days. Analysis of the VC data in combination with plaque and TCID 50 assays together revealed that the defective:infectious virion ratio of MRC-5 propagated HCoV-OC43 was less than 3:1 for 1-6 dpi while HCoV-OC43 propagated in HRT-18 cells varied from 41:1 at 1 dpi, to 329:4 at 4 dpi to 94:1 at 7 dpi. These results should enable better comparison of extant HCoV-OC43 study results and prompt further standardization efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has renewed interest in human coronaviruses that cause the common cold, particularly as biosafety level (BSL)-2 surrogate viruses for SARS-CoV-2 research, which must be conducted at BSL-3 (Greenberg, 2016) . Early in the current pandemic, the American Society for Testing and Materials (ASTM) issued guidance on SARS-CoV-2 surrogate virus selection for projects focusing on study of the persistence of the virus in different environments and the development and testing of decontamination procedures (ASTM 2020). The ASTM identified human coronavirus OC43 (HCoV-OC43) (order: Nidovirales, family: Coronaviridae, genus: Betacoronavirus, subgenus: Embecovirus, species: Betacoronavirus 1) as a preferred surrogate on account of its shared characteristics with SARS-CoV-2. As members of the same genus, Betacoronavirus, HCoV-OC43 and SARS-CoV-2 are closely related genetically (Lu et al., 2020) . Both replicate in human respiratory epithelium and are transmitted by aerosols and droplets (Kutter et al., 2018) . Although a rare occurrence, HCoV-OC43 has caused fatal encephalitis in immunocompromised humans. It can infect human neural cell lines and its neurotropic and neuroinvasive properties have been characterized in mice Talbot, 2003, 2006) . Finally, HCoV-OC43 is more resistant than other human coronaviruses to quaternary ammonium disinfectants, such as benzalkonium chloride (Wood and Payne, 1998) . Since the nature of our current research is focused accordingly, we selected HCoV-OC43 as our surrogate for methods development for our SARS-CoV-2 environmental virology research.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 279,
                    "text": "BSL-3 (Greenberg, 2016)",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 965,
                    "text": "(Lu et al., 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1060,
                    "end": 1081,
                    "text": "(Kutter et al., 2018)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1300,
                    "end": 1319,
                    "text": "Talbot, 2003, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1480,
                    "text": "(Wood and Payne, 1998)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While using HCoV-OC43 as a surrogate for SARS-CoV-2 may have advantages over other coronaviruses or non-coronavirus surrogates, working with HCoV-OC43 also has its difficulties. Prior to the SARS-CoV and Middle East respiratory syndrome outbreaks in 2003 and 2012 respectively, research with human coronaviruses was fairly limited, likely because infections cause relatively mild disease, i.e. \"the common cold,\" and are typically restricted to the upper respiratory tract. Also, a review of extant literature finds researchers using a variety of methods to quantify HCoV-OC43 employing different cell lines, HRT-18 (human colon cancer cells) (Lambert et al., 2008) , RD (human rhabdosarcoma cells) (Schmidt et al., 1979) , MRC-5 (human lung fibroblasts) (Collins, 1993 (Collins, , 1995 Kim et al., 2019) , BSC-1(African green monkey kidney cells) (Bruckova et al., 1970) , Vero E6 expressing TMPRSS2 (Hirose et al., 2021) and Mv1Lu (mink lung cells) (Bracci et al., 2020) , using different titration assay types (either TCID 50 or plaque assay), the latter with different types (agarose, Avicel, methylcellulose) and percentages of overlays, employing different incubation temperatures (33 • C or 37 • C), times (2-7 days) and detection methods (immunoperoxidase with chromagen, immunofluorescence, neutral red and crystal violet). This lack of standardization hampers evaluation and comparison of study results, as the different cell lines may have different growth kinetics and susceptibilities to virus grown in heterologous cells.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 665,
                    "text": "(Lambert et al., 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 699,
                    "end": 721,
                    "text": "(Schmidt et al., 1979)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 755,
                    "end": 769,
                    "text": "(Collins, 1993",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 770,
                    "end": 786,
                    "text": "(Collins, , 1995",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 787,
                    "end": 804,
                    "text": "Kim et al., 2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 848,
                    "end": 871,
                    "text": "(Bruckova et al., 1970)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 901,
                    "end": 922,
                    "text": "(Hirose et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 951,
                    "end": 972,
                    "text": "(Bracci et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, in this study we sought to optimize and standardize existing HCoV-OC43 titration assays to facilitate comparison of study results from different researchers. Consequently, we optimized and standardized the indirect immunocytochemistry assay described by Lambert et al. (2008) for quantification of HCoV-OC43 on HRT-18 cells. We examined the replication kinetics of HCoV-OC43 infection in the commonly used cell lines: HRT-18 (ATCC CCL-244), MRC-5 (ATCC CCL-171) and Vero E6 (ATCC CRL-1586) cells. We compared the susceptibility of HRT-18 cells to virus propagated on MRC-5 cells as well as vice versa. Finally, we measured the ratio of infectious to non-infectious or defective virions in virus stocks propagated in all three cell lines.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 286,
                    "text": "Lambert et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human ileocecal adenocarcinoma (HRT-18) (ATCC CCL-224) cells were maintained in Roswell Park Memorial Institute 1640 (RPMI-1640) (ATCC formulation: Gibco, Fisher Scientific), 2% heat-inactivated (HI) fetal bovine serum (FBS) (Gibco, Fisher Scientific) and 1X L-glutamine (Corning, Fisher Scientific). Human lung fibroblast (MRC-5) (ATCC CL-171) and African green monkey kidney, clone E6 (Vero E6) (ATCC CL-1586) cells were grown in Eagle's Minimum Essential Media (Corning, Fisher Scientific), 10 % HI-FBS and 1X L-glutamine. All cells were maintained at 37 • C with 5% CO 2 in a humidified incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "A T150 flask of confluent HRT-18 cells was inoculated with Betacoronavirus 1 (ATCC VR-1558, Human Coronavirus OC43) at an MOI of 0.1 in three ml of infection media (RPMI 1640 supplemented with 2% HI-FBS, 1X L-glutamine and 1X Penicillin/Streptomycin (P/S) (Corning, Fisher Scientific). The virus was adsorbed for 1.5 h rocking every 15 min at 33 • C, 5% CO 2 and then infection media was added to bring the volume to 40 mL. The virus was incubated at 33 • C, 5% CO 2 for four days. After one freeze/thaw cycle the virus was clarified by centrifugation (200 x g, 5 min), aliquoted and placed at − 80 • C until use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "HRT-18 cells were seeded in 96-well plates and incubated at 37 • C, 5 % CO 2 until 70-80 % confluent. The media was removed and the cells inoculated with OC43 stock virus diluted 1:10. Plates were incubated at 33 • C, 5% CO 2 for four days. In the BSC, viral supernatant was removed from each plate and the plate was washed with 200 μL/well of 1X PBS (pH7.4). The 1X PBS was removed and 50 μL of 4 % paraformaldehyde (Ted Pella) was added to each well. Cells were incubated with paraformaldehyde for 10 min at room temperature. The paraformaldehyde was removed in the BSC and the plates were air dried for 20− 30 min on the bench. To optimize the primary antibody dilution, mouse anti-OC43 nucleoprotein (clone 542-7D) (Millipore Sigma) was diluted in 1X PBS to 1:500 (manufacturer's recommended dilution), 1:1000, 1:2000, 1:4000 and 1:10000. 100 μL/well of diluted antibody was added to 12 replicate wells of the 96-well plate. The plate was incubated at 37 • C for two hours. Primary antibody was removed and the wells washed three times with 200 μL/well 1X PBS. Donkey anti-mouse IgG conjugated to AlexaFluor 488 (Jackson Immunoresearch) was diluted 1:200 in 1X PBS (the high end of manufacturer's recommended range). 100 μL/well of diluted secondary antibody was added to the cells and then incubated for two hours in the dark at 37 • C. Secondary antibody was removed and cells were washed with 200 μL/well of 1X PBS. Post wash, 1X PBS was added to the wells and the plates were read on an Olympus CKX53 epifluorescence microscope using a 10X/0.25 NA objective. The highest dilution of primary antibody that showed no signal loss in comparison with lower dilutions was chosen as the optimal dilution. After selecting the primary antibody dilution, the secondary antibody was titrated similarly. After cells were air dried, 100 μL/well of primary antibody, diluted 1:2000 in 1X PBS, was added to all wells and the cells were incubated for two hours at 37 • C. Primary antibody was removed and the cells were washed three times with 200 μL/well of 1X PBS. Donkey anti-mouse IgG conjugated to AlexaFluor 488 (Jackson Immunoresearch) was diluted to 1:200, 1:400 and 1:800 (manufacturer's recommended range) in 1X PBS. 100 μL of each dilution was added to 12 replicate wells and the cells were incubated in the dark for two hours at 37 • C. Secondary antibody was removed and cells were washed with 200 μL/well of 1X PBS. The wells were filled with 1X PBS and the plates were read on an Olympus CKX53 epifluorescence microscope using a 10X/ 0.25 NA objective. The highest dilution of secondary antibody that showed no loss of signal compared to lower dilutions was chosen as the optimal dilution. Additionally, we optimized the antibody volumes by comparing 100 μL to 50 μL per well and reduced secondary antibody incubation time by comparing the signal from a two-hour incubation to a 30-minute incubation (manufacturer's recommendation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody-based TCID50 assay optimization"
        },
        {
            "text": "Cells were seeded in four T25 flasks of each cell line (HRT-18, MRC-5, Vero E6) and incubated at 37 • C, 5 % CO 2 until 95-100 % confluent. Cells were trypsinized and removed from one T25 flask of each cell line (HRT-18, MRC-5, Vero E6), diluted 1:2 in Trypan Blue 0.4 % solution (Gibco, ThermoFisher Scientific) and counted on a Cellometer mini cell counter (Nexcelom). Triplicate T25 flasks of each cell type were inoculated with HCoV-OC43 at an MOI of 0.1 and adsorbed for 1.5 h with rocking every 15 min at 33 • C, 5 % CO 2 . The inoculum was removed, the cells were washed twice with 1X PBS (pH 7.4) (Gibco, Fisher Scientific) and 5 mL of infection media (HRT-18: RPMI 1640 with 2 % HI-FBS, 1X Lglutamine, 1X P/S, MRC-5 and Vero E6: EMEM with 2% FBS, 1X P/S) was added. One ml of viral supernatant was removed and replaced with fresh media every 24 h for 7 days. Samples were aliquoted and stored at − 80 • C until assayed. The development of cytopathic effect (CPE) was monitored using phase contrast (4X/0.13 NA and 10X objectives) on the aforementioned microscope every 24 h, immediately prior to sample collection. Once CPE developed in a cell type, a representative flask was photographed daily through day 7 at 40x and 100x magnification using an Olympus LC30 camera and cellSens Entry software version 1.16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curves"
        },
        {
            "text": "HRT-18 cells were seeded in 96-well plates and incubated at 37 • C, 5 % CO 2 until 70-80 % confluent. The media was removed and the cells inoculated with serial 10-fold dilutions of each sample (8 replicates). Plate were incubated at 33 • C, 5% CO 2 for 4 days. In the BSC, viral supernatant was removed from each plate and the plate was washed with 200 μL/well of 1X PBS (pH7.4). The 1X PBS was removed and 50 μL of 4 % paraformaldehyde (Ted Pella) was added to each well. Cells were incubated with paraformaldehyde for 10 min. The paraformaldehyde was removed in the BSC and the plates were dried for 20− 30 min on the bench. Mouse anti-OC43 Nucleoprotein was diluted at 1:2000 in 1X PBS and 50 μL was added to each well. The plates were incubated for two hours at 37 • C. The plates were washed three times with 200 μL/well of 1X PBS. Donkey anti-mouse IgG conjugated to AlexaFluor 488 (Jackson Immunoresearch) was was diluted to 1:400 in 1X PBS and 50 μL was added to each well. The plates were incubated at 37 • C for 30 min in the dark. After a final wash with 1X PBS, the wells were filled with PBS and read on an Olympus CKX53 epifluorescence microscope using a 10X/ 0.25 NA objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCID50 assay"
        },
        {
            "text": "MRC-5 cells or Vero E6 cells were seeded in 12 or 24-well plates and incubated at 37 • C, 5 % CO 2 until 80-90 % confluent. Cells were inoculated with serial 10-fold dilutions of each virus sample in triplicate (12well) or duplicate (24 well). The inoculum was adsorbed for 1.5 h at 33 • C, 5 % CO 2 rocking every 15 min. The inoculum was removed and 1 % methylcellulose (4000 cp, Millipore Sigma) in EMEM with 2 % HI-FBS, 1X P/S was added. The plates were incubated at 33 • C, 5 % CO 2 for 4 days. Crystal violet fixative (25 % v/v of 37 % formaldehyde, 11 % v/v of 100 % ethanol, 5 % v/v of glacial acetic acid and 4 % w/v crystal violet in deionized water) was added to the wells and incubated for 1 h at room temperature. The crystal violet fixative was removed and the plates washed with tap water to remove residual stain. Plates were airdried, plaques enumerated and titer calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assay"
        },
        {
            "text": "The Virus Counter 3100 (Sartorius Stedim) was used to determine the total number of virus particles (infectious and non-infectious) by flow virometry in all the HCoV-OC43 samples collected during the propagation on the three cell lines. Prior to sample titration, a screening assay was conducted, using the Combo Dye kit (Sartorius, Stedim) per manufacturer's instructions, to determine the appropriate dilution for the virus samples. Briefly, Combo Dye Concentrate was rehydrated and diluted with Combo Dye Buffer. The cell culture media (used as a control for background signal in the media) and the HCoV-OC43 stock virus were diluted to 1:10, 1:100, 1:1000 and 1:10000 in Sample Dilution Buffer, 100 μL of each dilution and 50 μL of the diluted Combo Dye were added to each sample vial, mixed and incubated at room temperature in the dark for 30 min. The samples were then run on the Virus Counter and the optimal dilution range was calculated using the Virus Counter software. Once the appropriate dilution was determined, all samples from each of the growth curves were diluted, stained with Combo Dye as described above and run on the Virus Counter in duplicate. The average titers of all sample duplicates were calculated using the Virus Counter software. For a titer to be considered reliable values for both runs needs to exceed two internal quality thresholds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Counter assay"
        },
        {
            "text": "In order to increase the reproducibility of the antibody detection method of Lambert et al. (2008) , we identified commercial sources for the primary and secondary antibodies, mouse anti-HCoV-OC43 nucleoprotein (clone 542-7D) (Millipore Sigma) and donkey anti-mouse IgG Alexa Fluor 488 (Jackson Immunoresearch), respectively. We titrated the primary antibody to dilutions of 1:500, 1:1000, 1:2000, 1:4000, 1:10000 and the secondary antibody to dilutions of 1:200, 1:400, 1:800 and found a dilution of 1:2000 and 1:400 to be optimal (no loss of signal compared to lower dilutions) for primary and secondary antibodies, respectively. Additionally, we halved the volume of each antibody from 100 μL to 50 μL per well and reduced the secondary antibody incubation time from a two-hour incubation to a 30-minute incubation and decreased the paraformaldehyde fixation time from 30 to 10 min with no impact on assay results.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "Lambert et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Antibody-based TCID 50 assay optimization"
        },
        {
            "text": "To investigate the replication kinetics of HCoV-OC43 in HRT-18 cells in comparison to Vero E6 and MRC-5 cells we conducted multi-step growth curves in each cell type. As expected, HRT-18 cells infected with HCoV-OC43 showed no obvious CPE at any time point. In contrast, HCoV-OC43 produced CPE (cell lysis, cell rounding and vacuolization) in MRC-5 cells starting on day 2, which continued through day 7. CPE was observed in HCoV-OC43 infected Vero E6 cells. Cell rounding and lysis began on day 3 and continued until day 7 (Figs. 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 539,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Growth curves"
        },
        {
            "text": "Due to the development of CPE in the MRC-5 and Vero E6 growth curves, virus samples were quantified by plaque assay in the respective cell line. Plaques produced by HCoV-OC43 infection of MRC-5 cell monolayers were enumerable at 40x magnification on a phase contrast microscope. However, the morphology of the cells made oddly shaped plaques (Fig. 3a-c) that quickly grew into each other at lower dilutions during the four-day incubation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 353,
                    "text": "(Fig. 3a-c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Growth curves"
        },
        {
            "text": "In contrast, after a four-day incubation, there were no visible plaques in the Vero E6 plaque assays of HCoV-OC43 Vero E6 growth curve samples. To determine if Vero E6 cells could be used for quantification of HCoV-OC43 propagated on other cell lines, HRT-18 cell-propagated HCoV-OC43 virus was tested in a TCID 50 assay using Vero E6 cells. At 7 days of incubation, the cells were fixed and virus detected using the optimized immunofluorescence assay. Immunofluorescence confirmed the HCoV-OC43 infection up to the 10 − 5 dilution in the Vero E6 cells (Fig. 3d) , however CPE was only visible in the lowest (10 -1 ) dilution on the plate. The Vero E6 growth curve samples were then titrated by TCID 50 on HRT-18 cells to determine the virus's basic growth parameters in the Vero E6 cell line.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 562,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Growth curves"
        },
        {
            "text": "The growth curves of HCoV-OC43 in HRT-18 and Vero E6 cells shared several similarities ( Fig. 4a and b) . At 1 dpi the log 10 TCID 50 /mL values were approximately 5.0 and similar peak titers of approximately 6.5 log 10 TCID 50 /mL were reached at 5 and 6 dpi in Vero E6 and HRT-18 cells, respectively. The HCoV-OC43 virus grown in MRC-5 cells is nearly 2 log 10 higher at 1 dpi than the TCID 50 /mL titers of the HRT-18 and Vero E6 cells (Fig. 4c ). In addition, the MRC-5 virus reaches peak titer of 6.9 log 10 plaque forming units (PFU)/mL which is approximately 1 log 10 higher than the peak titer of HCoV-OC43 grown on HRT-18 cells at 6 dpi and approximately 0.5 log 10 higher than HCoV-OC43 grown on Vero E6 cells at 5 dpi. The HCoV-OC43 reaches a higher titer, sooner, when grown in MRC-5 cells than the more commonly used HRT-18 cells. These cells were also differentially permissive to HCoV-OC43 virus grown in other cells. HCoV-OC43 grown in MRC-5 cells yielded a 7.57 log 10 T-CID 50 /mL titer in MRC-5 cells but when assayed in HRT-18 cells the titer was greater than 10.5 log 10 TCID 50 /mL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 103,
                    "text": "Fig. 4a and b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 439,
                    "end": 447,
                    "text": "(Fig. 4c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Growth curves"
        },
        {
            "text": "Fig. 4 shows the virus particle/mL titers from Virus Counter analysis (black circles, dotted lines) of HCoV-OC43 grown in each cell line over time. HCoV-OC43 grown on HRT-18 cells produced 6.77 log 10 viral particles/mL at 1 dpi. The number of viral particles steadily increased to 8.46 log 10 viral particles by 7 dpi. Subtracting the number of infectious virions from the number of total viral particles results in the number of defective virions. Dividing the number of defective virions by the number of infectious virions gives the ratio of defective to infectious virions (D:I) (Table 1) . At 1 dpi, HCoV-OC43 grown on HRT-18 cells has a the D:I of 41.1:1. The ratio peaks at 329.4:1 at 4 dpi and then decreases to 94.3:1 at 7 dpi. (Table 1 ). In contrast, for the HCoV-OC43 grown in Vero E6 cells, however, the number of total virus particles did not surpass the Virus Counter's minimum threshold (5.5 × 10 5 particles/mL) until 4 dpi on which the log 10 virus particles/mL was 6.95. The concentration of virus particles/mL continued to increase until 7 dpi when total virus particles were nearly 100 times the TCID 50 /mL. For HCoV-OC43 grown in MRC-5 cells the number of virus particles/mL was very similar (within <1.0 log 10 ) to the number of PFU/mL throughout most of the sampling period (Fig. 4b) . The D:I was 2.4:1 at 2 dpi, dropped to 0.5:1 at 4 dpi and peaked at 22.1:1 at 7 dpi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 593,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 738,
                    "end": 746,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1301,
                    "end": 1310,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Virus Counter"
        },
        {
            "text": "The Lambert et al. (2008) immunoperoxidase detection based TCID 50 assay has not been widely adopted. The detection protocol is complex, time-consuming (>5 h) and expensive. Consequently, we identified commercial sources of antibodies to increase the reproducibility of the assay and optimized the antibody dilutions to reduce the cost. We found 1:2000 and 1:400 dilutions to be optimal for primary and secondary antibodies, respectively. We also found that reduction of the antibody volume from 100 μL to 50 μL per well in a 96 well plate format resulted in no signal loss and halved antibody volume required per assay. Overall, these changes reduced the antibody cost per assay by 67 %. Additionally, we reduced the total detection protocol time to approximately three hours by decreasing the secondary antibody incubation time to 30 min with no signal loss, decreasing the cell fixation time to 10 min, and eliminating the reporter enzyme and chromogen steps through use of a fluorophore conjugated secondary antibody.",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 25,
                    "text": "Lambert et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This investigation of HCoV-OC43 replication kinetics in HRT-18, MRC-5 and Vero E6 cells provided several insights regarding the use of MRC-5 and Vero E6 cells in HCoV-OC43 quantification. While HCoV-OC43 infection of HRT-18 cells produced no obvious CPE during the 7day growth curve, as expected, infection of MRC-5 cells and surprisingly, Vero E6 cells displayed clear and obvious CPE beginning at day 2 and day 3, respectively. To further investigate this we quantified the growth curve samples from these cell lines using plaque assays on the same cell line. The MRC-5 plaque assays produced countable, although pleomorphic, plaques after a four-day incubation. Bracci et al. (2020) also tested HCoV-OC43 in a plaque assay using MRC-5 cells with a five-day incubation at 37 • C. They concluded that plaques were countable, but that MRC-5 cells were too slow-growing and variable to further optimize the assay (Bracci et al., 2020) . The incubation time for plaques to develop in MRC-5 cells may need to be shortened to less than four days to prevent the plaques from growing together or a higher percentage overlay used such that its viscosity better restricts the movement of the virus. Previous studies with MRC-5 cells in HCoV-OC43 plaque assays used agarose overlays, which may better limit the spreading of plaques (Collins, 1995; Funk et al., 2012; Warnes et al., 2015) . Alternatively, using MRC-5 cells in a TCID 50 format for HCoV-OC43 quantification would alleviate the need for distinguishable plaques and might be a useful assay when greater throughput is needed.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 685,
                    "text": "Bracci et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 912,
                    "end": 933,
                    "text": "(Bracci et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1323,
                    "end": 1338,
                    "text": "(Collins, 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1339,
                    "end": 1357,
                    "text": "Funk et al., 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1358,
                    "end": 1378,
                    "text": "Warnes et al., 2015)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to MRC-5 cells, after a four-day incubation, there were no plaques visible in the Vero E6 propagated HCoV-OC43 plaque assays using Vero E6 cells. This result was unexpected due to the CPE observed during propagation. When Hirose et al. (2021) similarly tested a Vero E6 plaque assay, they found that infection of Vero E6 cells with 2 × 10 5 TCID 50 /mL of HCoV-OC43 produced barely visible CPE from 3 to 5 days post-infection (dpi) while infecting Vero E6 cells with less than 2 × 10 3 TCID 50 /mL of HCoV-OC43 resulted in no CPE during a 5-day infection period. The lack of CPE in the current experiment as well as in Hirose et al. (2021) may have been caused by terminating the incubation period prior to the virus reaching sufficient levels to cause CPE. The length of time needed for low titer HCoV-OC43 to develop CPE was not determined in our study, but based on our data it is greater than 7 days. This extended incubation time needed for HCoV-OC43 to produce CPE in Vero E6 cells precludes their usefulness in a standard method of quantification and emphasizes the need to know the susceptibility of the cell line being used for quantification.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 254,
                    "text": "Hirose et al. (2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 631,
                    "end": 651,
                    "text": "Hirose et al. (2021)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The cell lines used in this study were also shown to be differentially permissive to HCoV-OC43 virus grown in other cells. HCoV-OC43 propagated in HRT-18 cells was used in the growth curve experiments at the same MOI (0.1) and while the HRT-18 and Vero E6 growth curves were very similar, the virus grown in MRC-5 cells grew to a higher titer, faster than in the other cell types. Additionally, HCoV-OC43 propagated in MRC-5 cells had a lower titer (7.57 log 10 PFU/mL) when titered on MRC-5 cells than when quantified using HRT-18 cells (10.5 log 10 TCID 50 /mL). HCoV-OC43 grown in Vero E6 cells developed no plaques in Vero E6 cells despite showing CPE during the replication kinetics experiment. However, we were able to successfully quantify these samples using the TCID 50 assay with HRT-18 cells. This suggests that HCoV-OC43 may use a different mechanism to enter Vero E6 cells and fewer cells may become infected per unit time. Further support for this idea came from a TCID 50 assay of the stock HCoV-OC43 virus (grown in HRT-18 cells) using Vero E6 cells in which CPE was present only in the 10 − 1 dilution at 7 dpi but an HRT-18 based log 10 TCID 50 /mL titer was 6.0. Understanding that virus titer can change based on which cell lines are used to propagate as well as quantify the virus is important when comparing results from multiple studies, especially in a field with few gold standards for assays. Based on our investigations, we would recommend propagating virus and quantifying samples on the same cell type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many studies use reverse transcription quantitative polymerase chain reaction (RT q-PCR) to quantify the number of RNA virus genomes in a sample. While this method produces results in less time than traditional cell-based assays it has the disadvantages of potentially counting fragments of RNA as full genomes, counting viral transcripts as genomes and being unable to determine if a genome is part of an infectious virion. Flow virometry is a new technology that uses the principles of flow cytometry to determine the number of intact virus particles in a sample. As implemented in the Virus Counter 3100, this method greatly reduces the time needed to quantify virus samples, however, it too is unable to determine if a virus particle is infectious. Consequently, use of the Virus Counter in combination with assays that determine infectious virus concentration, as done here, enables determination of the number of defective virus particles (defective virions) produced at different points during propagation. Defective virions are produced when a mutation or deletion occurs during replication or a mistake is made in virus packaging (Alnaji and Brooke, 2020; Vignuzzi and Lopez, 2019) . Often defective virions are able to enter cells, at times via alternative paths such as macropinocytosis, but they fail to complete the replication cycle without a co-infecting helper virus. When a helper virus is present the defective genome may have an advantage as the smaller defective genome can be replicated faster. In addition, competition for resources within the cell can negatively impact the production of infectious virus, driving down viral titers (Alnaji and Brooke, 2020; Makino et al., 1984) . Defective virions are known to impact viral persistence, pathogenesis and evolution (Vignuzzi and Lopez, 2019) . Therefore, it is important to monitor the production of defective virions in virus stocks to prevent unusual and ungeneralizable results.",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1164,
                    "text": "(Alnaji and Brooke, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1165,
                    "end": 1190,
                    "text": "Vignuzzi and Lopez, 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1655,
                    "end": 1680,
                    "text": "(Alnaji and Brooke, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1681,
                    "end": 1701,
                    "text": "Makino et al., 1984)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1788,
                    "end": 1814,
                    "text": "(Vignuzzi and Lopez, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based upon these preliminary results, HCoV-OC43 grown in MRC-5 cells may be a better choice for virus production due to the limited number of defective virions compared to HCoV-OC43 grown in HRT-18 cells. However, we did not continue to passage HCoV-OC43 in MRC-5 cells so it is possible that defective virions may increase with further passaging. The impact of the immune response of MRC-5 cells to HCoV-OC43 infection and the production of defective virions is also currently unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast, for the HCoV-OC43 grown in Vero E6 cells, however, the number of total virus particles did not surpass the Virus Counter's minimum threshold (5.5 × 10 5 particles/mL) until 4 dpi on which the log 10 virus particles/mL was 6.95. The concentration of virus particles/ mL continued to increase until 7 dpi when total virus particles were nearly 100 times the TCID 50 /mL. This pattern suggests that in the early part of the growth curve the less fit HCoV-OC43 genomes in Vero E6 cells are selected against because they fail to replicate. Defective virions may then increase after a threshold of infection wherein co-infections can occur. For our experiment, this threshold appears to occur between 3 dpi and 4 dpi when the log 10 TCID 50 /mL is between 5.67 and 6.55 and the D:I at 4 dpi is 1.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our study showed that several protocols for quantification of HCoV-OC43 could be optimized and further standardized to encourage their wider use among researchers. We improved the indirect immunoperoxidase detection method of Lambert et al. (2008) by identifying commercial sources of antibodies and reducing the time, cost and complexity of the protocol by adjusting incubation times in multiple steps, optimizing antibody dilutions and volumes and changing the detection system. Our comparison of growth parameters of HCoV-OC43 propagation in three cell lines (HRT-18, MRC-5 and Vero E6) found that HCoV-OC43 propagated in MRC-5 cells achieved a higher titer (̃7.0 log 10 PFU/mL) that peaked at 2 dpi compared to that in HRT-18 cells (6.5 log 10 TCID 50 /mL at 6 dpi). Our findings showed that Vero E6 cells are susceptible to HCoV-OC43 infection and infection at an MOI of 0.1 results in CPE. Finally, we calculated the D:I for HCoV-OC43 grown in each cell line. The virus propagated in MRC-5 cells had the lowest D:I, ranging from 0.5:1 to 2.9:1 over 6 days, then rising to 22.1:1 at 7 dpi. HCoV-OC43 propagated on HRT-18 cells had the highest D:I of 329.4:1 on 4 dpi, while the Vero E6 propagated HCoV-OC43 had a D:I of 1.5:1 at 4 dpi. The HRT-18 and Vero E6 propagated viruses, respectively, had ratios of 94:1 and 97:1 at 7 dpi. We hope that the basic parameters provided here will assist researchers using HCoV-OC43 as a surrogate for SARS-CoV-2 in their choice of cells for propagation and quantification of HCoV-OC43, as well as, encourage the development and use of standardized methods to increase the comparability and reproducibility of future human coronavirus research. ",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 259,
                    "text": "Lambert et al. (2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work was supported by the United States Department of Agriculture National Institute of Food and Agriculture's Award #2020-67017-33146.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza virus DI particles: defective interfering or delightfully interesting? PLoS Pathog",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Alnaji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Brooke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improved plaque assay for human coronaviruses 229E and OC43",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bracci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kehn-Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PeerJ",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The adaptation of two human coronavirus strains (OC38 and OC43) to growth in cell monolayers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruckova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "135",
            "issn": "",
            "pages": "431--435",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virus-ligand interactions of OC43 coronavirus with cell membranes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "342",
            "issn": "",
            "pages": "285--291",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interferon gamma potentiates human coronavirus OC43 infection of neuronal cells by modulation of HLA class I expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol. Invest",
            "volume": "24",
            "issn": "",
            "pages": "977--986",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection of human alveolar macrophages by human coronavirus strain 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Travanty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Voelker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Gen. Virol",
            "volume": "93",
            "issn": "",
            "pages": "494--503",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human rhinovirus and coronavirus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin. Respir. Crit. Care Med",
            "volume": "37",
            "issn": "",
            "pages": "555--571",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A cytophathic effect-based tissue culture method for HCoV-OC43 titration using TMPRSS2-expressing VeroE6 cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hirose",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bandou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Daidoji",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "159--180",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vacuolating encephalitis in mice infected by human coronavirus OC43",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "315",
            "issn": "",
            "pages": "20--33",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HCoV-OC43-induced apoptosis of murine neuronal cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "581",
            "issn": "",
            "pages": "473--478",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Natural bis-benzylisoquinoline alkaloidstetrandrine, fangchinoline and cepharanthine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission routes of respiratory viruses among humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kutter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Spronken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Fraaij",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr. Opin. Virol",
            "volume": "28",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Titration of human coronaviruses, HcoV-229E and HCoV-OC43, by an indirect immunoperoxidase assay",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marceau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol. Biol",
            "volume": "454",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Defective interfering particles of mouse hepatitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virology",
            "volume": "133",
            "issn": "",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Plaque assay and improved yield of human coronaviruses in a human rhabdomyosarcoma cell line",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Clin. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "722--728",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Defective viral genomes are key drivers of the virus-host interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "1075--1087",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human coronavirus 229E remains infectious on common touch surface materials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Warnes",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keevil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1697--01615",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The action of three antiseptics/disinfectants against enveloped and non-enveloped viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Hosp. Infect",
            "volume": "38",
            "issn": "",
            "pages": "283--295",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of uninfected and HCoV-OC43 infected cells. Uninfected cells: A) HRT-18, human ileocecal colorectal adenocarcinoma cells (ATCC CCL-224), B) MRC-5, human lung fibroblasts (ATCC CCL-171), C) Vero E6, African green monkey kidney cells (clone E6 from Vero 76) (ATCC CCL-1586). Cells infected with HCoV-OC43 at four days post infection (dpi): D) HRT-18, E) MRC-5, F) Vero E6 cells. All images were taken on an Olympus CKX35 microscope equipped as described in the methods. Bar is 100 microns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cytopathic effect in HCoV-OC43 infected cells over time. MRC-5 cells at (A-E) 3-7 dpi, one image per day; (B) is same image as in Fig. 1e. Vero E6 cells at (F-J) 3 -7 dpi, one image per day; (G) is same image as Fig. 1f. Bar is 100 microns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Visualization of HCoV-OC43 infection of different cell lines. Detection of HCoV-OC43 infection using the optimized immunofluorescence assay: ((A-C) Crystal violet staining of plaques in MRC-5 cells, showing pleomorphic plaque morphology. D) Vero E6 cells. The black bar is 100 microns and applies to (A-C). The white bar is 20 microns and applies to (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of infectious and total (infectious and defective) virions produced during HCoV-OC43 propagation of different cell lines over seven days. Closed squares and solid lines are infectious titers determined by TCID 50 assay. Closed triangles and solid lines are infectious titers determined by plaque assay. Closed circles and dashed lines are total viral particles determined by Virus Counter analysis. All values are shown +/-1 standard error. HCoV-OC43 infection of (A) HRT-18, (B) Vero E6 and (C) MRC-5 cells.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Author statement Erin E. Schirtzinger: Conceptualization, Methodology, Validation, Investigation, Writing -Original Draft, Writing -Review & Editing, Visualization. Yunjeong Kim: Conceptualization, Resources, Writing -Review & Editing. A. Sally Davis: Conceptualization, Methodology, Validation, Writing -Review & Editing, Supervision, Resources, Funding acquisition, Visualization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Titer, total virus particles and ratio of defective particles: infectious virions of HCoV-OC43 propagated in HRT-18, MRC-5 and Vero E6 cells. * Value not able to be determined because Virus Particles/mL were less than PFU/mL.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.jviromet.2021.114317.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}