{
    "paper_id": "1b79473b01f148e85ebe22d549a6356b85ec0b81",
    "metadata": {
        "title": "Policing and public health calls for service in Philadelphia",
        "authors": [
            {
                "first": "Jerry",
                "middle": [
                    "H"
                ],
                "last": "Ratcliffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This contribution outlines various spatial and temporal aspects of medical or public-health related calls for service from the public to police in Philadelphia in 2019. These incidents comprise about 8% of the police department's workload that originates from the public. Calls appear to be highly concentrated in a few areas, and specifically the Center City and Kensington neighborhoods. They are also more likely to occur late afternoon and evening. The article shows that some medical or public health activity initially masquerades as crime or other policing work and some events eventually determined to be police/crime activity can initially appear to be public health related. About 20% of activity in this area does not appear predictable from the initial call type as handled by police dispatch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Researchers have long recognized that the police role stretches beyond crime enforcement to social order and peacekeeping (Bittner, 1967; Goldstein, 1979) . Public health issues are also 'inseparable' from policing (Wood, 2020) . Police regularly encounter vulnerable groups, including people struggling with mental illness, domestic and sexual violence, challenges related to sex work and drug addiction, alcohol abuse, and human trafficking (Dijk & Crofts 2017) . These conditions can present together in multiple ways that challenge police officers to address the complexity of co-morbidity issues, often within a 'vacuum' of support from other organizations (Wood et al., 2021) . Given numerous cities are discussing police involvement in public health-related incidents, this brief contribution describes a year's worth of public health related calls to police in one city, as evidenced through police administrative records.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 137,
                    "text": "(Bittner, 1967;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 138,
                    "end": 154,
                    "text": "Goldstein, 1979)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 215,
                    "end": 227,
                    "text": "(Wood, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 443,
                    "end": 463,
                    "text": "(Dijk & Crofts 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 681,
                    "text": "(Wood et al., 2021)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To examine a typical period, a pre-COVID-19 year was selected. In 2019, Philadelphia, Pennsylvania, was the 6th largest city in the United States with a population of 1.58 million comprising 34.2% White, 40.1% Black, and 15.2% Hispanic. It had a median household income of just under $46,000, and a quarter of the city lived in poverty. 1 Among over 15,000 violent crimes and 50,000 property offenses, the city recorded 356 homicides (a rate of 22.5 per 100,000 and 4.5 times higher than the national rate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Philadelphia Police Department's (PPD) computeraided dispatch (CAD) database contains over 3.3 million entries for 2019, of which just over 1 million (1.07 million) were unique calls for service from the public to which at least one of the city's 6584 sworn officers 2 was dispatched. Call classification (also called 'slotting' or 'recoding' , Gillooly, 2020) involves interpreting the call information and assigning a relevant organizational category, type or code. As Neusteter, Mapolski, Khogali, and O'Toole (2019: 9) note \"A handful of codes is likely insufficient to cover all eventualities\", and PPD has over 130 CAD codes, ranging from assaults to vandalism. Selecting",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 364,
                    "text": "Gillooly, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Medical/public health related incidents"
        },
        {
            "text": "Crime Science *Correspondence: jhr@temple.edu Department of Criminal Justice, Temple University, Philadelphia, PA, USA one of these codes reflects the initial 'best guess' classification of an event by the dispatcher and does not necessarily indicate the final disposition after police attend the incident. Table 1 summarizes the 1.07 million dispatched events. Rather than list over 80 CAD codes, 3 they are grouped here into general categories such as calls to help the community manage non-crime problems, active crime events or reports of recent crime, medical-type activities or calls related to public health, proactive work generated by the public to suspicious activity, quality of life incidents that may run contrary to the usual and tranquil flow of neighborhood life, and traffic activity. 4 What appear (at least initially at the point of dispatch) to be crime and quality of life incidents comprise nearly two-thirds of dispatched calls from the public.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Open Access"
        },
        {
            "text": "The number of calls is rarely indictive of how long officers spend on each activity. This can be calculated by taking the time spent on each call (from when the call was dispatched to the officer until the officer closes out the event) and multiplying by the number of patrol officers who attended the incident. While at the initial dispatch level what appear to be medical/public health events comprise 7.4% of calls, the nearly 80,000 calls take up the equivalent of over 13,000 total personnel shifts (7.5 h per shift). This represents 8.6% of all committed time by police to calls from the public (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Open Access"
        },
        {
            "text": "For more detail, in Fig. 1 box size indicates the time spent on each CAD code type in 2019, based on initial classification assigned by the dispatcher and weighted for the number of officers in attendance. The crime category dominates (54.7% of time committed, see Table 1 ), mainly consisting of domestic incidents, people with weapons, and robberies and thefts in progress. In discussions with CAD supervisors and PPD personnel, four CAD codes were associated with a public health nexus (see footnote 4). A category for reports of people in one of the city's rivers (144 such incidents in 2019), a 'sick assist' call for general assistance, a welfare check (check on well-being), and a large catch-all category for 'hospital case' . In 2019, Philadelphia did not disaggregate mental health type calls at the CAD entry level (though CAD free-text notes not available to the author might reflect this).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Open Access"
        },
        {
            "text": "As with criminal activity, and a characteristic not unique to Philadelphia (Koziarski, in press ), health-related policing calls are concentrated in space and time. In Philadelphia, public health calls concentrate in the Center City (A in Fig. 2) and Kensington (B) neighborhoods of the city. Both are focal areas for the homeless populations, with the latter recently referred to as \"the largest open-air heroin market on the East Coast of the United States\" (Johnson et al., 2020: 3). Health-related policing calls are up to four times more frequent in the afternoon and evening compared to the early hours of the morning (Fig. 3) with on average 15 calls per hour on Friday afternoons and early evening.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "text": "(Koziarski, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 632,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Spatio-temporal patterns"
        },
        {
            "text": "Given the limitations of the dispatch process, once the officer arrives on scene, the event's final disposition may be different than suggested by the initial CAD classification (Simpson, in press ). This is evident in Fig. 4 . The nearly 80% of health-related calls to police that go on to result in a health-related outcome are shown in grey. Blue lines reflect the 11.6% of calls that originate as a healthrelated CAD event but result in a crime or other policing outcome, and red lines indicate the 8.8% of events that originate as non-health related, but on investigation by police result in a health-type disposition.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 196,
                    "text": "(Simpson, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "From initial call to final disposition"
        },
        {
            "text": "This brief contribution seeks to inform the current discussion around the public health role of the police. In Philadelphia, at least in a relatively normal (i.e. non- year, calls to the police that start or result in some form of medical/public health connection comprise about 8% of the police activity that originates from the public. Many of these incidents reflect policing's social service role, and could be dealt with by other agencies, though the final call disposition is not easily predicted from the initial CAD classification. Sometimes the only way to determine if a police response is needed is to send a police response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The police on skid-row: a study of peace keeping",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "American Sociological Review",
            "volume": "32",
            "issn": "5",
            "pages": "699--715",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year submit your research ?",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Choose BMC and benefit from: ? Choose BMC and benefit from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Law enforcement and public health as an emerging field",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Dijk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crofts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Policing and Society",
            "volume": "27",
            "issn": "3",
            "pages": "261--275",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How 911 callers and call-takers impact police encounters with the public: The case of the Henry Louis Gates Jr. arrest",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Gillooly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Criminology and Public Policy",
            "volume": "19",
            "issn": "3",
            "pages": "787--804",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improving policing: A problem-oriented approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Crime and Delinquency",
            "volume": "25",
            "issn": "2",
            "pages": "236--258",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exploring the influence of drug trafficking gangs on overdose deaths in the largest narcotics market in the eastern United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mendlein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hendrick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Sciences",
            "volume": "9",
            "issn": "11",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Examining the spatial concentration of mental health calls for police service in a small city",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koziarski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Policing: A Journal of Policy and Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The 911 Call Processing System: A Review of the Literature as it Relates to Policing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Neusteter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mapolski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khogali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toole",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Calling the police: Dispatchers as important interpreters and manufacturers of calls for service data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Policing: A Journal of Policy and Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Private policing and public health: a neglected relationship",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Contemporary Criminal Justice",
            "volume": "36",
            "issn": "1",
            "pages": "19--38",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What can we expect of police in the face of deficient mental health systems? Qualitative insights from Chicago police officers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W J"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Psychiatric and Mental Health Nursing",
            "volume": "28",
            "issn": "",
            "pages": "28--42",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2019 dispatched incidents that originate with the public, weighted by total time officers spend on each call type, Philadelphia, PA. See footnote 4 Ratcliffe Crime Sci (2021) 10:2019 medical/public health-related police call concentrations, Philadelphia, PA Fig. 3. 2019 health-related public calls for police service, citywide average per hour, Philadelphia, PA",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General CAD event categories with frequencies and equivalent officer shift activity timeNote that percentages do not sum exactly to 100 due to rounding. A shift was estimated at 7.5 h (8 h minus a 30-min refreshment break)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author wishes to thank the following for their assistance with earlier versions of this work: Blake Norton, Kevin Thomas, George Kikuchi, Bill Zimmerman, Dave Smart, Sharon Jann, Maryann Lorenc, Jennifer Wood, and four anonymous reviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Notwithstanding the generous assistance from those mentioned in the acknowledgements, the author is solely responsible for this publication. Any views expressed are his alone and do not necessarily represent the views of the City of Philadelphia or the Philadelphia Police Department. The author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "No funding was used to support this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The data are not available as they are confidential and contain health-related information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The author declares that he has no competing interests.Received: 14 December 2020 Accepted: 17 February 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}