{
    "paper_id": "1bcff775fcf91b1d1ecbc4acf8c6fd518edca2ef",
    "metadata": {
        "title": "Pooled testing efficiency increases with test frequency",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [
                    "O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pooled testing increases efficiency by grouping individual samples and testing the combined sample, such that many individuals can be cleared with one negative test. This short paper demonstrates that pooled testing is particularly advantageous in the setting of pandemics, given repeated testing, rapid spread, and uncertain risk. Repeated testing mechanically lowers the infection probability at the time of the next test by removing positives from the population. This effect alone means that increasing frequency by x times only increases expected tests by around √ x. However, this calculation omits a further benefit of frequent testing: Removing infections from the population lowers intragroup transmission, which lowers infection probability and generates further efficiency. For this reason, increasing testing frequency can paradoxically reduce total testing cost. Our calculations are based on the assumption that infection rates are known, but predicting these rates is challenging in a fast-moving pandemic. However, given that frequent testing naturally suppresses the mean and variance of infection rates, we show that our results are very robust to uncertainty and misprediction. Finally, we note that efficiency further increases given natural sampling pools (e.g., workplaces, classrooms) that induce correlated risk via local transmission. We conclude that frequent pooled testing using natural groupings is a cost-effective way to provide consistent testing of a population to suppress infection risk in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "pooled testing | COVID-19 | surveillance testing T he COVID-19 pandemic has generated a health and economic crisis not seen in more than a century. Opening businesses and schools is necessary to regain economic activity, but the potential public health costs are dramatic. One policy to circumvent this stark trade-off is to open the economy, while implementing surveillance testing that can quickly identify infected individuals-particularly those without symptoms-and prevent them from spreading the disease. Unfortunately, testing at this scale appears infeasible given the cost and capacity constraints. This paper makes a simple but essential point about these costs: When using pooling testing, frequent testing of correlated samples makes testing dramatically more efficient (and therefore less costly) than understood both by existing research and policy makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In pooled testing (1), multiple samples are combined and tested together using one test, and the entire pool is cleared given a negative test result. Pooling is an old concept, and a large literature has emerged on optimal strategies (1-10); more recently, others have discussed how it might be used to increase COVID-19 test efficiency (11, 12) . However, all of these papers focus on one-time testing of a set of samples with known and independent infection risk, which matches common use cases such as screening donated blood for infectious diseases (13-18). These environmental assumptions are violated when dealing with a novel pandemic with rapid spread. In this case, people need to be tested multiple times, testing pools are likely formed from populations with correlated infection risk, and risk levels at any time are very uncertain. How do these changes impact testing strategy?",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We start with the well-known observation that pooled testing is more efficient when the infection probability is lower, because the likelihood of a negative pooled test is increased. This observation has been used to conclude that pooled testing is not cost-effective for \"high-risk\" populations, such as health care workers or for people in areas experiencing an outbreak. While this statement is true for one-off testing, it does not hold when the population is tested repeatedly. As an extreme example, if a person in a high-risk area was just tested and determined to be negative, their probability of infection when tested an hour later is extremely low, simply because there is not much time to be infected between the tests. In other words, the infection probability at the time of testing depends both on the flow rate of infection and the timing of testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We quantify the impact of testing frequency on infection probability and its consequent impact on pooled-testing efficiency. For example, we show that, given reasonable levels of independent risk, testing twice as often cuts the infection probability at the time of testing by (about) half, which lowers the expected number of tests at each testing round to about 70% of the original number. The savings are akin to a \"quantity discount\" of 30% in the cost of testing. Therefore, rather than requiring 2 times the number of tests, doubling the frequency only increases costs by a factor of 1.4. More generally, we demonstrate that testing more frequently requires fewer tests than might be naively expected: Increasing frequency by x times only uses about √ x as many tests, implying a quantity discount of (1 − 1/ √ x ). The benefits to frequency are even greater when the disease spreads within the testing population. In this case, testing more frequently has an additional benefit: By quickly removing infected individuals, infection spread is contained, future infection probabilities are lowered, and testing efficiency rises further. We analytically quantify this additional benefit as a function of the exponential-like growth path of the disease. We show that, in Significance Frequent mass testing can slow a rapidly spreading infectious disease by quickly identifying and isolating infected individuals from the population. One proposed method to reduce the extremely high costs of this testing strategy is to employ pooled testing, in which samples are combined and tested together using one test, and the entire pool is cleared given a negative test result. This paper demonstrates that frequent pooled testing of individuals with correlated risk-even given large uncertainty about infection rates-is particularly efficient. We conclude that frequent pooled testing using natural groupings is a cost-effective way to suppress infection risk in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pooled testing increases efficiency by grouping individual samples and testing the combined sample, such that many individuals can be cleared with one negative test. This short paper demonstrates that pooled testing is particularly advantageous in the setting of pandemics, given repeated testing, rapid spread, and uncertain risk. Repeated testing mechanically lowers the infection probability at the time of the next test by removing positives from the population. This effect alone means that increasing frequency by x times only increases expected tests by around √ x. However, this calculation omits a further benefit of frequent testing: Removing infections from the population lowers intragroup transmission, which lowers infection probability and generates further efficiency. For this reason, increasing testing frequency can paradoxically reduce total testing cost. Our calculations are based on the assumption that infection rates are known, but predicting these rates is challenging in a fast-moving pandemic. However, given that frequent testing naturally suppresses the mean and variance of infection rates, we show that our results are very robust to uncertainty and misprediction. Finally, we note that efficiency further increases given natural sampling pools (e.g., workplaces, classrooms) that induce correlated risk via local transmission. We conclude that frequent pooled testing using natural groupings is a cost-effective way to provide consistent testing of a population to suppress infection risk in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "pooled testing | COVID-19 | surveillance testing T he COVID-19 pandemic has generated a health and economic crisis not seen in more than a century. Opening businesses and schools is necessary to regain economic activity, but the potential public health costs are dramatic. One policy to circumvent this stark trade-off is to open the economy, while implementing surveillance testing that can quickly identify infected individuals-particularly those without symptoms-and prevent them from spreading the disease. Unfortunately, testing at this scale appears infeasible given the cost and capacity constraints. This paper makes a simple but essential point about these costs: When using pooling testing, frequent testing of correlated samples makes testing dramatically more efficient (and therefore less costly) than understood both by existing research and policy makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In pooled testing (1), multiple samples are combined and tested together using one test, and the entire pool is cleared given a negative test result. Pooling is an old concept, and a large literature has emerged on optimal strategies (1-10); more recently, others have discussed how it might be used to increase COVID-19 test efficiency (11, 12) . However, all of these papers focus on one-time testing of a set of samples with known and independent infection risk, which matches common use cases such as screening donated blood for infectious diseases (13) (14) (15) (16) (17) (18) . These environmental assumptions are violated when dealing with a novel pandemic with rapid spread. In this case, people need to be tested multiple times, testing pools are likely formed from populations with correlated infection risk, and risk levels at any time are very uncertain. How do these changes impact testing strategy?",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 341,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We start with the well-known observation that pooled testing is more efficient when the infection probability is lower, because the likelihood of a negative pooled test is increased. This observation has been used to conclude that pooled testing is not cost-effective for \"high-risk\" populations, such as health care workers or for people in areas experiencing an outbreak. While this statement is true for one-off testing, it does not hold when the population is tested repeatedly. As an extreme example, if a person in a high-risk area was just tested and determined to be negative, their probability of infection when tested an hour later is extremely low, simply because there is not much time to be infected between the tests. In other words, the infection probability at the time of testing depends both on the flow rate of infection and the timing of testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We quantify the impact of testing frequency on infection probability and its consequent impact on pooled-testing efficiency. For example, we show that, given reasonable levels of independent risk, testing twice as often cuts the infection probability at the time of testing by (about) half, which lowers the expected number of tests at each testing round to about 70% of the original number. The savings are akin to a \"quantity discount\" of 30% in the cost of testing. Therefore, rather than requiring 2 times the number of tests, doubling the frequency only increases costs by a factor of 1.4. More generally, we demonstrate that testing more frequently requires fewer tests than might be naively expected: Increasing frequency by x times only uses about √ x as many tests, implying a quantity discount of (1 − 1/ √ x ). The benefits to frequency are even greater when the disease spreads within the testing population. In this case, testing more frequently has an additional benefit: By quickly removing infected individuals, infection spread is contained, future infection probabilities are lowered, and testing efficiency rises further. We analytically quantify this additional benefit as a function of the exponential-like growth path of the disease. We show that, in Significance Frequent mass testing can slow a rapidly spreading infectious disease by quickly identifying and isolating infected individuals from the population. One proposed method to reduce the extremely high costs of this testing strategy is to employ pooled testing, in which samples are combined and tested together using one test, and the entire pool is cleared given a negative test result. This paper demonstrates that frequent pooled testing of individuals with correlated risk-even given large uncertainty about infection rates-is particularly efficient. We conclude that frequent pooled testing using natural groupings is a cost-effective way to suppress infection risk in a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "this case-somewhat paradoxically-the quantity discount can be so great that more frequent testing can actually reduce the total number of tests. For example, if the disease dynamics are such that doubling the testing frequency reduces the infection probability at the time of testing by more than fourfold, then doubling the frequency will require fewer tests in expectation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our simple model, we assume that infection probabilities are known when constructing optimal pool sizes and efficiency statistics. However, the prediction of infections in a fast-changing pandemic is an extremely difficult inference problem (see, e.g., ref. 19) . Given this issue, it is appropriate to worry that uncertainty and potential misprediction will make pool size choices challenging, reduce pooled testing efficiency, and render our conclusions void. For example, testing data from Massachusetts in the fall of 2020 shows high average testing positivity rates (7%) that vary widely across time and space (SD of 6%) in potentially unpredictable ways. (These data are publicly available at https://www.mass.gov/info-details/covid-19-response-reporting.) Using one-off pooled testing given this population-which has an extremely high positivity rate partially due to self-selection of people who desire a test-will be very inefficient given the high rates and the potential for misoptimization. However, as discussed above, frequent testing of a consistent population reduces the mean and variance of infection probabilities at the time of testing because there is little time between testing for mean-and variance-inducing spread to occur, and the selection issue is removed. For example, as noted in ref. 20 , the town of Wellesley, MA, employed weekly testing of consistent subpopulations in the fall of 2020, and the average positivity rates stayed low (0.3%) and didn't vary considerably (SD of 0.3%). When positivity rates have low mean and variance, we show that the efficiency of pooled testing is strongly robust to reasonably miscalibrated estimations and constant pool sizes, such that pooled testing remains very attractive. Finally, we note that better estimation of the positivity distribution is also helped by frequent testing, which naturally produces a constant stream of recent test result data from the relevant population.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1318,
                    "end": 1320,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We note one final efficiency benefit associated with the most natural implementation of frequent testing. When frequently testing a consistent subpopulation (such as those living or working together), it is likely that the infection spreads within the subpopulation. This correlation increases the benefits of pooled testing even in a static testing environment (a finding concurrently noted in ref. 21) . Intuitively, an increased correlation in a pool with fixed individual risk lowers the likelihood of a positive pooled test result, which increases efficiency.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Throughout the paper, we consider a very stylized environment with a number of simplifications to present transparent results. While removing these constraints further complicates the problem and raises a number of important logistical questions, we do not believe that their inclusion changes our main insights. For example, our simple model assumes that a person who becomes infected will test positive indefinitely, whereas, in reality, they will potentially recover at some point. This does not impact our results when the time between tests is less than the recovery period, but it lowers the relative cost of pooled testing when frequency is low, because the prevalence is lower due to recoveries. However, our main qualitative conclusion-testing more frequently leads to fewer tests for each testing period-still holds in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important simplification is that we model a test with perfect sensitivity. [As noted in ref. 22 , test specificity of standard protocols such as PCR appears to be very close to one. However, if specificity is a concern, the past literature (9, 23) has clear methods to optimize in the case of imperfect tests.] There are multiple ways in which pooled testing interacts with test sensitivity. First, there is a natural negative impact: Combining samples can potentially dilute the viral load below the limit of detection of the test. However, this implies that the false negatives will occur when the viral load is very low and the person is less likely to be infectious. * Second, this dilution concern is counteracted, when testing frequently, by the large increase in overall sensitivity coming from running a larger number of tests. † Third, as noted in ref. 22 , false negatives may result from poor-quality samples. However, frequency again has benefits: By testing the same population repeatedly, subjects become better experienced with proper sampling protocols, and those who provide poor samples can be identified and corrected.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 870,
                    "end": 872,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we largely abstract away various practical implementation costs and constraints. First, we assume that every test, whether individual or pooled, has the same cost. However, pooled testing necessitates a more complicated setup in the laboratory, requiring more space and trained personnel (or a robotic setup) to correctly mix the samples together. While these costs are relatively moderate if spread over a long period of time, a laboratory might be reluctant to change their operations when the duration of the pandemic is very unclear. Second, we assume that there is no time delay between testing and receiving the test result. In reality, it takes time to transport samples to the laboratory and test them, and pooled testing takes more time than individual testing because it potentially requires an additional retesting step. Fortunately, the difference in these delays can be minimized when using the common \"hold-out\" method: Only a portion of each individual sample is used to construct the pooled sample, such that the remaining portions of the individual samples can be immediately individually tested if the pooled sample tests positive. However, even if the difference is minimized, any delay still impacts our analysis. In particular, by assuming no delay, increasing the testing frequency minimizes the likelihood of undiscovered new infections in the time between tests, such that the infection probability at the time of testing can be kept arbitrarily low. But, when there is a delay in receiving test results, it is not possible to stop infection and spread during the delay period even if testing is continuous. Therefore, it might be simply impossible to lower the infection probability below the ∼5% threshold at which the cost benefit of pooled testing is considered clear. In this extreme case, we do not recommend pooled testing. However, if the risk and spread are so extreme that 5% of a group is expected to be newly infected every few days even with very frequent testing, an alternative policy relying on isolation seems far more likely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although we see this paper as noting a general insight of the relationship between pooled testing and testing frequency, it is useful to discuss the particular historical context in which the paper was written. The first paper draft of the paper was completed in June 2020, during the first wave of the COVID-19 pandemic. At that point, testing supply was low and prices were high because laboratories were building up testing capacity in a relatively strict regulatory environment. By early 2021, multiple organizationssuch as Mirimus, Ginkgo, and the Broad-were offering frequent pooled testing at much cheaper prices than individual testing, and multiple organizations with correlated risk-such as employers, cities, and school districts-were employing these tests. For example, in February 2021, Massachusetts implemented a policy of providing universal weekly pooled testing for all K-12 students * Furthermore, empirically, the sensitivity loss of pooled testing given reasonable pool sizes has been shown to be negligible in other domains (24, 25) and, more recently, shown to be similarly low for COVID-19 in pool sizes of 32 and 48 (26, 27) , although the results of ref. 28 show lower specificity (81%) for pools of 50. † For example, if pooled testing leads the sensitivity to drop from 99 to 90% on a single test, sampling x times as frequently will increase overall sensitivity to 1 − (0.10) x if errors are independent. Even with extreme correlation in the error-suppose the false negative rate for a pool given a previous false negative for that pool is 50%-pooled testing 4 to 5 times as frequently will recover the same false positive rate as individual testing. and faculty and staff. ‡ And, nationally, the Rockefeller Foundation called for use of frequent pooled testing as an essential aspect of school reopening (30) . § The authors, based on the main insights of this paper, supported many of these policy initiatives and recommendations. Interestingly, the cost of pooled testing in Massachusetts (between $3 and $10 per student per test) is almost precisely the predicted amount using pooling in the first draft of the paper, providing a useful empirical validation of the model.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1834,
                    "end": 1838,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The paper proceeds as follows: Pooled Testing reviews one important finding in the pooled testing literature that efficiency rises as infection probability falls; Increasing Test Frequency Interaction discusses the relationship between testing frequency and efficiency; Robustness to Uncertainty demonstrates how correlated infection leads to larger pool sizes and greater efficiency; and Conclusions concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pooled Testing: Benefits Rise as Infection Probability Falls Background on Pooled Testing. To understand the basic benefits of pooled testing, consider a simple example: 100 people, each with an independent likelihood of being positive of 1% and a test that (perfectly) determines whether a sample is positive. The conventional approach of testing each person individually requires 100 tests. Suppose, instead, that the individuals' samples are combined into five equally sized pools of 20, and then each of these combined samples is tested using one test. If any one of the 20 individuals in a combined sample is positive, everyone in that pool is individually tested, requiring 20 more tests (21 in total). The probability that this occurs is 1 − (1 − 0.01) 20 ≈18%. However, if no one in the pool is positive-which occurs with probability ∼82%-no more testing is required. Because the majority of tests require no testing in the second case, the expected number of tests for this simple pooling method is only around 23, a significant improvement over the 100 tests required in the nonpooled method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The approach is well studied, with a large literature focused on improving the efficiency of pooled testing. These include using the optimal pool size (e.g., in this example, the optimal pool size of 10 would lower the expected number of tests to around 20), placing people into multiple pools (31) , and allowing for multiple stages of pooled testing (2, 8, 23, 32, 33) . There are also methods to deal with complications, such as incorporating continuous outcomes (34) . Any of these modifications can be incorporated in our pooled testing strategy.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 356,
                    "end": 358,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For clarity of exposition, we present results for simple twostage \"Dorfman\" testing-in which every person in a positive pool is tested individually-to demonstrate that our conclusions are not driven by highly complex poolings and to make our calculations transparent, although we advocate for more sophisticated strategies when feasible. As an example of this transparency, while the optimal pool size and associated efficiency formulas under Dorfman testing are complicated, approximations around infection probability p = 0 are very simple and accurate at the low probabilities needed for pooled testing. Specifically, given a relatively low infection probability p, the approximate optimal pool size is",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[1] ‡ See, for example, https://covidedtesting.com, which provides a detailed description of the approach to pooled testing in schools and the experience in Massachusetts. Ref. 29 covers the role the program can play in Massachusetts and as a model for the United States. § This report notes that, even with vaccination, testing will continue to be a key policy lever. In wealthy countries, the potential for low vaccination take-up and much slower vaccination approval for children suggests that schools and possibly many employers will continue to need surveillance testing. Furthermore, many low-income countries will not achieve large-scale vaccination for multiple years. and a good approximation of the expected number of tests given a population of n people is",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we create simple statements about the impact of increasing frequency that are approximately correct for low p. Note that this does not imply that our results are only appropriate for low-risk populations. The amount of infection at the time of testing depends on the testing frequency. Therefore, for the same population (even a high-risk population), p will be high when considering testing every month, but much lower when testing every day. By focusing on situations in which p is relatively low, we are not focusing on low-risk populations but rather focusing on frequencies in which p remains relatively low for the given population. That is, for a high-risk population, our approximation formulas will be reasonably accurate when comparing the benefits of testing once vs. twice a week but less accurate when comparing the benefits of testing once vs. twice a month. In other words, our focus on low levels of p is not an assumption about the population risk level but an assumption that we are only comparing frequencies in which infection does not spread out of control in a given population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How good is the approximation? For the magnitude of infection probabilities we discuss in the paper, such as 2%, 1%, or 0.1%, the approximation of the optimal pool size is within 0.3%, 0.1%, and 0.01%, respectively, of the true optimal, and the approximation of the number of tests is within 3.1%, 2.3%, and 0.7% of the true number. However, given that there are multiple possible formulas in the literature, it is also useful to discuss the origin of our formulas. The formula we use for the pool size is from ref. 35 , who uses Taylor expansion to create an approximation around p = 0 given that pool size is continuous. However, he also notes that ceiling( 1/p) is a better approximation if pool size is constrained to be an integer. Meanwhile, ref. 36 notes that the exact solution is either 1, 1 + floor ( 1/p), or 2 + floor ( 1/p), depending on p. Similarly, for expected tests, the low-order Taylor approximation (also from ref. 35 ",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 518,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we only use the term 2 · √ p · n, as it creates simpler formulas with little loss of accuracy in the approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infection Probability and Pooled Testing. As noted by many previous authors, for all the different incarnations of pooled testing, the benefits of pooled testing rise as the infection probability falls in the population. Lower probabilities reduce the chance of a positive pooled test, thereby reducing the likelihood that the entire pool must be retested individually. This is clear in Eq. 2, as expected tests 2 · √ p · n drop with infection probabilities. For example, if the probability drops from 1 to 0.1%, the optimal pool size rises, and the number of tests falls from around 20 to 6.3. There is still a large gain if the pool size is fixed: Expected tests drop from 23 to around 6.9 using a fixed pool size of 20. Similarly, if the probability rises from 1 to 10%, the expected number of tests using the optimal pool size rises to around 59 (or 93 given a fixed pool size of 20). The full relationship is shown in Fig. 1 , which plots the expected number of tests in a population of n people given different pool sizes and visually highlights the results based on 1) individual testing-which always leads to n tests, 2) using pools of 20, and 3) using optimal pooling given two stages. For simplicity, we construct these figures by assuming that n is large to remove rounding issues that arise from breaking n people into pools sizes that are not divisible by n. There are large gains from pooled testing at many infection probabilities, although they are appreciably larger at lower probabilities. We note that this figure replicates many similar figures already in the literature going back to ref. 1. testing (equivalent to a pool size of one), which always requires n tests regardless of infection probability. The results from using a pool size of 20 is shown in orange, while the blue line represents the number of tests given the optimal pool size for a given probability. Finally, the green text notes that benefit from pooled testing is the distance between the black individual-testing line and those from pooled testing. For example, as noted in the text, using a pool size of 20 for a probability of 1% leads to 0.23 · n tests rather than n tests, while the optimal pool size (10) leads to 0.20 · n tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 923,
                    "end": 929,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Interaction between Frequent Testing and Pooled Testing. Our main insight is the important complementarity between pooled testing and testing frequency. Intuitively, the benefits of pooled testing rise as the infection probability falls, and frequent testing keeps this probability low at each testing period. Continuing with our example, suppose that 100 people have a p = 1% independent chance of being positive over the course of an arbitrary baseline length of time, such as a month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "The baseline length represents the longest length of time between tests that we consider in our analysis. The variable p is then determined by both the fundamental disease characteristics and the baseline length. For example, p will be lower for a lessinfectious disease and lower if the baseline length is shorter (as there is less time for infection). In our analysis below, we fix the disease and baseline length under consideration, and therefore fix p. Note, then, that time enters our model through the baseline length, via the variable p. For our later approximation formulas to be accurate, the baseline length must be short enough that p remains relatively low (<5%) for the given population. In other words, our approximations are appropriate when comparing different frequencies as long as all of the frequencies under consideration keep the expected p under some control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Returning to our example, suppose that people are instead tested 10 times a month. Testing individually at this frequency requires 10 times the number of tests, for 1,000 total tests. It is therefore natural to think that pooled testing also requires 10 times the number of tests, for more than 200 total tests. However, this estimation ignores the fact that testing 10 times as frequently reduces the probability of infection at the point of each test (conditional on not being positive at the previous test) from 1 to only around 0.1%. ¶ This drop in probability reduces the number ¶ Our analysis assumes that background risk is spread uniformly across time. Instead, one might consider a model in which the risk is changing. In this case, a main question of interest becomes when to test. That is, when the background risk is constant, it is appropriate to test at equal intervals because this places an equal amount of infection risk at each test. However, if the risk is changing, it is appropriate to test at unequal of expected tests-given pools of 20-to 6.9 at each of the 10 testing points, such that the total number is only 69. That is, testing people 10 times as frequently only requires slightly more than 3 times the number of tests. Or, put in a different way, there is a quantity discount of around 65% by increasing frequency. The same conclusion holds for optimal pool sizes: The one-time pool test would require 20 expected tests, while testing 10 times as frequently requires 6.3 tests at each testing point, for a total of 63. The savings relative to the 1,000 tests using individual testing are dramatic, with only ∼6% of the total tests required. Fig. 2 represents this effect more generally for different levels of frequency given an infection probability of 1% over the course of a month. Note that, at a frequency of once a month, the numbers match those in Fig. 1 , which was based on one test given a probability of 1%. Unlike in Fig. 1 , we do not include the results for individual testing in this graph, as testing individually every day requires 20 to 30 times more tests than pooled testing, which renders the graph unreadable. The dashed orange line represents the naive (and incorrect) calculation for pooled testing by extrapolating the cost of testing multiple times by using the number of tests required for one test. That is, as above, one might naively think that testing x times using a pool size of 20 in a population of n would require x · 0.23 · n tests given that testing once requires 0.23 · n tests. Pooled testing is, in fact, much cheaper due to the reduction in the probability of infection at the time of each testing-the central contribution of this section. We therefore denote the savings between the extrapolation line and the actual requirements of pooled testing as the \"frequency benefit.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1670,
                    "end": 1676,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1890,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1958,
                    "end": 1964,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "The exact level of savings of the frequency benefit changes in a complicated way depending on the infection probability p given one test and the frequency x. However, approximations again provide a useful guide: The probability of a person being positive at testing P (x ) = 1 − x √ 1 − p is well approximated using the first-order Taylor Series around p = 0 by #",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Plugging this into our previous approximation, the expected number of tests given the optimal pool size is then well approximated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Again, for our purposes, the most important fact is that these approximations are accurate for low p. For example, given p of 2%, 1%, or 0.1%, the approximation is within 1%, 0.5%, or 0.02%, of the true number for all x < 100. The approximation for E [tests * |x ] even given p = 5% is within 1.3%, 0.6%, and 0.008% of the true number for x of 5, 10, and 100, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Intuitively, testing at a frequency of x cuts the probability to around p x by Eq. 3, such that the expected tests at each testing time is around 2 · p/x · n, such that testing x times requires 2 · p/x · x · n total tests, which simplifies to Eq. 4. Therefore, the expected cost of pooled testing x times as frequently is around √",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "x when using optimal pool-sized two-stage pooled testing, and asymptotes to this exact amount as p falls to zero. In other words, the quantity discount of increased frequency is close to (1 − 1/ √ x ). So, for example, pooled testing using optimally sized pools every week (about four times a month) costs around √ 4 = 2 times the number of tests from pooled testing every month, implying a quantity discount of 50%. Or, testing every intervals. For example, if the background risk is exponentially rising, testing should occur more frequently over time, such that the interval between tests is exponentially decreasing. # In general, the first-order Taylor Series approximation of f(x, p) around p = 0 is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "∂p | p=0 · (p − 0). In our case, then, 1 − 2 . Efficiency of pooled testing rises with frequency. This graph presents the effect of testing frequency (x axis) on the expected number of tests (y axis), given infection probability for each individual in the population of 1% over a month. When the frequency is once a month, the points correspond to those in Fig. 1given probability of 1%: n for individual testing, 0.23 · n when using a pool size of 20, and 0.20 · n tests when using the optimal pool size. The dotted orange line represents the (incorrect) extrapolation that, if a pool size of 20 leads to 0.23 · n tests when frequency is once a month, it should equal x · 0.23 · n if frequency is x times a month. In reality, the expected tests are much lower, due to a quantity discount or \"frequency benefit,\" highlighted by the green text. Finally, the blue line highlights tests given the optimally chosen pool size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 368,
                    "text": "Fig. 1given",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "day (around 30 times a month) costs about √ 30 ≈ 5.5 times the number of tests, implying a quantity discount of 82%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Avoiding Exponential Spread through Frequent Testing. The logic above ignores a major benefit of frequent testing: identifying infected people earlier and removing them from the population. ‖ Beyond the obvious health benefits, removing people from the testing population earlier stops them from infecting others, which reduces infection probability, and therefore increases the benefit of pooled testing. In the previous section, we shut down this channel by assuming that every person in the testing population had an independent probability of becoming infected. If the testing population includes people that interact, such as people who work or live in the same space, infections will spread at a higher rate within the testing population once someone is infected from the outside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Precisely modeling spread in a given population is challenging and situation dependent. Our goal is not to make specific statements about a particular disease in a particular situation but to provide more general and portable statements about the efficiency of frequent pooled testing in many situations. To that end, we consider a very stylized model in which we affix an exponential multiplier function exp(λ/x ) on P (x ) to capture the exponential-like growth associated with untamed spread within the population prior to saturation, such that ** || Ref. 37 notes a similar effect given a fixed budget of individual tests: it is more efficient to spread testing out over time because infected people are discovered earlier and removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "** This formula captures exponential growth in the most simplistic way possible. However, we believe it is also a good approximation for more complicated models. For example, the simple model does not apparently capture the fact that people who are infected later in a time period will cause less spread than those who are infected earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Solving for that more complete model leads to P spread (x) = p/γ · (e γ/x − 1) for a different spread parameter γ where λ = Log((e γ − 1)/γ). However, for reasonable parameters, our simple formula is a very good approximation, particularly for a low γ. For γ = Log [2] (every person is expected to infect one other person over the baseline length), our formula is within 0%, 0.31%, 0.18%, and 0.002% of the true formula for x equal to 0, 5, 10, and 100, respectively, for every p. Even when γ = Log [6] , the percentages are 0%, 2.1%, 1.2%, and 0.1%. Therefore, as in the rest of the paper, we choose the simpler approximation, as it leads to more transparent and intuitive conclusions. If the population is saturated with infections, growth will not continue to",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": ").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing Test Frequency"
        },
        {
            "text": "Intuitively, given λ ≥ 0, the multiplier exp(λ/x ) causes the probability of infection to rise above p x , with a stronger impact as frequency drops and spread continues unchecked. Given no intragroup spread (λ = 0), P spread (x ) reverts to P (x ). Just as the parameter p was chosen above to represent the probability of outside infection during the chosen baseline length of time given no testing, λ is calibrated such that p · exp(λ) equals the probability of infection over that period when including unchecked intragroup spread. Therefore, for example, when considering a time period of a month, if outside infection alone is expected to lead to a 1% infection rate at the end of the month given no testing, but the inclusion of intragroup spread causes this rate to rise to 4%, then λ = Ln [4] . Given this addition, Eq. 4 then changes to",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 800,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[5]"
        },
        {
            "text": "Recall that, without spread, Eq. 4 implied that increasing frequency from 1 to x > 1 doesn't cost x times as many tests but rather √ x times, for a quantity discount of (1 − 1/ √ x ). Eq. 6 implies that, given spread, this benefit is increased: Testing x times now lowers to √ x · exp(λ · 1 − x /x ) as many tests for an increased discount of (1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[5]"
        },
        {
            "text": ". This discount is rising in x (as before) and is also rising in λ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[5]"
        },
        {
            "text": "Somewhat counterintuitively, the quantity discount can be so great that testing more frequently requires fewer total tests in expectation. For example, it is (approximately) cheaper to test twice as frequently if λ ≥ Ln [4] , which implies the probability of infection at the time of testing is reduced by more than 4 times by testing twice as often. Intuitively, if spread is very aggressive, the efficiency gains from reduced infection probabilities arising from increasing frequency are so great that they overwhelm the increasing number of testing times. Note, however, that this \"free lunch\" does not necessarily continue if x doubles again from two to four. For example, when λ = Ln [4] , testing 4 times as often costs 1.2 times as much as testing once or twice.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[5]"
        },
        {
            "text": "These effects are shown in Fig. 3 for p = 0.01 and λ = Ln [5] . We plot the expected number of tests (left y axis) and final portion of the population infected (right y axis) for different testing frequencies. The number of infections rises in an exponential-like manner as frequency decreases and the infection is allowed to spread. The expected number of tests given different frequencies uses the same colors to represent a pool size of 20 (orange) and the optimal size (blue). Comparing Figs. 2 and 3 is instructive. In Fig. 2 , we see a consistent increase in the tests required as the frequency of testing is increased. In Fig. 3 , however, the tests required are relatively flat and even decrease for early frequency increases.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 530,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 635,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "[5]"
        },
        {
            "text": "Optimal Testing Frequency. The main benefit of increasing frequency is reducing the exponential rise in infections. As shown in Fig. 3 , the marginal benefit from reduced infections due to increasing frequency is high at low frequencies and drops as frequency rises, eventually to zero. Interestingly, as shown in Fig. 3 , the number of tests can actually fall as frequency rises when starting at low frequencies. Therefore, for low frequencies, there is, in fact, no trade-off of raising frequency: It both reduces infections and reduces tests. be exponential. Therefore, the baseline testing length under consideration needs to be short enough such that saturation is not likely to occur between tests. Fig. 3 . Increased frequency lowers infections with few additional tests given intrapool spread. This graph presents the effect of testing frequency (x axis) on the expected number of tests (left y axis) and final portion of the population that are infected (right y axis) given the model with intrapopulation spread outlined in Eq. 5 with p = 0.01 and λ = Ln [5] . As shown in the red dot-dashed line of final infection proportions, increased frequency reduces the exponential-like spread because infected people are removed from the population. The number of expected tests required is shown for pool size 20 in orange, and in blue for the optimal pool size. There is not much increase (and even an early decrease) in the total number of tests required because frequency increases lead to increased testing efficiency.",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 711,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "[5]"
        },
        {
            "text": "As testing frequency rises, the number of expected tests will inevitably rise, leading to a trade-off between marginal benefit and cost. † † Consequently, at very high frequencies, there is an increased cost without a large benefit. The optimal frequency lies between these extremes but depends on the value of reducing infections versus the cost of tests, which is an issue beyond the scope of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[5]"
        },
        {
            "text": "The above analysis is predicated on the assumption that the probability of infection at the time of testing is known. However, infection rates vary wildly over time and space in a pandemic and are extremely challenging to estimate correctly (see, e.g., ref. 22) . Given this, one concern is that our main results and bullish conclusions about the efficiency of frequent pooled testing will fall apart given this uncertainty and the potential misprediction of infection rates. However, as we show in this section, our results are strongly robust to this concern.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Robustness to Uncertainty and Misprediction of Infection Rates"
        },
        {
            "text": "An important benefit of frequent testing-as repeatedly noted above-is that it suppresses the infection rate at the time of testing and therefore reduces uncertainty. Using an extreme example, if people are tested every hour, the likelihood of observing any new infections at the time of testing is necessarily very small, and, if any new infections are observed, they will likely be very few. That is, by testing frequently, the mean and variance of the infection rate at the time of testing is kept very small. A less extreme empirical example is mentioned in the introduction: The town of Wellesley, MA, tested a consistent group of school staff and students weekly in the fall of 2020. During this time, the second wave of COVID-19 was ravaging the United States. Data from Massachusetts as a whole in this period shows extremely high average weekly testing positivity rates (7%) with large variation across time (SD of 6%). However, the average weekly positivity rates in Wellesley stayed low (0.3%) and † † As an extreme example, if testing is so frequent that the infection probability at each test is effectively zero, then increasing the frequency by one will lead to an additional test for each pool without meaningfully reducing this probability at each testing period. This can be seen in Fig. 3 for pool size of 20 where, at a frequency of around biweekly, the number of expected tests rises close to linearly with a slope of 1 20 = 0.05 · n.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1300,
                    "end": 1306,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Robustness to Uncertainty and Misprediction of Infection Rates"
        },
        {
            "text": "didn't vary considerably (SD of 0.3%). ‡ ‡ While the Wellesley testing population was consistently and frequently tested, the Massachusetts testing population likely consisted of many oneoff tests from people who sought out a test, presumably because they were exposed or experienced symptoms. As we have noted throughout the paper, it is therefore not correct to observe high self-selected positivity rates in the general population and conclude that frequent pooled testing on a consistent subpopulation would be inefficient. Even though frequent testing reduces the mean and variance of positivity rates, there is still uncertainty. However, we now show that this uncertainty has little impact on our conclusions. In particular, suppose that, rather than being known, the infection rate is uncertain and drawn from a gamma distribution with mean μ and SD σ (we chose the gamma distribution as it has the ability to reasonably match the empirical distribution of positivity rates for both Wellesley and Massachusetts as a whole). In our previous analysis, we effectively assumed that the pool designer is aware of the exact realization of the infection rate and can optimize pool size accordingly. What if, instead, the designer knows the distribution but not the specific draw? And what happens if the designer (mistakenly) believes that the distribution is actually characterized byμ = α · μ andσ = α · σ? Does this uncertainty or misprediction destroy the efficiency from pooled testing?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness to Uncertainty and Misprediction of Infection Rates"
        },
        {
            "text": "Interestingly, reasonable uncertainty and misprediction have very little impact on efficiency. For example, in the case resembling Wellesley where μ = 0.003 and σ = 0.003, the expected number of tests given full knowledge of the infection realization is 0.093 · n. When the designer knows the distribution but is unaware of the realization, the optimal pool size is 19, and the resultant expected number of tests only rises to 0.103 · n. That is, the lack of knowledge only costs 0.01 · n tests in expectation. Finally, given mistaken beliefs where α equals 0.5, 0.75, 1.5, and 2, tests only rise to 0.109 · n, 0.105 · n, 0.106 · n, and 0.109 · n, respectively. That is, mistaken beliefs have little impact on efficiency. This lack of impact is a result of the robustness of efficiency to wrongly chosen pool sizes. For example, whereas the correct beliefs about the distribution lead to an optimal pool size of 19, mistakenly using pool sizes of 10, 15, 30, and 40 only increases tests to 0.126 · n, 0.109 · n, 0.113 · n, and 0.130 · n, respectively. The main driver of efficiency is not perfect optimization of pool sizes but rather the mean infection rate, which is suppressed by frequent testing. § § Finally, we note one additional benefit of frequent testing with respect to uncertainty. When performing a one-off test on a random new population, it is very challenging to create an accurate estimate of the risk distribution. However, performing frequent testing on a consistent population naturally generates a byproduct of past positivity realizations for the same population, which can be used to create a more accurate estimate. ¶ ¶ For example, a surprisingly high positivity rate one week might shift beliefs about the next week's distribution upward, leading to smaller pool sizes or more frequent testing. ‡ ‡ The use of frequent testing was not randomly assigned to Wellesley. Therefore, one fear is that Wellesley's rates are fundamentally low due to specific population characteristics. While only (nonexistent) random assignment can solve this identification problem, we do note that Norfolk County-the home of Wellesley-had infection rates similar to other counties in December 2020, when Massachusetts began publishing county-by-county statistics. § § While efficiency losses rise with mean and variance, reasonable robustness to uncertainty holds more generally. For example, for μ and σ of [0.01,0.01], [0.03,0.03], and [0.06,0.06], the efficiency costs of lacking knowledge about the realization of distribution are 0.018 · n, 0.026 · n, and 0.032 · n, respectively, and the efficiency losses from a mistaken belief of α = 0.5 are 0.026 · n, 0.036 · n, and 0.045 · n, respectively. ¶ ¶ In a previous version of the paper located at https://www.nber.org/papers/w27457, we discuss how employing machine learning techniques on known data can create moreaccurate estimates and increase testing efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness to Uncertainty and Misprediction of Infection Rates"
        },
        {
            "text": "When subpopulations are frequently tested, it is natural to pool individuals with correlated risk, such as people who live or work together. We very briefly note a result (concurrently noted by ref. 21) , that this correlation can even further increase efficiency.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Correlated Infection Further Increases Efficiency"
        },
        {
            "text": "To understand the benefit of correlation given pooled testing, it is useful to broadly outline the forces that determine the expected number of tests with simple two-stage testing with a pool size of g and a large testing population n. In the first stage, a test will be run for every n/g pool, while, in the second stage, every n/g pool faces a probability q that at least one sample will be positive, such that all g people in the pool will need to be individually tested. Combining and simplifying these factors leads to a simple formula of the expected number of tests given a pool size: n · (1/g + q). As noted above, in the case of infections with independent probability p, q = 1 − (1 − p) g . However, as infections become more positively correlated, q falls for every pool size g > 1. For example, with two people in a pool whose infections have a correlation r, q can be shown to be 1 − (1 − p) 2 − r · p · (1 − p). That is, when r = 0, we recover the original formula 1 − (1 − p) 2 , while raising r linearly drops the probability until it is p when r = 1. Intuitively, the pool has a positive result if either person 1 or person 2 is infected, whichholding p constant-is less likely when infections are correlated and therefore more likely to occur simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlated Infection Further Increases Efficiency"
        },
        {
            "text": "To understand larger pools, we repeatedly simulate each individual, drawing an N (0, 1) random variable and assigning them to be infected if their draw is above a critical value (i.e., 2.326 for a 1% infection rate). To simulate correlation, an individual's draw is a convex combination of a shared and individual normally distributed variable, where the weights are calibrated such that the pairwise correlation between any two people is r. As an example of how q falls with more people and consequently reduces the number of tests, suppose that p = 1%: When infections are uncorrelated, q is around 9.6%, 18.2%, 26.0%, and 33.1% given respective pool sizes 10, 20, 30, and 40, while q respectively drops to around 3.1%, 3.9%, 4.4%, and 4.8% when every person is pairwise correlated with r = 0.5. Therefore, the respective expected number of tests given these pool sizes falls from 0.196 · n, 0.232 · n, 0.294 · n, and 0.356 · n when uncorrelated to 0.131 · n, 0.089 · n, 0.077 · n, and 0.073 · n when r = 0.5. First, note that the number of expected tests is universally lower at every pool size given correlation (and the savings are very significant). Second, note that, while the pool size with the lowest number of expected tests given these potential pool sizes is 10 when there is no correlation, larger pool sizes are better given correlation. This statement is more general: A higher correlation raises the optimal pool size. The intuition is that the marginal benefit of higher pool size (reducing the 1 g first-stage tests) is the same with or without correlation, but the marginal cost (increasing the probability of second-stage testing) is reduced with higher correlation, thus leading to a higher optimum. As an example, while the optimal pool size given p = 1% is 10 given no correlation, the optimal pool sizes given r of 0, 0.2, 0,4, 0.6, and 0.8 are 11, 22, 44, 107, and 385, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlated Infection Further Increases Efficiency"
        },
        {
            "text": "This paper shows that pooled testing is particularly efficient when frequently performed on pools with correlated risk (e.g., in workplaces or schools). Our key insight is that repeated testing reduces the infection probability at the time of each test andsince pooled testing is more efficient given lower probabilitiesincreases the efficiency of pooled testing. Therefore, contrary to a commonly stated rule, pooled testing is appropriate and cost effective even for high-risk populations, as long as the frequency of testing rises in relation to this risk. ## In fact, we are starting to see frequent pooled testing offered at prices of $3 to $10 per person per test. Consequently, frequent pooled testing is increasingly being adopted at scale, such as in the state of Massachusetts where all K-12 students are offered weekly pooled testing. The cost of testing in those programs validates these estimates and demonstrates the feasibility of these strategies. Data Availability. Previously published data were used for this work [https:// www.mass.gov/info-details/covid-19-response-reporting and S Doron et al. (20) ].",
            "cite_spans": [
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "ACKNOWLEDGMENTS. This paper was previously circulated under a different title: \"Group testing in a pandemic: The role of frequent testing, correlated risk, and machine learning.\" We are grateful to Katrina Abuabara, Sylvia Barmack, Michael Boots, Christopher Costello, Simon Johnson, Kate Kolstad, Gavin McDonald, Graham Northrup, Maya Petersen, Annika Todd, Lam Keng Siak, Johannes Spinnewijn, and Nicholas Swanson for helpful comments. All opinions and errors are our own. ## However, the initial round that begins the frequent testing is an exception: When testing starts in a high-risk population, infection probabilities at the time of testing are likely to be high because there have been no actions taken to contain spread. It is therefore potentially cost effective to use individual testing for this one initial round before switching to pooled testing for all following rounds. For these later rounds, infection probability is kept low because frequent testing is allowing for the constant removal of infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The detection of defective members of large populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorfman",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Ann. Math. Stat",
            "volume": "14",
            "issn": "",
            "pages": "436--440",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Group testing to eliminate efficiently all defectives in a binomial sample",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sobel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Groll",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Bell Syst. Tech. J",
            "volume": "38",
            "issn": "",
            "pages": "1179--1252",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A generalized binomial group testing problem",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Am. Stat. Assoc",
            "volume": "70",
            "issn": "",
            "pages": "923--926",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Optimal pooled testing",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Saraniti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Care Manage. Sci",
            "volume": "9",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An efficient dynamic optimization method for sequential identification of group-testable items",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parlar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IIE Trans",
            "volume": "43",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Group testing with prior statistics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaced",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaggi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "2014 IEEE International Symposium on Information Theory",
            "volume": "",
            "issn": "",
            "pages": "2346--2350",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adaptive risk-based pooling in public health screening",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aprahamian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Bish",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IISE Trans",
            "volume": "50",
            "issn": "",
            "pages": "753--766",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Optimal risk-based group testing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aprahamian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Bish",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Manage. Sci",
            "volume": "65",
            "issn": "",
            "pages": "4365--4384",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pooled testing for quarantine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lipnowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ravid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Econ. Theory",
            "volume": "198",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Getting Americans back to work (and school) with pooled testing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lakdawalla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Trish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Policy & Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficient high throughput SARS-CoV-2 testing to detect asymptomatic carriers",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sensitivity and specificity of pooled versus individual sera in a human immunodeficiency virus antibody prevalence study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cahoon-Young",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Livermore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaudino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Clin. Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "1893--1895",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Successful use of pooled sera to determine HIV-1 seroprevalence in Zaire with development of cost-efficiency models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Behets",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "AIDS",
            "volume": "4",
            "issn": "",
            "pages": "737--741",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Feasibility of pooling sera for HIV-1 viral RNA to diagnose acute primary HIV-1 infection and estimate HIV incidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AIDS",
            "volume": "14",
            "issn": "",
            "pages": "2751--2757",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Current prevalence and incidence of infectious disease markers and estimated window-period risk in the American Red Cross blood donor population",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Notari 4th",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Stramer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "975--979",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nucleic acid amplification tests for gonorrhea and chlamydia: Practice and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaydos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Dis. Clin. North Am",
            "volume": "19",
            "issn": "",
            "pages": "367--386",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bounding the accuracy of diagnostic tests, with application to COVID-19 antibody tests",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Manski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Epidemiology",
            "volume": "32",
            "issn": "",
            "pages": "162--167",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Weekly SARS-CoV-2 screening of asymptomatic students and staff to guide and evaluate strategies for safer in-person learning. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doron",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.20.21253976"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Specimen pooling to conserve additional testing resources when persons' infection status is correlated: A simulation study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rewley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiology",
            "volume": "31",
            "issn": "",
            "pages": "832--835",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating the COVID-19 infection rate: Anatomy of an inference problem",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Manski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Econom",
            "volume": "220",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Screening for the presence of a disease by pooling sera samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Litvak",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Am. Stat. Assoc",
            "volume": "89",
            "issn": "",
            "pages": "424--434",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pooling samples: The key to sensitive, specific and cost-effective genetic diagnosis of Chlamydia trachomatis in low-resource countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shipitsyna",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shalepo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savicheva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Unemo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Domeika",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Derm. Venereol",
            "volume": "87",
            "issn": "",
            "pages": "140--143",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Informative Dorfman screening",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcmahan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tebbs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biometrics",
            "volume": "68",
            "issn": "",
            "pages": "287--296",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sample pooling as a strategy to detect community transmission of sars-cov-2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pinsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1967--1969",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of COVID-19 RT-qPCR test in multi-sample pools",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yelin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis",
            "volume": "71",
            "issn": "",
            "pages": "2073--2078",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessing the dilution effect of specimen pooling on the sensitivity of SARS-CoV-2 PCR tests",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guenther",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shult",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Med. Virol",
            "volume": "93",
            "issn": "",
            "pages": "1568--1572",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Massachusetts actually might have a way to keep schools open",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Taking back control: A resetting of America's response to Covid-19\" (The Rockefeller Foundation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The use of a square array scheme in blood testing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Phatarfod",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sudbury",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Stat. Med",
            "volume": "13",
            "issn": "",
            "pages": "2337--2343",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the detection of defective members of large populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sterrett",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Ann. Math. Stat",
            "volume": "28",
            "issn": "",
            "pages": "1033--1036",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparison of group testing algorithms for case identification in the presence of test error",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hudgens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dreyfuss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Westreich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Pilcher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biometrics",
            "volume": "63",
            "issn": "",
            "pages": "1152--1163",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Group testing case identification with biomarker information",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcmahan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tebbs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilder",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Stat. Data Anal",
            "volume": "122",
            "issn": "",
            "pages": "156--166",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The blood testing problem",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Finucan",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Royal Stat. Soc. Ser. C Appl. Stat",
            "volume": "13",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The exact solution to the two-stage group-testing problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samuels",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Technometrics",
            "volume": "20",
            "issn": "",
            "pages": "497--500",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Optimizing testing policies for detecting covid-19 outbreaks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nitzan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Tannenbaum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Efficiency of pooled testing rises with infection probability. This figure plots the expected number of tests (y axis) from pooled testing given a population of n people as the population infection probability (x axis) changes. The black flat line shows the number of tests from individual (Ind.)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}