{
    "paper_id": "1c39d5fd38b3819d17e759e430a715e759016395",
    "metadata": {
        "title": "Understanding of Young People About COVID-19 During Early Outbreak in Indonesia",
        "authors": [
            {
                "first": "Andree",
                "middle": [],
                "last": "Kurniawan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": "andree.kurniawan@uph.edu"
            },
            {
                "first": "Devina",
                "middle": [
                    "Adella"
                ],
                "last": "Halim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Fransisca",
                "middle": [
                    "Handy"
                ],
                "last": "Agung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stella",
                "middle": [],
                "last": "Angelina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Jodhinata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharleen",
                "middle": [],
                "last": "Winata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Frenstan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Felix",
                "middle": [],
                "last": "Wijovi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Cindy",
                "middle": [
                    "Monika"
                ],
                "last": "Agatha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pelita Harapan University",
                    "location": {
                        "addrLine": "Boulevard Jendral Sudirman",
                        "postCode": "15811",
                        "settlement": "Karawaci, Tangerang, Banten",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To control the spread of COVID-19 transmission, Indonesia government has broadcasted information about the pandemic. The aim of this study is to evaluate the understanding of young people, about COVID-19 during the early outbreak in Indonesia. An online-based cross-sectional data collection was conducted from adolescents aged 10 to 25 years, based on 10 questions regarding general COVID-19 information. There were 355 subjects from 25 out of 34 Indonesian provinces who participated in the study, with mean age of 19.93 ± 2.91 years. Better understanding was found in the female and higher-income population. Largely, the subjects got the information from social media, instead of the official government site for COVID-19. Lack of understanding about crucial preventive measures was found, such as handwashing and physical distancing. In conclusion, the participants have an overall moderate-good initial understanding toward COVID-19 during the early outbreak in Indonesia. These results can be used as baseline data for development of awareness measurement tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has become a global pandemic including all provinces of Indonesia. Information on the pandemic have been made available by the government as it was important to improve everyone's awareness and understanding, especially in young people. 1 Indonesia's population is young with 25% younger than 15 years and 49% younger than under 25 years of age. 2 There has been no studies of the understanding and awareness of young people regarding COVID-19.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 383,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional study design was conducted during April 22 to 25, 2020. We relied on social media to distribute a poster containing our study's details. The eligible participants were Indonesian residents aged 10 to 25 years, and those who were studying or active in health science fields were excluded. The participants were required to complete an e-consent form and then a self-reported questionnaire. The questionnaire was generated based on information provi ded by the government and reviewed by experts in field, followed by a field trial with 40 participants aged 18 to 22 years. The open-ended questions were given to evaluate respondents' knowledge of virology, clinical presentation, risk factors, prevention, control, symptoms handling, and one yes-no question regarding their awareness of the official government website for COVID-19 information. Each correct answer was valued 10 points. Those who scored 60 or above were considered as having good knowledge. Top five answers from each question are described. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 355 participants, from 25 out of the 34 Indonesian provinces, completed the questionnaire. Most participants resided in the western and central Indonesia, and only six participants were from the eastern provinces. The average age of the participants was 19.93 ± 2.9, most were male (81.1%), held bachelor's degree or above (44.2%), and students (52.39%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the first knowledge question, the answers given for the cause of the infection included animals, food, unclean environment, bacteria, and few did not know. When asked about method of spread, the answers included through droplets, direct contact, touching contaminated items, touching eyes, nose, and mouth. The majority of the respondents answered correctly for COVID-19 symptoms and population at risk. Behaviors to prevent the spread of COVID-19 were known only by a minority of the population; physical distancing was only known by around half of the study subjects, and even less for its detailed definition, and only one third of the population mentioned handwashing. Confirming symptoms that were mentioned included temperature checks, physical examination, and going to health care providers. Answers like \"swab test,\" \"rapid test,\" and \"PCR\" were included in virology. More than one half were aware of the existence of government website. More details can be seen in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 985,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The most used source for retrieving COVID-19 information was social media (33.5%); followed by television (33.2%); news websites (29.0%); family, friends, or relatives (11.3%); and medical staff (2.2%). The overall understanding among urban and rural populations was inadequate and was higher in Java compared with other provinces and was associated with higher incomes and being female.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our data demonstrated that Indonesian young people had some understanding of the ongoing outbreak, and many of the answers were in accordance with the information provided by the government. Physical distancing and handwashing practice appeared to be poorly understood. In contrast, study in China revealed that fewer than 5% Chinese residents went to crowded places during the pandemic. 3 While based on the national survey in 2013, less than half of the residents (47%) had proper handwashing behavior. 4 A study to look further on how we can improve handwashing practice is recommended.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 506,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although more than half of the subjects were aware of the government's official website for COVID-19, very few respondents sought information from it. Instead, these young people preferred to gain information through social media. Internet-based data can play a major role in real-time reporting to empower active public health surveillance systems. 5 Public awareness campaigns regarding COVID-19 and the need for early health care visits when presenting with symptoms have been successful but have yet to expand for the appropriate steps after they had contact with suspected or confirmed COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitation of the study was that it was conducted online; thus, rural people or those living without internet access might not have participated. Future studies will require a more robust sampling method that is representative of all regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All young people of Indonesia are aware of the COVID-19 pandemic, but knowledge about preventive measures is inadequate. Further research is needed on communicating messages on preventive measures, such as physical distancing and handwashing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gugus Tugas Percepatan Penanganan COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bnpb Indonesia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Data Sebaran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sub Direktorat Statistik Pendidikan dan Kesejahteraan Sosial",
            "authors": [],
            "year": 2018,
            "venue": "Statistik Pemuda Indonesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "",
            "pages": "1745--1752",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The potential of social media and internet-based data in preventing and fighting infectious diseases: from internet to Twitter",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Al-Surimi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bahkali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mowafa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Exp Med Biol",
            "volume": "972",
            "issn": "",
            "pages": "131--139",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Child and Adolescent Health Department, Faculty of Medicine, Pelita Harapan University, Tangerang, Banten, Indonesia Basic Knowledge of COVID-19. If you have fever and cough, where will you go to look for treatment? What should you do when you've come in contact with suspect or confirmed case of COVID-19 patient?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank all the subjects involved in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}