{
    "paper_id": "1c6578579e44610a44dd09ba4353ae621ebf988a",
    "metadata": {
        "title": "The Contagion of Sentiments during the COVID-19 Pandemic Crisis: The Case of Isolation in Spain",
        "authors": [
            {
                "first": "Patricia",
                "middle": [
                    "P"
                ],
                "last": "Iglesias-Sánchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaga",
                    "location": {
                        "postCode": "29071",
                        "settlement": "Málaga",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Gustavo",
                "middle": [],
                "last": "Fabián",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vaccaro",
                "middle": [],
                "last": "Witt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Languages and Computer Sciences. Biomedical Research Institute (IBIMA), Applied Social Research Centre (CISA)",
                    "institution": "University of Malaga",
                    "location": {
                        "postCode": "29071",
                        "settlement": "Málaga",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "E"
                ],
                "last": "Cabrera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Languages and Computer Sciences. Biomedical Research Institute (IBIMA), Applied Social Research Centre (CISA)",
                    "institution": "University of Malaga",
                    "location": {
                        "postCode": "29071",
                        "settlement": "Málaga",
                        "country": "Spain"
                    }
                },
                "email": "fecabrera@uma.esf.e.c.*correspondence:mcjambrino@uma.es"
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Jambrino-Maldonado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaga",
                    "location": {
                        "postCode": "29071",
                        "settlement": "Málaga",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study examines how confinement measures established during the COVID-19 pandemic crisis affected the emotions of the population. For this purpose, public sentiment on social media and digital ecosystems in Spain is analyzed. We identified affective tones towards media and citizens published on social media focusing on six basic emotions: anger, fear, joy, sadness, disgust and uncertainty. The main contribution of this work is the evidence of contagious sentiments and, consequently, the possibility of using this new dimension of social media as a form of a \"collective therapy\". This paper contributes to understanding the impact of confinement measures in a pandemic from the point of view of emotional health. This analysis provides a set of practical implications that can guide conceptual and empirical work in health crisis management with an alternative approach, especially useful for decision-making processes facing emergency responses and health crises, even in an unprecedented global health crisis such as the traumatic events caused by the COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Undoubtedly, the world is dealing with a health crisis unparalleled in this era that underscores a negative side of globalization. The World Health Organization (WHO) declared the COVID-19 global pandemic in March 2020. Although this kind of respiratory disease had already caused both widespread death and cases of infections in Wuhan (China) since 2019, the health crisis did not show its true dimensions in Europe up until February and March 2020. From then on, the race to combat the virus escalated worldwide. Spain was one of the countries most affected by COVID-19, establishing a nationwide state of alarm on March 14, 2020. Consequently, the social distancing, self-isolation and quarantine measures in Spain were radical and without precedent; such as the strict stay-at-home instruction for most of the citizens lasting almost two months, and ending with a progressive de-confinement process starting in the first week of May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During this confinement period, Spanish residents relied on digital ecosystems for disseminating and sharing information from official sources such as the government and health officials; and from the media and other peers. Rodin et al. compiled a list of information producers in the case of a public health crisis that includes international and national public health organizations, national governments, non-governmental organizations, activist groups, news media and citizens [1] . Furthermore, -",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The communication is public and can be viewed without the need for subscription to the data source or explicit permission from the sender of the communication. - The communication does not come from an advertising campaign. -",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "text": "-",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The communication has not been generated by automatic procedural methods (bots, fake posts, among others).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data was collected in the period from March 9 to May 1, 2020; thus, covering the beginning, peak and early de-confinement stages of the COVID-19 related measures in Spain. The collected communications were anonymized, eliminating authorship data, location, source, images, hyperlinks and non-textual components, to leave only the text corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The corpus of communications was analyzed using the natural language analysis tools (ANL) provided by the IBM Watson Analytics service [17] . Then, the corpus was analyzed again for confirmation purposes using the Interval Majority Aggregation Operator (ISMA-OWA) [18] , which is designed for decision making in social media with consistent data, leveraged by the combination of computational intelligence and big data techniques [19] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of the natural language analysis was to represent the subjective emotional response of the population as an objective and quantitative time series. The emotional response time series obtained in this way were: anger, disgust, joy, fear, sadness and uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study period ranged from March 9 to May 1, 2020; and was divided into three distinctive stages. Stage 1 ranged from March 9 to March 28. This stage covered the events starting with the announcement of the suspension of school activities in the Basque and Madrid autonomous communities of Spain, flight cancellations from Italy, nationwide suspension of university activities, the decree of the national state of alarm and the progressive temporary closure of non-essential businesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design"
        },
        {
            "text": "Stage 2 ranged from March 29 to April 9. This stage covered the events during the peak of the social distancing, self-isolation and quarantine measures in Spain. Most of the population, as well as non-essential workers remained at home. Finally, Stage 3 ranged from April 10 to May 1. This stage covered the events after the social distancing peak, including the extension of the state of alarm, the slow but progressive lessening of confinement measurements, some of the non-essential workers returned to their jobs, children were permitted to play outside, as well as asymmetric de-confinement measures, depending on the needs of the Spanish autonomous communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design"
        },
        {
            "text": "We expected to see significant differences in the emotional response of the population between the confinement stages. To test this, we performed a non-parametric Kruskal-Wallis H test, considering the stages as the independent variable and the emotional responses as the dependent variables. The normality of the measurement distribution for all the emotional response variables per stage was verified using Kolmogorov-Smirnov and Shapiro-Wilk tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design"
        },
        {
            "text": "To further improve the qualitative analysis of the quantitative data, we performed a hierarchical linear smooth kernel regression on the emotional response time series, using the Epanechnikov quadratic kernel [20] . This approach helps to reduce the noise inherent to data collected from digital ecosystems and provides a graphical representation of the emotion's tendency. The first hierarchy level corresponded to the complete study period, while the second hierarchy level corresponded to the stages separately. Finally, we calculated the frequency of the words comprising the complete corpus dataset and determined the emotion polarity (positive or negative) related to them.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design"
        },
        {
            "text": "All the above-mentioned statistical analyses were executed in IBM SPSS 27 (IBM: Armonk, NY, USA). Furthermore, the computational algorithms and natural language analyses were implemented in Python 3 (Python Software Foundation: Wilmington, DE, USA), using the Natural Language Toolkit (NLTK) [21] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Experimental Design"
        },
        {
            "text": "The text corpus contained a total of 80,091 communications that were obtained from Twitter (82.1%), YouTube (12.3%), Instagram (4.2%), official press websites (0.4%) and Internet forums (1.0%). A chart of the normalized distribution of communications per day is shown in Figure 1 , where 100 represents the maximum amount of communications obtained in a single day. This figure shows an increasing trend in the number of communications during Stage 1, followed by a progressive decline in the proportion of communications during Stages 2 and 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The text corpus contained a total of 80,091 communications that were obtained from Twitter (82.1%), YouTube (12.3%), Instagram (4.2%), official press websites (0.4%) and Internet forums (1.0%). A chart of the normalized distribution of communications per day is shown in Figure 1 , where 100 represents the maximum amount of communications obtained in a single day. This figure shows an increasing trend in the number of communications during Stage 1, followed by a progressive decline in the proportion of communications during Stages 2 and 3. From a generalized point of view, the Kruskal-Wallis H test showed that there was a statistically significant difference in emotional response score related to anger (χ2(2) = 17.806, p = 0.000), fear (χ2(2) = 6.462, p = 0.040), sadness (χ2(2) = 6.878, p = 0.032) and uncertainty (χ2(2) = 7.786, p = 0.020). On the other hand, there were no significant differences in the emotional responses related to disgust (χ2(2) = 1.368, p = 0.505) and joy (χ2(2) = 3.229, p = 0.199).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Due to the inherent differences between social media platforms, we conducted the same analysis on the communications from Twitter, YouTube, Instagram, official press websites and Internet forums separately. These results obtained from Twitter are analogous to the generalized approach, where the Kruskal-Wallis H test showed that there was a statistically significant difference in emotional response score related to anger, fear, sadness and uncertainty (p < 0.05); while there were no significant differences in the emotional responses related to disgust and joy (p > 0.05). This phenomenon can be traced back to the fact that Twitter provided most of the open-access communications available for this study. In a similar way, the communications obtained from YouTube showed that there was a statistically significant difference in emotional response score related to anger, fear and sadness (p < 0.05), but no significant differences in the emotional responses related to uncertainty, disgust and joy (p > 0.05). The communications obtained from the Instagram social media platform and online forums only showed statistically significant differences in the emotional response related to anger (p < 0.05), but no significant differences in the emotional responses related to fear, sadness, uncertainty, disgust or joy (p > 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On the other hand, the communications obtained from official press websites did not show significant differences in any the emotional response scores measured (p > 0.05 in all cases). Due to the small number of communications provided by these sources, it is difficult to establish the causes for this behavior in the emotional response. However, it is important to note that, the nature of From a generalized point of view, the Kruskal-Wallis H test showed that there was a statistically significant difference in emotional response score related to anger (χ2(2) = 17.806, p = 0.000), fear (χ2(2) = 6.462, p = 0.040), sadness (χ2(2) = 6.878, p = 0.032) and uncertainty (χ2(2) = 7.786, p = 0.020). On the other hand, there were no significant differences in the emotional responses related to disgust (χ2(2) = 1.368, p = 0.505) and joy (χ2(2) = 3.229, p = 0.199).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Due to the inherent differences between social media platforms, we conducted the same analysis on the communications from Twitter, YouTube, Instagram, official press websites and Internet forums separately. These results obtained from Twitter are analogous to the generalized approach, where the Kruskal-Wallis H test showed that there was a statistically significant difference in emotional response score related to anger, fear, sadness and uncertainty (p < 0.05); while there were no significant differences in the emotional responses related to disgust and joy (p > 0.05). This phenomenon can be traced back to the fact that Twitter provided most of the open-access communications available for this study. In a similar way, the communications obtained from YouTube showed that there was a statistically significant difference in emotional response score related to anger, fear and sadness (p < 0.05), but no significant differences in the emotional responses related to uncertainty, disgust and joy (p > 0.05). The communications obtained from the Instagram social media platform and online forums only showed statistically significant differences in the emotional response related to anger (p < 0.05), but no significant differences in the emotional responses related to fear, sadness, uncertainty, disgust or joy (p > 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On the other hand, the communications obtained from official press websites did not show significant differences in any the emotional response scores measured (p > 0.05 in all cases). Due to the small number of communications provided by these sources, it is difficult to establish the causes for this behavior in the emotional response. However, it is important to note that, the nature of official press tends to exhibit a more neutral emotion; therefore, the communications around these topics focus around discussion of facts and less intense emotional opinions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The linear smooth kernel regression of the emotional response time series using the Epanechnikov quadratic kernel is shown in Figure 2 . The horizontal axis represents the number of days that passed from the start of the study (9 March 2020) and the vertical axis represents the strength of the emotion, normalized from 0 to 1; where 0 is the lowest emotional intensity and 1 is the highest emotional intensity. Moreover, the continuous black line represents the first hierarchical level, and the dashed dotted lines represent the second hierarchical level. official press tends to exhibit a more neutral emotion; therefore, the communications around these topics focus around discussion of facts and less intense emotional opinions. The linear smooth kernel regression of the emotional response time series using the Epanechnikov quadratic kernel is shown in Figure 2 . The horizontal axis represents the number of days that passed from the start of the study (9 March 2020) and the vertical axis represents the strength of the emotion, normalized from 0 to 1; where 0 is the lowest emotional intensity and 1 is the highest emotional intensity. Moreover, the continuous black line represents the first hierarchical level, and the dashed dotted lines represent the second hierarchical level. The ratio of communications in isolation increased coinciding with the declaration of the state of alarm in Spain, this increment is slightly faster than that of general communications about the COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 860,
                    "end": 868,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The frequency of the words and the emotion polarity associated with them is displayed in Figure 3 . The frequency ratio between words is expressed as the relative word size. On the other hand, the color represents the polarity in a scale ranging from bright green (absolute positive) to The ratio of communications in isolation increased coinciding with the declaration of the state of alarm in Spain, this increment is slightly faster than that of general communications about the COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The frequency of the words and the emotion polarity associated with them is displayed in Figure 3 . The frequency ratio between words is expressed as the relative word size. On the other hand, the color represents the polarity in a scale ranging from bright green (absolute positive) to bright red (absolute negative); and where black represents a neutral emotion. The words in the Spanish language that expressed the highest frequency, in other words, the highest presence, are \"casa\" (house), \"coronavirus\", \"cuarentena\" (quarantine), \"gente\" (people), \"personas\" (people), \"salir\" (go out) and \"termine\" (end). Moreover, most of the words shown in Figure 3 are displayed in red, thus, representing a mostly negative emotion polarity, with a mean polarity of −0.3557 and a standard deviation of 0.2438. The exceptions to this negative trend are the words \"mundo\" (world), \"medidas\" (measures), \"comer\" (to eat) and \"mantener\" (to maintain); which showed a neutral-positive trend.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 651,
                    "end": 659,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, x 6 of 10 bright red (absolute negative); and where black represents a neutral emotion. The words in the Spanish language that expressed the highest frequency, in other words, the highest presence, are \"casa\" (house), \"coronavirus\", \"cuarentena\" (quarantine), \"gente\" (people), \"personas\" (people), \"salir\" (go out) and \"termine\" (end). Moreover, most of the words shown in Figure 3 are displayed in red, thus, representing a mostly negative emotion polarity, with a mean polarity of -0.3557 and a standard deviation of 0.2438. The exceptions to this negative trend are the words \"mundo\" (world), \"medidas\" (measures), \"comer\" (to eat) and \"mantener\" (to maintain); which showed a neutral-positive trend. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 428,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The amount of user-generated content and social-media communications related to the social distancing, self-isolation and quarantine measures in Spain increased rapidly and steadily during Stage 1 of the study period. This coincided with the declaration of the sanitary state of alarm and the first of isolation measurements. A slight first peak in the raw amount of communications during this stage occurred between March 9 and 12, triggered by the suspension of academic activities in Madrid and the announcement of the isolation measurements, respectively. Moreover, the days near the end of the Stage 1, around March 22, reported the highest amount of communications; matching the discussion about the first extension of the state of alarm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The communications gathered from Stage 2 were focused around two main discussion areas. Firstly, people were talking about the causes and effects of isolation; and secondly, the social media flourished with interesting proposals to cope with the isolation and stress of not being allowed to leave home. On the other hand, there was an increase in the amount of communications criticizing the government-imposed isolation measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stage 3 was the longest of the three stages, and marked the progressive lessening of the confinement measurements. The communications posted in online ecosystems during Stage 3 showed an increased interest in the economic effects of the confinement in Spain. Then again, social media conversations gradually declined along with the reduction of the confinement measures ( Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Results suggest that the isolation measures in Spain significantly affected the emotions of the population. This effect is more noticeable through the anger emotional response. The smooth kernel regression of the anger timeline ( Figure 2 ) shows its highest peak around the beginning of Stage 2, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The amount of user-generated content and social-media communications related to the social distancing, self-isolation and quarantine measures in Spain increased rapidly and steadily during Stage 1 of the study period. This coincided with the declaration of the sanitary state of alarm and the first of isolation measurements. A slight first peak in the raw amount of communications during this stage occurred between March 9 and 12, triggered by the suspension of academic activities in Madrid and the announcement of the isolation measurements, respectively. Moreover, the days near the end of the Stage 1, around March 22, reported the highest amount of communications; matching the discussion about the first extension of the state of alarm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The communications gathered from Stage 2 were focused around two main discussion areas. Firstly, people were talking about the causes and effects of isolation; and secondly, the social media flourished with interesting proposals to cope with the isolation and stress of not being allowed to leave home. On the other hand, there was an increase in the amount of communications criticizing the government-imposed isolation measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Stage 3 was the longest of the three stages, and marked the progressive lessening of the confinement measurements. The communications posted in online ecosystems during Stage 3 showed an increased interest in the economic effects of the confinement in Spain. Then again, social media conversations gradually declined along with the reduction of the confinement measures ( Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Results suggest that the isolation measures in Spain significantly affected the emotions of the population. This effect is more noticeable through the anger emotional response. The smooth kernel regression of the anger timeline ( Figure 2 ) shows its highest peak around the beginning of Stage 2, roughly around March 29. It is important to notice that results also suggest that the isolation measures did not affect the joy or the disgust emotional responses of the population. The smooth kernel regression of the joy timeline ( Figure 2) shows a steady increase during Stage 1 and a horizontal stabilization during Stages 2 and 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 530,
                    "end": 539,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The results show that all the studied emotional responses have an important presence during the analyzed isolation period; apart from disgust, that registered a minimal presence. The highlights of the emotional responses are detailed in Table 1 , alongside the date that is most closely related to each event. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Some of the countries most affected by COVID-19 experienced a decrease in infection rates, e.g., Germany, and others; that started to implement some measures in order to lessen the impact of isolation in the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14/04"
        },
        {
            "text": "A new procedure to count the COVID-19 cases was implemented and suggested a possible decline in the number of real cases reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18/04"
        },
        {
            "text": "Children under 14 years of age were allowed to play outside for one hour per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26/04"
        },
        {
            "text": "The Spanish government declared a national state of alarm and launched an advertising campaign on social media using the hashtag #estevirusloparamosunidos (that means \"we will stop this virus together\") Massive applause to recognize the contribution and courage of medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14/03"
        },
        {
            "text": "International media harshly criticized the Spanish government for their management of the health crisis. 10/04",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26/03"
        },
        {
            "text": "The daily death toll is estimated to be around 700 deceased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26/03"
        },
        {
            "text": "Slight increase of daily death toll. The social media coverage of isolation was extensive, and a broad array of topics were addressed, as shown in Figure 3 . However, there are four main topic groups: firstly, those that are specifically focused on the COVID-19 illness, mainly regarding deaths, treatments and infection rates. Secondly, those concerning lockdown, including self-isolation, confinement, home, family and going out. Thirdly, there are topics that show society's concerns due to the uncertainty of the situation and its consequences, such as money, work, hunger, help and world. Lastly, there were other topics that could not be classified within the first three groups, such as gratitude, donations, personal protection equipment and solidarity. Moreover, it should be noted that, when considering daily usage of Twitter hashtags during the pandemic, some of the most widely used during the study period were #yomequedoencasa (I am staying at home) and #quedatencasa (stay at home) with the intention of urging people to stay at home. The effect of these kinds of conversations in social media can also be appreciated in Figure 3 , as the frequency of words such as \"cuarentena\" (quarantine) and \"casa\" (home) are very high. Furthermore, this also explains the prevalence of words such as \"salir\" (go out) \"termine\" (finish), since people were also discussing their desire for this situation to end.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1137,
                    "end": 1145,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "22/04"
        },
        {
            "text": "It should be noted that the emotional response timelines displayed in Figure 2 suggest a pattern of polarization on the topic of isolation. Many communications expressed personal experiences, sentiments and proposals to stay at home, even initiatives to support medical staff and other front-line professionals; especially during the first half of the study period, in other words, near the end of Stage 2. On the other hand, during Stage 3 the focus of the citizens shifted towards the effects of the confinement measures, and the possible negative consequences of the new normality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "22/04"
        },
        {
            "text": "Regarding the coexistence of feelings, it should be noted that there are some events that clearly show the synergies of feelings. For example, March 27 marks the beginning of widespread temporary employment regulations in Spain, designed to mitigate the economic consequences of the COVID-19 pandemic. The peaks of joy and sadness reflect the mixed feelings on this issue (Figure 2 ). Another example of synergism between joy and fear happened on April 26. On this date the government allowed children under 14 years old to play outside. This was an expected measure, but a large portion of the population was worried about a possible new peak in infections. Moreover, during the first days of Stage 1, both anger and fear displayed a slight peak in the second hierarchical level of analysis, in other words, the dotted lines in Figure 2 . The death toll seems to be the main cause of this peak; nevertheless, this behavior shifted towards the end of Stage 3, where people expressed their concerns about the new normality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 381,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 829,
                    "end": 837,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "22/04"
        },
        {
            "text": "The analysis of the emotional content in the context of isolation due to COVID-19 provides valuable insights into how sentiments are affected by confinement measures and how they are expressed and spread on social media. Previous literature has addressed this issue by focusing on economic and financial crisis impacts [6] and how media content studies have been applied in health crisis management, which have been observed more from the communication point of view and more specifically through a public relations lens [1, 4] . Although some authors have already pointed out that feelings expressed in online conversations can be contagious both in a positive [9, 15] and a negative way [11] [12] [13] , this work covers the gap by analyzing the public's sentiments in digital ecosystems as a health issue. The emotional reactions detected were in line with the general sentiment captured by the analysis of Thelwall et al. [8] and Neubaum and Krämer [10] . The commentaries featured in online conversations highlight the societal impact and health implications of the pandemic as well as their implications in the global health crisis. Additionally, it coincides with Thelwall et al. [8] that sentiment detection in social media is challenging and can provide an interesting insight into facing the crisis, especially for those institutions with competences in this field. In any event, there are a few literature works focused on monitoring sentiments in social media [9, [11] [12] [13] 15] but not many through a health lens [5, 7] while taking into account the usefulness of analysis in health crisis management by considering all the responsible actors.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "22/04"
        },
        {
            "text": "This research is limited to the analysis of communications freely available in digital ecosystems; therefore, we consider that further studies using public opinion surveys, which could deepen the understanding of the emotional responses of the population, are needed. Furthermore, this research focused solely on the hardest stages of COVID-19 isolation in Spain; thus, we recommend this study be replicated for other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22/04"
        },
        {
            "text": "The social distancing, self-isolation and lockdown measures in Spain significantly affected the emotions of the population. Furthermore, the driver of these emotions evolved and shifted during the stages of the confinement. The results of this study provide a snapshot of the emotional response of the Spanish population during the COVID-19 isolation. Likewise, a repository of emotional content of an unprecedented outbreak is provided. Furthermore, it reveals that social media can be a form of \"social therapy\" and a suitable approach for health crisis communication. This research responds to the lack of research at the intersection of emotional responses during crisis situations and, particularly to those related to public health and social media. Moreover, the findings of this study provide valuable insights based on the repository of emotional content of a traumatic event such as the COVID-19. The findings of this research are useful for encouraging health institutions to improve the management of social media and digital ecosystems during a health crisis; and to polish decision-making processes facing emergency responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Disentangling rhetorical subarenas of public health crisis communication: A study of the 2014-2015 Ebola outbreak in the news media and social media in Sweden",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghersetti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Odén",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Contingencies Crisis Manag",
            "volume": "27",
            "issn": "",
            "pages": "237--246",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-5973.12254"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How young Chinese depend on the media during public health crises? A comparative perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lyu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Relations Rev",
            "volume": "38",
            "issn": "",
            "pages": "799--806",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pubrev.2012.07.006"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sensemaking in Organizations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Weick",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health literacy and crisis: Public relations in the 2010 egg recall",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Veil",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Relations Rev",
            "volume": "42",
            "issn": "",
            "pages": "214--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pubrev.2015.07.013"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing a health crisis on Facebook: How the response strategies of apology, sympathy, and information influence public relations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Distaso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vafeiadis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Relations Rev",
            "volume": "41",
            "issn": "",
            "pages": "222--231",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pubrev.2014.11.014"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lessons for Crisis Communication on Social Media: A Systematic Review of What Research Tells the Practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Strat. Commun",
            "volume": "12",
            "issn": "",
            "pages": "526--551",
            "other_ids": {
                "DOI": [
                    "10.1080/1553118X.2018.1510405"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How publics react to crisis communication efforts",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Coombs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Holladay",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Commun. Manag",
            "volume": "18",
            "issn": "",
            "pages": "40--57",
            "other_ids": {
                "DOI": [
                    "10.1108/JCOM-03-2013-0015"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sentiment strength detection in short informal text",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thelwall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paltoglou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kappas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Soc. Inf. Sci. Technol",
            "volume": "61",
            "issn": "",
            "pages": "2544--2558",
            "other_ids": {
                "DOI": [
                    "10.1002/asi.21416"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is Happiness Contagious Online? A Case of Twitter and the 2010 Winter Olympics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruzd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doiron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 2011 44th Hawaii International Conference on System Sciences",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monitoring the Opinion of the Crowd: Psychological Mechanisms Underlying Public Opinion Perceptions on Social Media",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neubaum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Krämer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Media Psychol",
            "volume": "20",
            "issn": "",
            "pages": "502--531",
            "other_ids": {
                "DOI": [
                    "10.1080/15213269.2016.1211539"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Do emotions related to alcohol consumption differ by alcohol type? An international cross-sectional survey of emotions associated with alcohol consumption and influence on drink choice in different settings",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ashton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winstock",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-016089"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Negative emotions and emotional eating: The mediating role of experiential avoidance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Litwin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldbacher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardaciotto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gambrel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eat. Weight Disord.-Stud. Anorex. Bulim. Obes",
            "volume": "22",
            "issn": "",
            "pages": "97--104",
            "other_ids": {
                "DOI": [
                    "10.1007/s40519-016-0301-9"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emotion regulation as a moderator between anxiety symptoms and insomnia symptom severity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirwan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychiatry Res",
            "volume": "254",
            "issn": "",
            "pages": "40--47",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2017.04.028"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rumor Acceptance during Public Health Crises: Testing the Emotional Congruence Hypothesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Heal. Commun",
            "volume": "23",
            "issn": "",
            "pages": "791--799",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730.2018.1527877"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An Internet-Based Intervention to Alleviate Stress During Social Isolation With Guided Relaxation and Meditation: Protocol for a Randomized Controlled Trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M F"
                    ],
                    "last": "Pizzoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marzorati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mazzoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pravettoni",
                    "suffix": ""
                }
            ],
            "year": 1923,
            "venue": "JMIR Res. Protoc",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/19236"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Population Figures (CP) as of",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Automating Visualization, Descriptive, and Predictive Statistics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoyt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mantravadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Watson Analytics",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/publichealth.5810"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Decision making in social media with consistent data. Knowl.-Based Syst",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Peláez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "172",
            "issn": "",
            "pages": "33--41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2019.02.009"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating the importance of consumer purchasing criteria in digital ecosystems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peláez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Cabrera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Knowl.-Based Syst",
            "volume": "162",
            "issn": "",
            "pages": "252--264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2018.07.023"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Non-Parametric Estimation of a Multivariate Probability Density. Theory Probab. Its Appl",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Epanechnikov",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "153--158",
            "other_ids": {
                "DOI": [
                    "10.1137/1114019"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Natural Language Processing with Python",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Loper",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Normalized ratio of communications per day, grouped by stage. The Kolmogorov-Smirnov and Shapiro-Wilk tests proved the normality of the distributions of all emotional response measurements per stage, with p > 0.05 in all cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Normalized ratio of communications per day, grouped by stage. The Kolmogorov-Smirnov and Shapiro-Wilk tests proved the normality of the distributions of all emotional response measurements per stage, with p > 0.05 in all cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hierarchical linear smooth kernel regression of the emotional response time series.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hierarchical linear smooth kernel regression of the emotional response time series.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Word-cloud representing the word frequency and emotion polarity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Word-cloud representing the word frequency and emotion polarity.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, x 5 of 10",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Emotional response highlights.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}