{
    "paper_id": "1d0d83edf19ddd9d8f0fb7646fd681387b4f57ac",
    "metadata": {
        "title": "COVID-19: Situation analysis in the district of Ernakulam",
        "authors": [
            {
                "first": "Serin",
                "middle": [],
                "last": "Kuriakose",
                "suffix": "",
                "affiliation": {},
                "email": "dr.serinkuriakose@gmail.com"
            },
            {
                "first": "Rohini",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aarati",
                "middle": [],
                "last": "Krishnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "District Surveillance Unit",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sreedevi",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Context: Corona Virus Disease 2019 has become a pandemic causing millions of deaths and causing a devastating blow to the global economy. Like all other countries and territories, the Ernakulam district (Kerala, India) is affected by COVID-19. When the number of COVID-19 cases reported in the other states started coming down, the Ernakulam district continued to record a large number of cases. Aims: To analyse the situation of the COVID-19 pandemic in the district of Ernakulam, Kerala. Material and Methods: The authors were part of the COVID-19 surveillance unit of Ernakulam district, and hence, had access to the data collected. The available data were analysed in the following phases of the pandemic: First phase: From the reporting of the first case in Kerala in January to the reporting of the first case in the Ernakulam district. Second phase: Cases reported mostly in those with a travel history and their contacts to the period of community spread. Third phase: From the start of community spread. Results and Discussion: As of July 5, 2021, the Ernakulam district reported 3,60,345 cases of the COVID-19 infection with 1,317 deaths and the recovery rate being 96.45%. Despite factors like high human development index (HDI), access to the Internet and social media, access to affordable healthcare, etc., factors like high population density, airports, seaports, railway stations, container terminals, IT parks, major highways, tourist spots, beaches, large shopping malls, large floating population, a huge number of migrant labourers, a large proportion of the elderly population, high prevalence of non-communicable diseases, etc., are the some of the major challenges. The preparedness of the fight against COVID-19 included the training of all healthcare workers, ward level rapid response teams (RRT), upgradation of health facilities, district-level patient management system, provisions to manage biomedical waste, etc., The containment zone strategy is currently based on the local self-government area-wise weekly test positivity rate (TPR). The cluster containment is focused on the early identification of clusters. Currently, the Ernakulam district reports one of the highest numbers of COVID-19 cases in India. This is mainly because of the high number of tests (five to six times to national average) and targeted testing strategy. This is scientifically proven by the very low case fatality rate (0.35%), low-bed occupancy rate of the COVID treatment facilities and the latest seroprevalence study by Indian Council for Medical Research (ICMR). Conclusions: So far, the Ernakulam district could excel in its efforts to fight against COVID-19. But even now, when we are moving forward with the immunisation of the healthcare workers, front-line workers, elderly population, our main strategies to prevent COVID-19 remain the same-proper social distancing, hand hygiene, use of masks, avoiding unnecessary travels and gathering, early identification of cases and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first case of COVID-19 was reported in the Chinese city of Wuhan in December 2019. It spread across the globe within a few weeks and on January 30, 2020, the World Health Organisation (WHO) declared COVID-19 as a pandemic. [1] Since the first case of COVID-19, there are 184,661,246 confirmed cases and we have lost 3,995,158 lives till July 5, 2021, across the globe. Affecting 223 countries across the world, COVID-19 has become a catastrophic pandemic affecting all sectors including the global economy.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 infection has an incubation period of up to 14 days. The median incubation period is 4-5 days. [2] Fever, cough, sputum production, sore throat, nose congestion, loss of smell, breathing difficulty, tiredness, myalgia, headache, loose stools, nausea, and vomiting are the most common symptoms of the COVID-19 infection though there can be asymptomatic infections also. [3, 4] COVID-19 can have atypical presentations especially in older adults and people with comorbidities. [5] Transmission COVID-19 transmission can occur through direct, indirect, or close contact with infected people through bodily secretions, respiratory droplets, saliva, etc., Airborne transmission of the severe acute respiratory syndrome (SARS-CoV-2) can occur during aerosol-generating medical procedures. [6, 7] the Respiratory droplets or secretion from the COVID-19 patients can create fomites and can be a source of infection. This is particularly important if the humidity, temperature, etc., are favourable for the virus. This is a serious concern in places like hospitals and treatment centres. [8] Favourable Factors for Kerala Kerala has the highest literacy rate in India. Among the Indian states, Kerala has the highest human development index (HDI). Almost every local self-government area (LSGD) has a government health institution with at least one doctor and supporting staff. Most people have the habit of taking scientific medical care if they fall ill. More than half of Kerala's population has access to the Internet and social media platforms which helped the system to reach out to the public without direct physician contact. [9] Challenges for the Ernakulam District For the Ernakulam district, there were many hurdles regarding the COVID-19 management like high population density, a large number of floating population and a huge number of migrant labourers. Moreover, being one of the busiest airports in South India many major railways stations, seaport, container terminals, IT parks, major national highways, numerous tourist spots, beach and large shopping malls are situated in this district. Life expectancy in Ernakulam is one of the highest in India and it has a population of about 5 lakh above the age of 60 years. A large majority of the elderly and middle age have one or more comorbidities like type 2 diabetes mellitus, systemic hypertension and dyslipidaemia.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1638,
                    "end": 1641,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Incubation Period and Symptoms"
        },
        {
            "text": "Unlike most parts of India, Kerala is very well-connected by roads and people commute across all villages and cities in Kerala. Hence, even a handful of cases can spread to any part of the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incubation Period and Symptoms"
        },
        {
            "text": "The authors were part of the COVID-19 surveillance unit of the Ernakulam district, and hence, had access to the data collected. The available data were analysed during different phases of the pandemic like the phase of Kerala reporting the first case in January in the district of Thrissur to the period till Ernakulam had its first case. The phase of cases was getting detected mostly among those with a travel history to other states/nations and their contacts to the period of community spread and the phase after the community spread happened. In the initial phase of the pandemic in the Ernakulam district, all the categories of patients were admitted and treated at the Government Medical College, Kalamassery. But within a short span of time, i.e., 2 months from the first case detected in the district, our peripheral healthcare institutions were equipped to manage category A and category B cases by opening up first-line and second-line treatment centres (CFLTCs and CSLTCs) by utilising the existing infrastructure and also utilising other facilities like convention centres, auditoriums and schools. Various levels of training programmes were conducted to empower and equip the medical officers including the doctors from the other systems of medicine and supporting staff to combat this new dreaded virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "For managing category C, i.e., severely affected patients, a COVID-19 Apex Hospital was set up using the infrastructure of a then nonfunctioning private hospital and providing human resources and additional equipment using funds by the Government as well as utilising the Corporate Social Responsibility (CSR) funds. By March 2021, all major government hospitals in the Ernakulam District were equipped to manage category C patients, thereby, providing free treatment to the COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "A centralised patient management system was developed, and patients were shifted to the available healthcare facilities based on the need by this system utilising a district-level dashboard which displayed the real-time status of the availability of hospital beds, intensive care unit (ICUs) and ventilators at all private and government hospitals in the district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "All doctors-both government and private-were given online training as the first step and hands-on training was given at -COVID-19 ICU facilities. All nursing staff, paramedical staff, field workers, Accredited Social Health Activist (ASHAs) were given training on COVID-19 and updated on the guidelines from time to time. This helped them to find the possible sources, trace the contacts, get early testing of the suspected cases, diagnosis and treatment of confirmed cases which eventually helped to minimise the case fatality rate to a great extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "The Doctors were trained to provide teleconsultation which was comparatively new for the government sector. The patients with symptoms and those with a history of contacts with cases were tested and those with mild symptoms were encouraged to sit at home in isolation, and thereby, reduce the risk of spread and the medicines for them were delivered to their houses through the community pharmacy. During the period of the inception of this concept, it was a centralised system in which all the consultations were made by the district telemedicine unit and Ward level RRTs were formed and given the training to identify influenza-like illness (ILI)/and fever cases, and to ensure quarantine of contacts/travellers, At the beginning of the pandemic itself, the district had prepared a plan anticipating a surge in the COVID-19 case numbers considering the population density and a high inflow of immigrants. An additional requirement of hospital beds, beds with oxygen supply, ICU beds, ventilators (COVID and non-COVID) was anticipated, and availability was ensured in a phased manner as each phase reached the triggering point for the next phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "Empowering the government health institutions was a remarkable achievement during the COVID-19 pandemic management and by the end of the first year of the pandemic, all government health institutions in the districts were equipped with enough supply of materials like personal protective equipments (PPEs) and test kits and the staff had training for testing all the suspected/symptomatic cases and manage category A and category B patients in their localities. One of the Thaluk Head Quarters' hospitals could be earmarked exclusively for treating severe COVID-19 cases. This could be considered as a milestone in the health delivery system of the Ernakulam district as people got COVID-19 testing, good quality of care and medication at zero cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "Managing biomedical waste was an issue due to the increased use of PPEs and the rise in the number of COVID-19 patients which could be tackled through public-private partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "District-Level Preparedness"
        },
        {
            "text": "Right from the beginning of the COVID-19 pandemic, the Ernakulam district had been keen on identifying clusters and impending clusters very early. The district followed the cluster containment strategies put forward by the state government. With the increase in the number of cases and impending community spread, strategies for managing clusters were changed and more importance was given to the early identification of the impending clusters. During the latter part of the COVID-19 pandemic, as unlocking measures were ongoing and most people were trying to get back to their livelihood, there were a greater number of institutional clusters and closed community clusters, and thus, the focus was shifted to early identification of such impending clusters and vigorous tracing of all the primary and secondary contacts as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cluster Containment Strategy"
        },
        {
            "text": "During the earlier days of the pandemic, the focus was on macro containment in which the whole Local Self Governance (LSG) area was closed, and movement was restricted. With such strict measures, containment of the cases was possible in 2-3 weeks. As more relaxations were allowed during the phases of unlocking, macro containment zones were replaced with micro containment zones, i.e. there was movement restriction in and around the particular ward or street surrounding the houses where cases were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Containment Zones"
        },
        {
            "text": "LSGDs are categorised into A, B, C and D based on the weekly test positivity rate (TPR). LSGDs with 0-6% TPR are included in the A category, 6-12 are included in the B category, 12-18 are included in the C category and above 18% are included in the D category. Restrictions are category-based [ Figure 1 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Current Containment Strategy"
        },
        {
            "text": "Social distancing measures were ensured at all public places and institutions. Early identification of cases, testing of all ILI cases, fever cases and other cases with atypical symptoms or history suggestive of exposure to COVID, tracing of all primary and secondary contacts of the confirmed cases, testing of all primary contacts with priority to the vulnerable groups like the elderly and those with comorbidities, testing of inmates of old-age homes and orphanages, home isolation of mild category patients with daily follow up by the field staff, quarantining of primary contacts and travellers (interstate and international) and ensuring their quarantine with the help of the police, ensuring crowd control during festivals and processions, wedding ceremonies, and other rituals, active surveillance by the ward level rapid response teams (RRT) comprising local people' s representatives, field-level health workers and other volunteers, preparation and dissemination of information-education-communication (IEC) materials and standard operating procedures (SOPs) were the actions taken by the district.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actions Taken by the District"
        },
        {
            "text": "Special SOPs were prepared for festivals, offices, shopping malls, schools, etc., District-level teams were constituted to conduct regular inspections of the laboratories, shopping malls, markets, shops, schools, festival places, amusement parks, etc., to ensure compliance to the SOPs. Sectoral magistrates were posted by the District Collector and ensured the adherence to COVID-19 protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actions Taken by the District"
        },
        {
            "text": "With 3,250 reverse transcriptase-polymerase chain reaction (RT-PCR) testing capacity in the government sector and 10,580 RT-PCR in the private sector, Ernakulam recorded the highest number of tests per million in the country. In May 2021, 12,424 tests per day were conducted on an average which was well above the national average. During the initial phase, the strategy was to test all the primary contacts using RT-PCR irrespective of the symptoms. As we started to have a large number of cases and cases with unidentifiable sources, the strategy was changed, and priority was given to testing the symptomatic cases as well as vulnerable groups. As a result, a majority of the patients who tested positive were symptomatic cases. But that helped us to pick up the cases at an early stage of infection and initiate appropriate treatment. This eventually helped us from preventing the worsening of symptoms in patients, and thus, avoiding the exhaustion of ICU beds, ventilators, and most importantly, saving many lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Testing"
        },
        {
            "text": "The total number of COVID-19 tests increased to 4,58,418 in May 2021 from 37,576 in July 2020. [10] There were five mobile testing teams in the district which were managed by the lab surveillance team. The use of WISK (Walk-in Sample Kiosk) was another landmark in the battle with COVID-19. Ernakulam was the first district to implement the WISKs to ease the swab collection process and to reduce the wastage of PPEs.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Testing"
        },
        {
            "text": "Though Ernakulam was criticised for being the district with the highest number of cases in January 2021 and May 2021, we were sure about the ground realities. We had an estimate of three to five undiagnosed cases per every detected case of COVID-19 which was attributed to the current testing strategy of testing mainly the symptomatic ones. At the same time, despite the three to five undiagnosed cases that were mostly primary asymptomatic contacts, we made sure that they remained under home isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Testing"
        },
        {
            "text": "India was one of the worst affected countries with 3,05,85,229 cases and 4,02,728 deaths. [11] The model state of India in the health sector-Kerala-had reported the first case of imported COVID-19 infection in the country and still managed to limit the spread unlike most of the other Indian states.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The first case of COVID-19 in India which was reported on January 30, 2020, was in the district of Thrissur, though the person had arrived at the Cochin International airport. As of July 5, 2021, the Ernakulam district reported 3,59,248 cases of COVID-19 infection with a recovery rate of 96.45%. There were 1,260 COVID-19 deaths. As of July 5, 2021, among the 11,782 active cases, only 1,249 patients were in the hospitals. Even in a densely populated and well-connected urbanised district like Ernakulam, COVID-19 had a huge difference in impact across the LSG areas [ Figure 2 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 579,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The total number of cases could be a misleading indicator if other factors were not considered. The Ernakulam district had only a small fraction of cases till October when the other states continued to report a large number of cases. In October, Ernakulam reached its first peak (October 28, 2020) with a record number of cases (1,252 cases reported in 1 day). However, in November, the number started to fall indicating the end of the first wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The first wave which wiped out many lives in the European countries was over by April-May 2020 itself. Then, most European countries were experiencing a stationary phase of the pandemic with a minimum number of cases which continued for about 4 months [Graph 1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "In Ernakulam, we were expecting the next wave very soon after the first wave because of the Local Self Government Department (LSGD) elections, New Year celebrations, festivals and relaxations of lockdown measures. By the end of December, our number of cases started peaking again which invited widespread criticism of our COVID-19 management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The Third wave started on March 23, 2021, and is continuing to date. The maximum number of the newly reported cases was on May 5, 2021, with 6,558 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The focus of the Ernakulam district was always on containment strategies from the beginning of the pandemic itself. A seroprevalence study by Indian Council for Medical Research (ICMR) in January showed that Kerala had 11.5% of the people who had already recovered from the infection by the first week of January 2021, which indicated that the number of estimated cases of COVID-19 cases in Ernakulam was accurate. As only 15-20% of the total patients will be symptomatic, almost all symptomatic patients were detected at the early stage and were followed up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "Old age homes, care homes, orphanages, migrant worker camps, tribal belts, etc., were under constant monitoring and special camps for testing were arranged in case any of the inmates turned COVID-19 positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The COVID-19 infection had created a lot of psychological traumas to the patients as well as their relatives. Anxiety and depression were the most common conditions among the COVID-19-positive cases as well as those who were under quarantine. A good team of psychologists and psychiatrists were doing regular follow up of the patients and people under quarantine to provide psychological support. Similar services were provided to the healthcare workers also to avoid burnout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "Post-COVID-19, clinics had started functioning on November 13, 2020. Currently, there are 128 government institutions with post-COVID clinics and one apex centre (General Hospital Ernakulam).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "As of July 5, 2021, 99% of the healthcare workers were fully vaccinated and 39% of the total population received at least one dose of the COVID-19 vaccine; 9.77% of the population is fully vaccinated. Among the elderly (60 years and above), 80% have received at least one dose of the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological Situation"
        },
        {
            "text": "The Early diagnosis and treatment initiation were believed to be the key factors which helped the district to have control on the case fatality. Among the total COVID-19 fatal cases, 83.75% had some sort of comorbidities at the time of the diagnosis. [12] As of July 5, 2021, Ernakulam has reported only 1,317 COVID deaths with a case fatality rate (CFR) of 0.37. The national CFR is 1.32% as of July 5, 2021. In Ernakulam, all deaths were registered. During hospitalisation for any illness, all patients and bystanders were getting tested. Also, unnatural deaths brought dead cases and home deaths were screened for COVID-19 infection. These measures ensured that no COVID-19 deaths were missed. Despite all these measures, CFR continued to fall as the pandemic progressed [Graph 2].",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Fatality"
        },
        {
            "text": "From the very beginning itself, proactive measures were taken to deal with the transmission of COVID-19 infection by the government and the health department. The epidemiology of COVID-19 varied from place to place and time to time. There was also a threat of new and more virulent strains. On a larger scale, epidemic preparedness, containment strategies and treatment policies were highly successful which were evident from the very low CFR and the lower number of people with post-COVID-19 complications. As more relaxations were allowed, the risk of transmission was getting higher. Currently, 55% of the infections are acquired through household contacts and these warrant ensuring early identification of symptoms and isolation and testing of all symptomatic patients irrespective of the contact history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As we have entered the second year of this deadly pandemic, we have to make sure that our healthcare workers and frontline workers are not getting exhausted. Being under the pressure of so many restrictions, people are also getting fatigued and this may lead to noncompliance to the COVID-19 protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With the introduction of vaccines, we can hope that we will get herd immunity combined with the measures which can curb R 0 (R nought) to a minimum, and thus, help us to eradicate the virus from our society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Even during this stage of the pandemic, the main strategies continue to be the regular use of sanitisers/handwashing with soap and water, proper use of face masks during travel and at work and physical distancing by 2 m, which will help in breaking the chain of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Any pandemic is a test on the health delivery system in a society. One of the key strategies is to strengthen the primary care physicians and primary care delivery systems. In our state, and especially, in the district of Ernakulam, decentralisation of surveillance and treatment activities are the key factors in the war against this deadly pandemic. In any society with properly trained primary care physicians, 80-90% of the cases can be handled at the primary care level. The COVID-19 pandemic is yet another reminder to strengthen primary care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To assess the situation of a pandemic in a region, morbidity and mortality related to the pandemic is a better indicator rather than the number of infected. Public health and primary care are the keys to manage any pandemic. Despite the advancements in the scientific field, prevention plays the most vital role in controlling a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Messages"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "speeches/detail/who-director-general-s-opening-remarks -at-the-media-briefing-on-covid-19",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "volume": "2020",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology of COVID-19 among children in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection Prevention and Control of Epidemic-and Pandemic-prone Acute Respiratory Infections in Health Care. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Advice on the Use of Masks in the Context of COVID-19. Interim guidance. Geneva: World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1571",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "India 2 nd Only To China with 451 Mn Monthly Active Internet Users",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chakravarti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Situation Analysis Report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rohini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Satheesh",
                    "suffix": ""
                },
                {
                    "first": "Salim",
                    "middle": [
                        "S"
                    ],
                    "last": "Covid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Situation Analysis Report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rohini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Satheesh",
                    "suffix": ""
                },
                {
                    "first": "Salim",
                    "middle": [
                        "S"
                    ],
                    "last": "Covid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For all our healthcare workers, the management of COVID-19 was something new. Though there were pandemics of other strains of coronavirus (SARS, [Middle East respiratory syndrome, MERS], etc.) in different parts of the world, Kerala was kept safe during such episodes. But Ernakulam had the experience of managing the Nipah virus infection in 2019 which helped in the COVID-19 pandemic preparedness to some extent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Test Positivity Rate: LSGD wise heat map-Ernakulam District, Kerala",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Heat map of active COVID-19 cases-Ernakulam District, Kerala later with the decentralisation of all activities including the patient management; consultations were carried out by establishing a telemedicine helpline by all the government peripheral institutions. For testing of these patients, nearby health facilities were being allocated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chellanam, West Kochi, Aluva market and Ernakulam market clusters were some of the examples of successful cluster containment activities by the district. Despite the large number of cases reported in Chellanam and West Kochi clusters, the district was successful in limiting the case fatality rate to the lowest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comorbidity status among the deceased. Yes: 1,103 No: 214 Graph 1: Time trend of COVID-19 cases.X axis: DateY axis: Number of cases",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}