{
    "paper_id": "1d27ed780e3a44d85b0cb4be92ce757c4ffe7910",
    "metadata": {
        "title": "Fatballs foster fabulous follicles",
        "authors": [
            {
                "first": "Joanna",
                "middle": [
                    "L"
                ],
                "last": "Turley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adjuvant Research Group",
                    "institution": "Trinity College Dublin",
                    "location": {
                        "settlement": "Dublin"
                    }
                },
                "email": ""
            },
            {
                "first": "Ed",
                "middle": [
                    "C"
                ],
                "last": "Lavelle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adjuvant Research Group",
                    "institution": "Trinity College Dublin",
                    "location": {
                        "settlement": "Dublin"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Adjuvants can be incorporated into vaccines to enhance the magnitude and functionality of adaptive immune responses. In this issue of Immunity, Alameh et al. (2021) reveal that lipid nanoparticles, which are key components of effective SARS-CoV-2 mRNA vaccines, have broad adjuvant function, enhancing B cell responses and protective efficacy of protein-based subunit in addition to mRNA antigens.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "text": "(2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neutralizing antibodies (NAbs) are regarded as a key correlate of the protection induced following infection with or vaccination against SARS-CoV-2 and influenza viruses (Khoury et al., 2021; Ng et al., 2019) . A priority in both cases is the design of vaccines that promote sustained and broad NAb responses that can address the challenge of antigenic variation and guard against breakthrough infections in the vaccinated population.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 191,
                    "text": "(Khoury et al., 2021;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 192,
                    "end": 208,
                    "text": "Ng et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent evidence suggests that NAb responses against SARS-CoV-2 spike protein are correlates of protection for COVID-19 vaccines comprising lipid nanoparticle (LNP)-encapsulated mRNA (Earle et al., 2021; Khoury et al., 2021) . However, resolving why and how these COVID-19 mRNA vaccines (Moderna and Pfizer/BioNTech) elicit such strong antibody (Ab) responses and protection in humans is a priority. Clearly the nature of the antigen is critical in dictating the specificity of the Ab response induced, but the potential of adjuvants to enhance both the magnitude and type of Ab responses may be pivotal. The ability of oil-in-water (o/w) emulsion adjuvants to enhance broadly neutralizing antibodies against influenza haemagglutinin (HA) has been documented (Khurana et al., 2010) , and the superior efficacy of o/w emulsions over the most widely used adjuvant, alum, in the context of influenza vaccination points to the scope of further improvements in vaccine design by adjuvant optimization. In this issue of Immunity, Alameh et al. demonstrate that LNPs act as potent adjuvants, enhancing T follicular helper (Tfh) cells, germinal center B (GCB) cells, long-lived plasma cells (LLPCs), and memory B (MB) cells associated with protective and durable Ab responses (Alameh et al., 2021). Remarkably, these LNPs optimized for mRNA delivery are also potent adjuvants for protein antigens (recombinant influenza HA [rHA] and recombinant receptor binding domain [rRBD] of SARS-CoV-2 spike), highlighting their potential for both RNA and subunit protein antigens.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 202,
                    "text": "(Earle et al., 2021;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 203,
                    "end": 223,
                    "text": "Khoury et al., 2021)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 780,
                    "text": "(Khurana et al., 2010)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LNPs, such as ALC-0315 and SM-102 in the BNT162b2 and mRNA-1273 vaccines, respectively, are spherical vesicles comprising helper lipids to promote cell binding, cholesterol to fill the gaps between the lipids, polyethylene glycol (PEG) to reduce opsonization by serum proteins and reticuloendothelial clearance, and ionizable lipids, which are positively charged at low pH and enable RNA complexation (Hou et al., 2021) . LNPs are taken up by cells via endocytosis, and the ionizability (positive charge) of the lipids at low pH likely enables endosomal escape, delivering the RNA cargo to the cytosol for subsequent translation (Hou et al., 2021) . Despite their original inclusion as delivery systems in mRNA vaccines, there is evidence that ionizable LNPs have adjuvant properties (Swaminathan et al., 2016) . In line with this, Alameh et al. found that injection of mice with rHA mixed with empty LNPs (eLNPs) induced durable and protective Ab responses against PR8 influenza infection in mice that outperformed the oil-in-water emulsion adjuvant AddaVax.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 419,
                    "text": "(Hou et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 647,
                    "text": "(Hou et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 810,
                    "text": "(Swaminathan et al., 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tfh cells play a fundamental role in regulating high-quality and durable Ab responses by supporting germinal center formation, B cell somatic hypermutation (SHM), Ab class-switching (ACS), and the generation of LLPCs and MBCs. The authors identified LNPs as superior drivers of Tfh cells versus AddaVax, correlating with increased numbers of GC B cells, somatic hypermutation (SHM) of Ag-binding class-switched cells, and LLPC and MB cell formation. Criti-cally, these observations were recapitulated with a second antigen, rRBD, with comparable LLPC and MB cell responses detected 3 months after a single rRBD + eLNP immunization to an rRBD mRNA-LNP vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rational vaccine design requires an understanding of how specific formulation characteristics such as particle size and charge impact the induction of innate and adaptive immune responses. By engineering eLNPs with similar physiochemical characteristics but permanently cationic (non-ionizable) lipids, the authors identified LNP ionizable lipids as the critical determinant of LNP adjuvanticity. Thus, the ionizable lipid is not only crucial for the efficient translation of mRNA (Hassett et al., 2019) but also the immunogenicity of mRNA-LNP vaccines and LNP-adjuvanted protein subunit antigens.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 503,
                    "text": "(Hassett et al., 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To understand how ionizable LNPs boost the efficacy of subunit protein and mRNA vaccines, wild-type (WT), Myd88 -/-, and Mavs À/À mice were vaccinated with rHA + eLNP or HA mRNA-LNP. Tfh cell and GC B cell responses were diminished in Myd88 À/À mice vaccinated with HA mRNA-LNP compared to WT controls, but responses to rHA + eLNP were largely intact, although further analysis of antibody titers, subclasses, and functionality may be required to fully discount a role for MyD88. Regardless, the study unveils a role for MyD88 signaling in nucleoside-modified mRNA-LNP vaccines, suggesting that nucleoside modification and cellulose purification steps do not fully abolish the recognition of mRNA by toll-like receptors (TLRs) (or a capacity to trigger IL-1 family cytokines that require MyD88 for signaling) and that this residual capacity to promote TLR signaling is an active component of the The authors present convincing evidence that interleukin (IL)-6 production after LNP injection is required for Tfh responses. This potentially explains the rapid induction of phosphorylated STAT3 (pSTAT3) in multiple cell types, particularly CD4 + T cells and plasmablasts of patients one day after vaccination with BNT162b2 (IL-6 is one of a number of cytokines that signals via STAT3) (Arunachalam et al., 2021) . LNP injection promoted strong IL-6 cytokine response in draining lymph nodes (dLNs) between 4 and 24 h, and Il6 À/À mice vaccinated with rHA + eLNPs or HA mRNA-LNPs demonstrated reduced Tfh and GC responses compared to WT counterparts. Of interest, the response to HA mRNA-LNPs was less reliant on IL-6 signaling. As IL-6 is not universally required for Tfh differentiation, the residual signaling capacity of nucleosidemodified mRNA may compensate for a loss of IL-6 and promote other cytokines to support Tfh and GC responses. Interestingly, in COVID-19 convalescent patients, both Th1 (IFNy) and Th2 (IL-4)biased Tfh cells have been implicated in shaping neutralizing antibody responses to SARS-CoV-2 (Juno et al., 2020) . It would be interesting to profile Tfh responses induced by LNP-adjuvanted protein subunit and mRNA vaccines and determine whether the two adjuvant entities in mRNA-LNP lead to a different profile from an LNP protein formulation where the ionizable LNP is the sole adjuvant (Figure 1) .",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1309,
                    "text": "(Arunachalam et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 2016,
                    "end": 2035,
                    "text": "(Juno et al., 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2312,
                    "end": 2322,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "These exciting data pose several questions for further study: what are the key innate sensors and signaling pathways activated by ionizable LNPs? How do ionizable LNPs drive IL-6 secretion and in which cell type? Is the adjuvanticity of ionizable LNPs due to selective disruption of endosomes (as opposed to the cell membrane with 1,2-Dioleoyl-3-trimethylammonium-propane [DOTAP]), or do ionizable LNPs exhibit improved lymph node trafficking due to reduced cationic interactions in the extracellular milieu? In particular, it would be important to determine whether cationic membrane patches on LNP-containing endosomes serve as a damage-associated molecular pattern (DAMP) or provide a trigger for IL-6 secretion ( Figure 1 ). Alternatively, are whole ionizable-LNPs or ionizable lipids themselves recognized by a specific pathogen recognition receptor? Another issue is whether patients treated with IL-6 targeting therapeutics may respond more poorly to LNP-enabled vaccines due to depletion of this key B cell promoting factor. Finally, could this newly defined role for IL-6 (or other STAT-3 activating cytokines) in the generation of sustained Ab responses by LNP-adjuvanted COVID-19 vaccines provide a path toward overcoming waning immunity and reducing the requirement for boosters? Additional research to address these questions will help guide the development of more effective vaccines for the promotion of sustained protective B cell responses. Ionizable lipid nanoparticles (iLNPs) are endocytosed by cells at the site of injection or in the draining lymph node. As endosomes acidify, the ionizable lipids of the LNPs become positively charged and interact with negatively charged endosomal membranes. This cationic membrane disruption is a potential DAMP that promotes IL-6 in a MAVS-and MyD88-independent manner. Dendritic cells (DCs) take up antigen at the site of injection or in the draining lymph nodes and promote T follicular helper (Tfh) cell differentiation in the presence of LNP-induced IL-6. Tfh cells promote germinal center B cell (GCBC) formation, somatic hypermutation (SHM) of the B cell receptor, and affinity class switching (ACS). Highaffinity B cells go on to form long-lived plasma cells (LLPCs) or memory B cells (MBCs). ICD; immunogenic cell death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 717,
                    "end": 725,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of the BNT162b2 mRNA vaccine in humans",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "596",
            "issn": "",
            "pages": "410--416",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03791-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence for antibody as a protective correlate for COVID-19 vaccines",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Earle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ambrosino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fiore-Gartland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldblatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Siber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dull",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.17.20200246"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Optimization of Lipid Nanoparticles for Intramuscular Administration of mRNA Vaccines",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Benenato",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jacquinet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yuzhakov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Himansu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deterling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Geilich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ketova",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lipid nanoparticles for mRNA delivery",
            "authors": [],
            "year": null,
            "venue": "Nat. Rev. Mater",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1038/s41578-021-00358-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Humoral and circulating follicular helper T cell responses in recovered patients with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Juno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reynaldi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wragg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esterbauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Batten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Mordant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "1428--1434",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0995-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neutralizing antibody levels are highly predictive of immune protection from symptomatic SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cromer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reynaldi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Schlub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wheatley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Juno",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Triccas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Med",
            "volume": "27",
            "issn": "",
            "pages": "1205--1211",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01377-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vaccines with MF59 adjuvant expand the antibody repertoire to target protective sites of pandemic avian H5N1 influenza virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chearwae",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castellino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manischewitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honorkiewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Del Giudice",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Golding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sci. Transl. Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/SCITRANSLMED.3000624/SUPPL_FILE/2-15RA5_SM.PDF"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel correlates of protection against pandemic H1N1 influenza A virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nachbagauer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balmaseda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stadlbauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rajabhathor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Guglia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Med",
            "volume": "25",
            "issn": "",
            "pages": "962--967",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-019-0463-x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Tetravalent Sub-unit Dengue Vaccine Formulated with Ionizable Cationic Lipid Nanoparticle induces Significant Immune Responses in Rodents and Non-Human Primates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Thoryk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gindy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Casimiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep34215"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "December 14, 2021 ª 2021 Elsevier Inc. 2695 ll ability of mRNA-LNP to foster GC responses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "DECLARATION OF INTERESTSE.C.L. is an inventor on patent applications WO2021123430, Polymeric nanoparticles as vaccine adjuvants and New UK Patent Application 2018665.6, Immunotherapy for cancer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Alameh, M.-G., Tombá cz, I., Bettini, E., Lederer, K., Sittplangkoon, C., Wilmore, J.R., Gaudette, B.T., Soliman, O.Y., Pine, M., Hicks, P., et al. (2021). Lipid nanoparticles enhance the efficacy of mRNA and protein subunit vaccines by inducing robust T follicular helper cell and humoral responses. Immunity 54, 2881-2896. https://doi. org/10.1016/J.IMMUNI.2021.11.001. Arunachalam, P.S., Scott, M.K.D., Hagan, T., Li, C., Feng, Y., Wimmers, F., Grigoryan, L., Trisal, M., Edara, V.V., Lai, L., et al. (2021). Systems",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mechanism of action of ionizable lipid nanoparticles",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}