{
    "paper_id": "1d780ef1d129255f76edd1a9c87c4cbf85ac687b",
    "metadata": {
        "title": "Improvement of a SARS-CoV-2 vaccine by enhancing the conjugation efficiency of the immunogen to self-assembled nanoparticles",
        "authors": [
            {
                "first": "Xiantao",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaochang",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bolin",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingtong",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuewen",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jieyi",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "✉",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-Sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(Gb), Peptostreptococcus sp. (Ps), Streptococcus anginosus subsp. (Sa), and Streptococcus dysgalactiae (Sd). We split these CnaB2s into the Tag peptide and Catcher protein domains for the St/Sc system, followed by construction and purification of Tag-GFP and Catcher-HPF (Fig. S1A ). GvCatcher-HPF and GbCatcher-HPF were excluded from our experiments due to their low solubility (Fig. S1B ). We found that the conjugation of SdCatcher-HPF with GvTag-GFP, PsTag-GFP, or SaTag-GFP was markedly greater than that of other combinations (Fig. 1B, lanes 11, 13, and 14) . The conjugation experiments showed that the production of all the new series of Tag-RBD and Catcher-HPF constructs was twofold greater than that of the original SpyTag/SpyCatcher systems. Among them, the conjugation of GvTag-RBD-to SdCatcher-HPF generated the highest yield (Fig. S2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Fig. S1A",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Fig. S1B",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 563,
                    "text": "(Fig. 1B, lanes 11, 13, and 14)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 850,
                    "text": "(Fig. S2A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To further increase the binding affinity between Tag and Catcher, we further studied the proposed structure underlying the spontaneous formation of a covalent isopeptide bond between Lys31 and Asp107 in the CnaB2 structure (PDB: 2X5P) [8] . We added extra amino acids, such as KVG, RVG, or KKVG, at the Nterminus of GvTag to construct GvTag-2(Opti), GvTag-3 or GvTag-4, respectively (Fig. S2B ). There could be an interaction between Lys1 (GvTag-2, GvTag-4) or Arg1 (GvTag-3) in Gv-Tag and Asp22 in SdCatcher because of charge attraction and a similar structural distance between Lys31 and Asp107, which can form a covalent isopeptide bond (Fig. S2B) . By heating at 95°C for 10 min in loading buffer containing 2% SDS and 0.5% dithiothreitol (DTT) followed by SDS-PAGE analysis with Coomassie staining, we found that GvTagOpti-RBD exerted a strong covalent conjugation capability with SdCatcher-HPF ( Fig. 1C) (Fig. S2C) . As a result, we successfully developed and optimized a GvTagOpti/SdCatcher (Gv/Sd) system for covalent bond formation with a much higher efficiency.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "(Fig. S2B",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 650,
                    "text": "(Fig. S2B)",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 921,
                    "text": "Fig. 1C) (Fig. S2C)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To further compare the binding affinity between GvTagOpti/ SdCatcher (Gv/Sd) and SpyTag/SpyCatcher (St/Sc), we analyzed the interactions between the newly modified conjugates with surface plasmon resonance methodology. The affinity of GvTagOpti-RBD to SdCatcher-HPF (K d = 8.87 × 10 −7 M) was much stronger than that of SpyTag-RBD to SpyCatcher-HPF (K d = 2.68 × 10 −6 M) (Fig. 1D ). Fig. 1 Development of a Gv/Sd linker system for assembling nanoparticles with high efficiency to improve the SARS-CoV-2 vaccine. A The assembly efficiency of the previous St/Sc construct was analyzed by coincubating SpyTag-RBD with SpyCatcher-HPF, followed by SDS-PAGE analysis with Coomassie staining. B The binding efficiency was evaluated by coincubating the various combinations of Tag-GFP and Catcher-HPF, followed by SDS-PAGE analysis with Coomassie staining. C The covalent conjugation ability was assessed by coincubating SdCatcher-HPF with various GvTag-RBDs, followed by heating at 95°C for 10 min in loading buffer and subsequent SDS-PAGE analysis with Coomassie staining. D Surface plasmon resonance (SPR) was used to analyze the affinity between Tag-RBDs and Catcher-HPFs. E TEM images and two-dimensional (2D) reconstruction of each nanoparticle. Scale bars represented 100 nm. F SEC of RBD-Gv/Sd and RBD-St/Sc nanoparticles. The ultraviolet absorptions at 280 are shown. The retention volume represents the peak of each nanoparticle. G Schematic of BALB/c mouse vaccination. Five mice from each group were prime/boost vaccinated with NP vaccines at weeks 0 and 4. Serum was collected every two weeks. All mice were euthanized at week 8. H SARS-CoV-2 RBD-specific IgG titers of immunized BALB/c mice at week 6 were detected by ELISA. IgG antibody titers in serum were determined by serial dilution and are represented as the reciprocal of the endpoint serum dilution [3] . I RBD-specific IgG titers at each collection point were calculated and plotted as a time-course curve. J The FRNT50 of nAbs of each vaccine group was determined by FRNT and is represented as the half-maximal inhibitory concentration (IC50) against authentic virus, which is the reciprocal of the half-maximal neutralizing dilution (n = 5). The left panel shows representative FRNT spot wells within the 1:100 and 1:1000 dilution groups. Data represent the mean ± SEM (n = 5). Adjusted p values were calculated by one-way ANOVA with Tukey's multiple comparisons test. *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001. K HE staining was evaluated in the major organs of high-dose mice. L The body weight of each mouse was measured every 3 days, and the mice were treated subcutaneously with various doses of GvTagOpti-SdCatcher protein. Data represent the mean ± SEM (n = 5). M A series of liver and renal function tests was performed 2 weeks after the GvTagOpti-SdCatcher protein treatments, including measurement of ALT (alanine aminotransferase), AST (aspartate aminotransferase), BUN (blood urea nitrogen), and CRE (creatine) levels Moreover, transmission electron microscopy was also carried out to check the structural characteristics of the RBD-Gv/Sd NPs. As shown in Fig. 1E , compared with those of RBD-St/Sc, the spike-like dots on the surface of RBD-Gv/Sd NPs were more numerous and sharper in structure, indicating potent immunogen presentation on NPs with Gv/Sd. Furthermore, size exclusion chromatography results showed that RBD-Gv/Sd had a better distribution regarding homogeneity and purity, indicating well-structured NP formation (Fig. 1F) . Collectively, these results demonstrated that Gv/Sd was an effective conjugation system at the protein level.",
            "cite_spans": [
                {
                    "start": 1865,
                    "end": 1868,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "text": "(Fig. 1D",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 390,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 3147,
                    "end": 3154,
                    "text": "Fig. 1E",
                    "ref_id": null
                },
                {
                    "start": 3521,
                    "end": 3530,
                    "text": "(Fig. 1F)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To evaluate the efficacy of the RBD NP vaccine with GvTagOpti/ SdCatcher (RBD-Gv/Sd), 10 μg of RBD-Gv/Sd NP vaccine, RBD NP SpyTag/SpyCatcher vaccine (RBD-St/Sc), or RBD-GvTagOpti monomer vaccine was formulated with alum adjuvant to primeboost immunize BALB/c mice (Fig. 1G) . We found that the production of RBD-specific IgG was elicited at a much higher level and earlier by the RBD-Gv/Sd vaccine than by the previous RBD-St/ Sc vaccine (Fig. 1H) (Fig. 1I) , indicating that RBD-Gv/Sd induces a more robust immune response than RBD-St/Sc. In addition, compared with the neutralizing immune sera from RBD-St/Sc vaccinated mice against SpyTag/SpyCatcher protein, the sera from Gv/Sd mice had fewer antibodies against GvTagOpti/SdCatcher protein, indicating a lower immunogenicity of Gv/Sd itself, as expected (Fig. S3A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 274,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 458,
                    "text": "(Fig. 1H) (Fig. 1I)",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 819,
                    "text": "(Fig. S3A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To further confirm whether neutralizing antibodies (nAbs) whose production was induced by the RBD-Gv/Sd vaccine could block SARS-CoV-2 infection, a focus reduction neutralization test (FRNT) was performed. The 50% FRNT titer of the serum from RBD-Gv/Sd group mice was more than 1.87 × 10 4 , 21-fold higher than that of serum from GvTagOpti-RBD monomer group mice (Fig. 1J) . Moreover, the neutralizing capacity against authentic virus of serum nAbs from RBD-Gv/Sd group was also more potent than that of serum nAbs from the RBD-St/Sc group, suggesting that the Gv/Sd conjugate maintained an antigen presentation configuration similar to that of the St/Sc conjugate (Fig. 1J) . These results indicated that the RBD-Gv/Sd NP vaccine elicited more robust humoral immune responses than the GvTagOpti-RBD monomer and RBD-St/Sc NP vaccines. The RBD NP vaccines with Gv/Sd induced a more potent immune response than St/Sc in mouse models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "(Fig. 1J)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Fig. 1J)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To test the safety of the RBD-Gv/Sd vaccine, we expressed and purified the Gv/Sd fusion protein as previously described [6] . The Gv/Sd fusion protein was injected subcutaneously into the mice at doses of 0, 10, or 100 mg/kg individually. There were no significant changes in body weight for 2 weeks after the injections (Fig. 1L) . Furthermore, no abnormalities in blood samples or tissue samples were observed, including those from the heart, liver, lung, spleen, and kidney (Fig. 1K) (Fig. 1M) (Fig. S3C) . The alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, and creatine levels were all in the normal ranges, indicating no damage to hepatic and renal functions (Fig. 1M) . Histological sections of the tissue samples after acute exposure to the Gv/Sd fusion protein also showed no obvious pathological changes (Fig. 1K ). In particular, specific antibodies against the Gv/Sd protein in healthy people were barely detectable (Fig. S3B) . These results indicated that the Gv/Sd system is safe and suitable for application in the field of vaccine development.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Fig. 1L)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 507,
                    "text": "(Fig. 1K) (Fig. 1M) (Fig. S3C)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 701,
                    "text": "(Fig. 1M)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 849,
                    "text": "(Fig. 1K",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 965,
                    "text": "(Fig. S3B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To further improve the NP vaccine to combat COVID-19 based on our previous work, we modified the covalent linkers between the immunogen and NP scaffold by screening a series of natural CnaB2 proteins with isopeptide bonds in human symbiotic bacteria. We identified that the Gv/Sd combination was the most potent in the development of SARS-CoV-2 NP vaccines, which was then used in the ferritin NP-based SARS-CoV-2 vaccine to generate higher binding affinity and conjugation efficiency. The SARS-CoV-2 NP vaccine with Gv/Sd generated much earlier and higher titers of RBD-specific immune response and neutralizing antibodies. Furthermore, Gv/Sd-immunized mice had lower antibody titers against the GvTagOpti-SdCatcher protein itself, indicating lower immunogenicity of Gv/Sd than St/Sc. Moreover, pre-existing antibodies against GvTagOpti-SdCatcher protein were nearly undetectable in healthy people, suggesting the application of this construct for clinical use. More importantly, Gv/Sd did not cause any pathological change in the mouse organ tissues in an acute toxicity experiment. Overall, Gv/Sd significantly improves RBD-ferritin-based NP assembly, generating an effective and safe vaccine against SARS-CoV-2 infection. Notably, the novel Gv/Sd allows a much more productive strategy for SARS-CoV-2 NP vaccines, demonstrating a potent system with high efficacy, robust immune response induction, and low toxicity for the development of NP vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neutralizing antibody vaccine for pandemic and pre-emergent coronaviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "594",
            "issn": "",
            "pages": "553--562",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nanoparticle vaccines based on the receptor binding domain (RBD) and heptad repeat (HR) of SARS-CoV-2 elicit robust protective immune responses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunity",
            "volume": "53",
            "issn": "",
            "pages": "1315--1345",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A COVID-19 vaccine candidate using SpyCatcher multimerization of the SARS-CoV-2 spike protein receptor-binding domain induces potent neutralising antibody responses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rijal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahikainen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Keeble",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schimanski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Commun",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Engineering a rugged nanoscaffold to enhance plug-and-display vaccination",
            "authors": [
                {
                    "first": "Tuj",
                    "middle": [],
                    "last": "Bruun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Nano",
            "volume": "12",
            "issn": "",
            "pages": "8855--66",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Peptide tag forming a rapid covalent bond to a protein, through engineering a bacterial adhesin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zakeri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fierer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Celik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Chittock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schwarz-Linek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Moy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl Acad. Sci USA",
            "volume": "109",
            "issn": "",
            "pages": "690--697",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dual-targeting nanoparticle vaccine elicits a therapeutic antibody response against chronic hepatitis B",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Nanotechnol",
            "volume": "15",
            "issn": "",
            "pages": "406--422",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NMR spectroscopic and theoretical analysis of a spontaneously formed Lys-Asp isopeptide bond",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Björnsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schomburg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bühl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Angew Chem Int Ed Engl",
            "volume": "49",
            "issn": "",
            "pages": "8421--8426",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41423-021-00736-2.Correspondence and requests for materials should be addressed to X.H. or H.Z.Reprints and permission information is available at http://www.nature.com/ reprints",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}