{
    "paper_id": "1daff16f6a627d27691af2f14d06370f60a2a9b8",
    "metadata": {
        "title": "A fight with SARS-Cov-2 infection (COVID-19): Experience of an orthopedic surgeon",
        "authors": [
            {
                "first": "Raju",
                "middle": [],
                "last": "Vaishya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Senior Consultant Orthopaedic and Joint Replacement Surgeon",
                    "institution": "Indraprastha Apollo Hospitals",
                    "location": {
                        "addrLine": "Sarita Vihar",
                        "settlement": "New Delhi",
                        "region": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We are going through an active and unprecedented pandemic of COVID-19, across the world since the beginning of the year 2020. Coincidentally, we witness its worst \"3 rd peak\" here in New Delhi, India, and many other countries. Being a higher risk individual, as a health-care worker, I always wondered and \"feared\" when and how am I going to get this deadly viral infection? To check on my current status, I also took COVID-19 antibody tests, which were negative and ruled out any previous infection. Several of my known orthopedic [1] and non-orthopedic surgeon colleagues have already acquired this infection, perhaps as an occupational hazard, which comes by default in our profession, and have also shared their experiences.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "Finally, this highly contagious virus hit me at the end of October 2020, after my 7 months of \"escape\" since it started here in the late March of 2020. How I caught it remains a mystery for me (but how does it matter now)? I initially started having occasional low-grade fever, with bouts of cough for about 7-8 days, which would settle with a tablet of paracetamol and did not affect my personal or professional life. The Rapid Antigen Test (RAT) was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "My symptoms became regular 2 days before my hospital admission on the 3 rd of November 2020. These were conspicuously associated with extreme lethargy, tiredness, and dyspnea on exertion. I was declared COVID-19-positive on the RT-PCR test on the 2 nd of November. The high-resolution computed tomography (HRCT) also revealed minor but bilateral pneumonitis patches (CT score 9/25). Hence, on my physician colleague and my doctor son's advice, I was admitted immediately at the Indraprastha Apollo Hospitals, New Delhi, which is a COVID designated hospital and happens to be my working place for the last 24 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "The day of my admission coincided with an auspicious Hindu festival called \"Karwa Chauth,\" when married women observe a strict fast from sunrise to moonrise to pray for their husbands' safety and longevity. [2] Although I was isolated and admitted to the hospital on this day, my better half observed the full day fast. That might have also helped my uneventful recovery, apart from the excellent medical treatment that I received in the hospital.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "I was treated with injectable antibiotics, antiviral (Remdesivir), anticoagulants, and steroids (Methyl Prednisolone), plus some supportive therapy. My fever got under control soon after initiating the medical treatment, and I never required oxygen support, as I maintained good oxygen saturation of at 95% throughout. However, the weakness, myalgia, and occasional bouts of cough and increasing loss of taste bothered me for a while, and the isolation and associated boredom in a hospital room. However, the hospital staff, including the physicians, nurses, housekeeping, dietitian, and food and beverage people, took outstanding care to make my hospital stay as comfortable as possible [ Figure 1 ]. The administrators, departmental, and inter-departmental colleagues of the hospital were also highly supportive throughout my hospital stay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 698,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Invited Editorial"
        },
        {
            "text": "I found it essential that one needs to be positive during such illnesses, as most of us would get better with time. The internal positivity and support of the family, friends, and colleagues are of utmost importance in your faster recovery. During my forced rest in isolation, I was much helped by my Smartphone, Laptop, and room Television. These gadgets helped me communicate regularly with my family, friends, and some patients (although all the patient's appointments for me were either canceled or postponed for at least a fortnight). I could also pursue my Editorial work of several journals that I am handling now. I recovered from the acute illness fast and was discharged on the 5 th day from the hospital, and resumed my work in a slowly progressive fashion after the RT-PCR test had become negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "Post-viral infection, I noticed that it \"drains\" out your body's energy tremendously and can involve your special senses such as taste, smell, hearing, and vision. It did affect my taste (which became \"salty\") and appetite for about 2 weeks. Still, I recovered well after trying homemade fresh food of different types and my \"choice. \" However, the long-term effects of COVID-19 described as \"Long COVID, \" [3] still need to be monitored and dealt with, if these do occur. Several colleagues tell me that the total recovery may take up to 3 months, and I need to go slow on my work and \"speed\" in a gradual and tolerable fashion. For the first time in my life, I have now started enjoying the \"slow\" pace of life, with more attention to myself, colleagues, patients, and of course, the FAMILY. I also noticed that post-COVID; there is a severe impact on the psyche with mood disturbances, irritability, intolerance to unnecessary talking, etc. The negative thinking and disturbing talk that may affect an individual's mind must be avoided and supplemented by positive thoughts and atmosphere.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "Life is full of surprises and serendipity, and we must take these in our stride strongly as they come. The last year has convinced me about these facts of life very well. Two of my closest family members were diagnosed with cancers, one after the other, and required surgery, chemotherapy, and radiotherapy. These processes lasted for almost 9 months. But now, I feel highly satisfied and happy that I could pay them full attention during their treatments, and both have made an excellent recovery. Several positives also happened in my last year, both on the social and academic fronts. My younger son got married, and we were blessed with an adoring granddaughter from the elder son. I also received several academic honors and awards such as FACS, Membership of Publication Committee of SICOT, and Asia Book of Records (for publishing the maximum number of papers in a short time, on COVID-19). [4] I could also publish two special COVID issues for our hospital journal (Apollo Medicine) and a Virtual Special Issue on COVID for the Journal of Clinical Orthopedics and Trauma, where I am the Editor-in-Chief.",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 901,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "These testing times allow us to revisit and introspect ourselves and make us even stronger internally if we take these challenges in a positive stride and do not succumb to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "\"We must stop regarding unpleasant or unexpected things as interruptions of real life. The truth is that interruptions are real life\".---C. S. Lewis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invited Editorial"
        },
        {
            "text": "Patient's consent not required as there are no patients in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of patient consent"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Managing yourself and keeping your family safe: An experience of a COVID positive surgeon",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Myself with the treating physician and the nurse",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Orthopaedic and Joint Replacement Surgeon, Indraprastha Apollo Hospitals, Sarita Vihar, New Delhi, Delhi, India.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}