{
    "paper_id": "1dda4db40a6c88349ddcf5a09f067c5c82ca5d94",
    "metadata": {
        "title": "Priapism for 10 days in a patient with SARS-CoV-2 pneumonia: a case report",
        "authors": [
            {
                "first": "Abdulmalik",
                "middle": [],
                "last": "Addar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz Medical City",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": "abdulmalikaddar@gmail.com"
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Al Fraidi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz Medical City",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Nazer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz Medical City",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Naif",
                "middle": [],
                "last": "Althonayan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud Bin Abdulaziz University for Health Sciences",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yahya",
                "middle": [],
                "last": "Ghazwani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz Medical City",
                    "location": {
                        "settlement": "Riyadh",
                        "region": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been linked to thromboembolic complications. Priapism has been reported only once in link to SARS-CoV2. Here we report the second case of priapism in a patient with SARS-CoV2; our case is unique in being that the patient had priapism for 10 days while being hospitalized. We discuss potential causes and possible prevention strategies. The patient was managed by aspiration and Phenylephrine injection and achieved detumescence and reported normal erection at 2 weeks follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the strain of coronavirus that causes coronavirus disease 2019 (COVID-19), which started in late 2019 and has become a global pandemic [1] . Clinical presentation, when symptomatic, is usually in the form of pneumonia that may become severe and causes Acute Respiratory Distress Syndrome, other life threating complications from COVID-19 include venous and arterial thromboembolism [1, 2] . Ischemic priapism is caused by veno-occlusion, which can be caused by hyper coagulability and progressive timedependent ischemia, which eventually leads to smooth muscle necrosis [3] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 450,
                    "end": 452,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we report a peculiar incident of 10 days priapism in a patient admitted as a case of COVID-19 pneumonia. This is the second case report of priapism in COVID-19 patients and the first",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 62-year-old male known to have hypertension and dyslipidemia, presented to our hospital with shortness of breath, fatigue and dry cough. Chest x-ray for the patient showed patchy infiltrates in the right lung. The patient was admitted under Internal Medicine service as a case of suspected COVID-19 pneumonia, which was later confirmed by polymerase chain reaction (PCR) test and was put on Enoxaparin 40 mg daily, IV fluids and acetaminophen upon admission according to hospital protocol. On day three of admission, patient started to have increased respiratory effort and was requiring oxygen support via high flow nasal cannula. He was then admitted to the intensive care unit (ICU), and his enoxaparin was increased to a therapeutic dose and was started on steroids, broad-spectrum antibiotics and intravenous fluid. A 16 Fr Foley's catheter was inserted for monitoring urine output and was a routine measure in all ICU patients. After 3 days in the ICU the patient became stable and was transferred to general ward. He noticed that he has a constant painless erection that he thought it is caused by the Foley's catheter and did not report it to hospital staff. Because of the high volume of COVID-19 patients and as a safety precaution, physicians did most of their rounds via Telemedicine video calls. Therefore, genital exams were only done when there is a complaint made by the patient. After spending 21 days in the hospital the patient was ready for discharge, and while removing the patient's Foley's catheter in preparation for discharge, the primary physician noticed the erection and the Urology team were consulted for suspected priapism. The patient reported that he has been having a constant erection for at least 10 days, which he noticed after Foley's catheter insertion. He denied any history of, pain, trauma, use of erectile dysfunction (ED) medications or treatment. He denied any voiding difficulty after removing the Foleys or prior to his admission. Patient vitals were stable. On examination, patient had a hard erection, no skin changes were noticed, no discoloration or tenderness. Patient labs revealed leukocytosis of 18.6 mostly neutrophils and platelet count of 470. Aspiration with 18 French gauge needle was difficult due to increased blood viscosity however, we managed to withdraw about 10 ml, which had no effect on the erection rigidity (Fig. 1) . Blood gases sent from the penis came back with PH = 6.86, pCO2 = 33.3 and, pO2 = 26.9 confirming and diagnosis of ischemic priapism. Phenylephrine 200 μg was then injected into the corpora cavernosa twice 3 minutes apart, and aspiration was continued until detumescence was achieved (Fig. 2) . The patient was given prophylactic antibiotics and was discharged 2 days later. On follow-up 2 weeks later via phone call, patient was still under home isolation and reported having nighttime erections with desire, no sexual encounters or ejaculation and, having mild itching at the aspiration site.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2380,
                    "end": 2388,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2674,
                    "end": 2682,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "The American Urological Association defines priapism as 'a persistent penile erection that continues hours beyond, or is unrelated to, sexual stimulation' [4] . There are three types of priapism (ischemic, non-ischemic and stuttering priapism) [3] . Ischemic priapism is a low flow priapism characterized by decrease venous outflow from the corpora cavernousa. Furthermore, this condition is associated with a hypercoagulability as a cause [3] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "SARS-CoV-2 is linked to a hypercoagulability status [5] . The risk of venous thromboembolism with proven SARS-CoV-2 infection has been extensively studied [5, 6] . Klok et al. [6] reported a high incidence of venous thromboembolism (VTE) in ICU patients despite being on thromboprophylaxis. The risk of VTE caused by factors such as inflammatory response, activation of the coagulation cascade and by the virus itself. The high number of activated cells by SARS-CoV-2 leads to an increase in blood viscosity [5] . Increase in the neutrophil, lymphocyte and platelet count and neutrophil/lymphocyte ratio appears to be related to disease severity [7] . This increase in blood viscosity may lead to obliteration of the small emissary veins in the subtunical space and subsequent ischemic priapism [3] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 159,
                    "end": 161,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ischemic priapism is a urological emergency [3, 4, 8] . Aspiration of the corporal blood is the initial management followed by irrigation of the corpora then instillation of α-agonists [8] . Furthermore, surgical therapy can be considered if the initial management failed to achieve detumescence [4, 8] . Priapism that lasts more than 48 hours is associated with a high incidence of ED [9] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 48,
                    "end": 50,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 51,
                    "end": 53,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lamamri et al. [10] reported the first case of priapism in patient with SARS-CoV-2 in a 62-year-old man with priapism for 4 hours upon ICU admission that was treated by corporal aspiration but was not followed up later on. Our patient had priapism for almost 10 days and on 3 weeks follow-up was having normal erections but no sexual activity. In the mentioned case report, they conclude three explanations for priapism among SARS-COV-2, which is similar to what we concluded.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The natural history, pathobiology, and clinical manifestations of SARS-CoV-2 infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Machhi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herskovitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Senan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oleynikov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "3",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence of venous thromboembolism in hospitalized patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Middeldorp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coppens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Haaps",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foppen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Vlaar",
                    "suffix": ""
                },
                {
                    "first": "Mca",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1995--2002",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guideline of guidelines: priapism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muneer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ralph",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BJU Int",
            "volume": "119",
            "issn": "",
            "pages": "204--212",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AUA guideline on the management of priapism",
            "authors": [
                {
                    "first": "Montague",
                    "middle": [],
                    "last": "Drogo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jarow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Broderick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dmochowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Heaton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Urol",
            "volume": "170",
            "issn": "",
            "pages": "1318--1342",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The hypercoagulable state in COVID-19: incidence, pathophysiology, and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Abou-Ismail",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arafah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "194",
            "issn": "",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "Mjha",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Arbous",
                    "suffix": ""
                },
                {
                    "first": "Dampj",
                    "middle": [],
                    "last": "Gommers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "145--152",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hematologic parameters in patients with COVID-19 infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Vcl",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "Ssw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Kge",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Hematol",
            "volume": "95",
            "issn": "",
            "pages": "131--53",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European association of urology guidelines on priapism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salonia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eardley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giuliano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hatzichristou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moncada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vardi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Urol",
            "volume": "65",
            "issn": "",
            "pages": "480--489",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Low-flow priapism: risk factors for erectile dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "El-Bahnasawy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farouk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BJU Int",
            "volume": "89",
            "issn": "",
            "pages": "285--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Priapism in a patient with coronavirus disease 2019 (COVID-19): a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamamri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chebbi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mamane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Munuzzolini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sarfati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Emerg Med",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patients penis prior to starting aspiration and awaiting penile blood gasses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Patients penis after aspiration achieved detumescence.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Daily assessment and examination of patients is the cornerstone of medicine. However, during this pandemic many reports revealed the effectiveness of telemedicine in patient assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST STATEMENT"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}