{
    "paper_id": "1e4aaa31ae04eaa687b2afdbeeb6cf526bf60aec",
    "metadata": {
        "title": "Duty to extract",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir, as a Past President of the BDA I am dismayed and bemused to read frequent reports in national newspapers decrying the number of children awaiting many months for tooth extractions in hospitals. Indeed, the Daily Telegraph claims that this is the most frequent referral cause for children to hospital, numbering equating to 177 cases per day nationally at an estimated cost of £41 million. A further report of this problem appears in the recent BDJ (Potential surge in post-COVID child tooth extractions; BDJ 2020; 229: 278).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Is this because dentists, both in practices and community dental services, are either unwilling or unable to perform this treatment? Furthermore, it seems that frequent courses of antibiotics are prescribed to keep infection from carious teeth at bay pending hospital extraction. As we are all too aware, this repeat prescribing is undesirable, building up unnecessary resistances. I presume dental schools still educate undergraduates in the expert technique of extractions, therefore one must conclude that the problem is due to an unwillingness of clinicians in primary care to undertake these treatments. We must remember that for every child suffering from painful teeth, there are parents having to cope with stressful situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many years ago, I was a member of the then termed 'Poswillo' working party, reporting to the Department of Health on the safety of administering general anaesthetics (GA) in practices, but additionally our role included reviewing other means of anaesthesia. Whilst not advocating a return to providing GAs in outpatient clinics, in a primary care setting it is perfectly possible and permissible to extract offending teeth using either sedation or local anaesthesia or a combination of both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As healthcare professionals, dentists have a duty to relieve pain and to prevent the risk of complications arising from long-term infections rather than referring patients to a seemingly endless waiting list, especially during these difficult COVID-19 times, which is exacerbating this dire state of affairs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "J. Stuart Robson, York, UK https://doi.org/10.1038/s41415-020-2282-3 used a purpose built protection box during aerosol generating procedures (https://www. facebook.com/dentistsatwork). These solutions may not be perfect but they can provide necessary protection in the best and quickest way possible in the face of exponential spread of the pandemic and economic limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "M. Javed, Qassim, Saudi Arabia, Y. Bhatti, London, UK",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sir, in the current pandemic, the lack of equitable oral healthcare facilities, shortfall of dental healthcare providers, shortages of equipment/materials, and inadequate management of existing services is well known in developing countries. 1 It may not be possible for such countries to upgrade the dental surgeries in their tertiary care facilities to the suggested level of ventilation, filtration, and negative pressure, due to financial limitations. The alternative solution for resource constrained environments is to explore frugal innovation approaches to make the most of existing assets and skills. 2, 3 For instance, for creating a temporary negative pressure in dental surgeries strong exhaust fans have been connected to the simple duct system to deliver the air from the surgery at the minimum three metres above the roof. 4 To prevent the transmission of infection through aerosol in the dental setting the 'protection box' is an innovative and economical solution for performing aerosol generating procedures. 5 The protection box has excellent visibility and can be reused after disinfection. Recently, in Pakistan a dental surgeon has designed and",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 614,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 838,
                    "end": 839,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Frugal solutions"
        },
        {
            "text": "Sir, I would like to thank all my colleagues who have worked so diligently to up-skill and kindly help guide others through the current COVID-19 pandemic. Until six months ago, like many colleagues, I had little knowledge of this new respiratory virus and its impact on the dental profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you Covidentologists"
        },
        {
            "text": "Thanks to this new novel virus, we now have a growing number of colleagues within dentistry who understand much more about respiratory viruses than I ever seem to remember learning at dental school or during my postgraduate studies. If we add to this the long list of acronyms with SOPs, AGPs, Non-AGPs, FFPs, written and re-written SOPs, the latest technology to help",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thank you Covidentologists"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oral health care systems in developing and developed countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kandelman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arpin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Periodontol",
            "volume": "60",
            "issn": "",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fast and frugal innovations in response to the COVID19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bhatti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "814--817",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Frugal and reverse innovation in surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prime",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bhatti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Global surgery: the essentials",
            "volume": "",
            "issn": "",
            "pages": "193--206",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Frugal solutions for the operating room during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Patients' case scenario as well as approaches and strategies adopted to manage COVID-19 pandemic at Aligarh Muslim University",
            "authors": [
                {
                    "first": "S Z",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bangladesh J Med Sci",
            "volume": "19",
            "issn": "",
            "pages": "28--35",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Letters to the editor Send your letters to the Editor, British Dental Journal, 64 Wimpole Street, London, W1G 8YS. Email bdj@bda.org. Priority will be given to letters less than 500 words long. Authors must sign the letter, which may be edited for reasons of space. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENT"
        }
    ]
}