{
    "paper_id": "1e9a34f513e0ca2cfa463748358b2cba7cde25d3",
    "metadata": {
        "title": "Experiences of patients and health care professionals on the quality of telephone follow-up care during the COVID-19 pandemic: a large qualitative study in a multidisciplinary academic setting",
        "authors": [
            {
                "first": "Famke",
                "middle": [
                    "M"
                ],
                "last": "Van Erkel",
                "suffix": "",
                "affiliation": {},
                "email": "f.m.van.erkel@student.rug.nl"
            },
            {
                "first": "Myrthe",
                "middle": [
                    "J"
                ],
                "last": "Pet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elles",
                "middle": [
                    "Hm"
                ],
                "last": "Bossink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cathy",
                "middle": [
                    "F M"
                ],
                "last": "Van De Graaf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marije",
                "middle": [
                    "T J"
                ],
                "last": "Hodes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonja",
                "middle": [
                    "N"
                ],
                "last": "Van Ogtrop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "J E"
                ],
                "last": "Mourits",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gera",
                "middle": [
                    "A"
                ],
                "last": "Welker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gyorgy",
                "middle": [
                    "B"
                ],
                "last": "Halmos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Van Leeuwen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emoke",
                "middle": [],
                "last": "Racz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "K L"
                ],
                "last": "Reyners",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [
                    "C"
                ],
                "last": "Van Munster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hester",
                "middle": [
                    "J"
                ],
                "last": "Van Der Zaag-Loonen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To evaluate the perceived quality of follow-up telephone consultations (TCs) from the perspective of patients and healthcare professionals (HCPs) of multiple medical disciplines during the COVID-19 pandemic. Design A qualitative study using semi-structured interviews and reflexive thematic analysis. Setting Seven medical disciplines (general dermatology, dermato-oncology, head and neck oncology, internal medicine, medical oncology, gynaecological oncology and surgical oncology) at a large university hospital in the Netherlands. Participants Patients who received and HCPs who provided TCs as a substitute for outpatient follow-up appointments during the COVID-19 pandemic. Results Eighty-two patients and 58 HCPs were interviewed. Predominantly, patients and HCPs were satisfied with the quality of care by TCs. They regarded TCs as efficient, accessible and of acceptable quality, provided there was an established patient-HCP relationship, medical complaints were absent and physical examination was not indicated. However, most patients were worried about the accuracy of their health assessment in the absence of physical examination and non-verbal communication. Both patients and HCPs wish to use TCs in the future alternatively with face-to-face consultations. Conclusion This study concludes that TCs seem a valuable contribution to the context of follow-up care and could partially replace face-to-face consultations. TCs can be performed in stable, chronic patients with whom a doctor-patient relationship has already been established. Face-to-face consultations are considered more appropriate in the case of new patients, challenging or emotionally charged consultations and when clinically relevant physical examination is indicated. Due to the context-dependent nature of experiences of patients and HCPs, TCs should be used with an individually customised approach based on patient and disease specifics, in which shared decision-making plays an extensive role. Before major implementation is considered, sufficient data on the safety regarding missed diagnoses or cancer recurrences should be assembled first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic required hospital organisations to reduce physical contact between physicians and patients and to reorganise public healthcare immensely. Regarding chronic and non-life-saving care, a difficult trade-off had to be made between the risk of exposure to COVID-19 and the necessity for a physical hospital visit to assure adequate patient follow-up care. This drove innovation in ways in which follow-up care was provided. One of these ways was by means of telephone consultations (TCs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "► This is the first large-scale multidisciplinary study to qualitatively investigate the experienced quality of telephone consultations in follow-up care, from the perspective of patients and healthcare professionals. ► The involuntary character of this experiment provides a maximum variation sample. ► Use of validated quality and implementation concepts ensure the relevance and applicability of the data. ► Maximum variation sampling of participants and maximum reflexivity due to a diverse research group reveals empirical and general insights into the participants' perspective. ► The exceptional COVID-19 circumstances could have influenced the participants' opinions and could limit the extrapolation of these data to the nonpandemic context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Studies have shown that costs of healthcare rise due to an increasing frequency in outpatient appointments. 1 Telemedicine has been suggested to improve the efficiency of outpatient follow-up and also appeared to be a suitable tool for follow-up outpatient care in various chronic and oncological conditions. [2] [3] [4] In patient surveys, the possibility of fair communication, 5 high patient satisfaction and confidence in its quality were reported. 6 7 The absence of travel costs and benefits of time saving for patients have consistently been identified as predominantly important benefits compared with face-to-face consultations (FtFCs). 4 8 9 Although TCs were increasingly used for low-risk conditions in the primary care setting, TCs were never harnessed on a large scale in secondary and tertiary care. 10 Concerns about ensuring patient safety by negotiations of clinical risk, uncertainty of diagnosis without performing physical examination, 11 impact on workload faced by healthcare professionals (HCPs), 12 lack of financial compensation for HCPs and legal restrictions and insurance issues 13 14 impeded implementation. Therefore, evidence on the quality and safety of TCs remained narrow. Studies replacing FtFCs with TCs are considered ethically questionable because of the fear of negative outcome on survival. The COVID-19 pandemic resulted in the abrupt replacement of nearly all face-to-face follow-up care and naturally realised this experiment.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 381,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "6 7",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 647,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 817,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1108,
                    "end": 1113,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Statistics about TC-associated efficiency and costeffectiveness grow. However, there is a gap in knowledge surrounding the patients and HCPs' perceived quality of care of TC for outpatient follow-up. Besides, patient characteristics and conditions that determine whether a TC is suitable remain unclear. The mandatory increase of the use of TC since the COVID-19 pandemic has offered a unique opportunity to take a critical look at the current structure of care. Not only now, but especially in the post-COVID era in which regular follow-up care will be scaled up again, the results of this multidisciplinary study could contribute to a guideline for implementation of TC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The objective of this qualitative study is therefore to evaluate the perceived quality of follow-up through TC by patients and HCPs from multiple medical disciplines in the hospital during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "This qualitative study was conducted at a large university hospital in the Netherlands using semi-structured interviews with patients and HCPs from seven medical disciplines: general dermatology, dermato-oncology, head and neck oncology, internal medicine, medical oncology, gynaecological oncology and surgical oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "Data collection occurred during the COVID-19 pandemic over the period of May to August 2020. The Consolidated Criteria for Reporting Qualitative Research were used for reporting the characteristics of this study. 15 ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "The interviews were conducted by 14 student researchers (10 female, 4 male) who were in their masters' phase of medical school, supervised by physicians from the corresponding discipline. Student researchers had no prior experience with qualitative research interviews and were trained by a supervisor with extensive experience in interviewing and qualitative research. Training included several teaching sessions and taking at least two trial interviews using an interview guideline with peer feedback . 16 No previous relationship between researchers and interviewees was established. Data were merged and analysed by six of the student researchers, under supervision of four senior researchers: two professors (one in Internal Medicine and one in Gynaecological Oncology), one epidemiologist experienced in qualitative research and one expert in qualitative research/policy making.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 507,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Researchers"
        },
        {
            "text": "As the perspective of both patients and HCPs was sought, we included two groups of participants. Inclusion criteria for patients consisted of (1) follow-up care received via a TC instead of FtFC, (2) were able to understand and participate in verbal conversations, (3) were at least 18 years old and (4) Dutch speaking. With deductive purposive sampling, patients were preselected by treating physicians while maximum variation was aimed with respect to age, gender, clinical diagnosis and follow-up interval. Selected patients were contacted via email and telephone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The inclusion criterion for HCPs was having conducted a TC as a replacement of an FtFC. Maximum diversity was attempted to be achieved and was based on gender, age and occupation (ie, nurse, nurse practitioner, resident or medical specialist). HCPs were contacted via email.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "According to the theory of information power, having a broad aim of the study and the use of inexperienced interviewers requires a larger group of participants. 17 When during two consecutive research meetings (per perspective) incoming interview data produced no new information for the constructed theories, information power appeared sufficiently strong and inclusion was discontinued.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "During the semi-structured interviews, open-ended questions were asked using a topic list as the interview guide. As a theoretical framework for the topic list, the six domains of healthcare quality (safe, effective, timely, patient-centred, efficient and equitable) 17 and relevant aspects concerning implementation from the Tailored Implementation in Chronic Diseases Checklist 18 were used. Examples of questions for patients were: \"What is the goal of follow-up for you?\" and 'To what extent was this goal achieved by TC?\" Questions for HCPs were, for example: \"How did you determine the health status of the patient?\" and \"When and for which patient is TC a suitable follow-up tool?\" Topic lists were pilot tested and Open access evaluated in weekly online research meetings. Adjustments were made accordingly.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "One-on-one interviews were held in Dutch and lasted between 25 and 60 minutes. Patient interviews were held via telephone and HCP interviews with Microsoft Teams, audio only. Written consent was obtained from all participants prior to the interviews and reaffirmed verbally at the beginning of each interview. All interviews were audio recorded, transcribed verbatim and anonymised. Once transcribed, the recordings were deleted. Member checking was used for a proportion of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The reflexive thematic analysis (RTA) framework by Braun and Clarke, 19 a method for systematically identifying, organising and capturing patterns of meaning across narratives, was used as an analytic guide for this study. Analysis was performed with the aid of ATLAS. ti, an electronic coding software.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "RTA was completed in two cycles. In the first cycle, the codes were individually applied by the 14 student researchers. Through a shared codebook (per perspective), intercoder agreement was attempted. This codebook provided the base for the second cycle of analysis. After merging the data, six student researchers (three per perspective) systematically recoded all the data in four steps, as shown in figure 1. New codes, adjustments of codes and ambiguous codes and quotations were frequently discussed within the research group. Finally, the applied codes were randomly checked by the senior researchers to ensure intercoder agreement, quality of codes and to examine the influence of the student researchers on the collection of the data and the interpretation of the themes. By presenting summaries, visualising relations and discussions within the research group, themes were constructed from the data. During this process, deductive and inductive analysis were both used interactively 20 : deductively, the data were interpreted from the theoretical knowledge of the six quality domains. With an iterative approach to the data, new insights emerged and these formed inductive themes. Themes were grouped based on their interconnection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A total of 82 patients and 58 HCPs, among whom 44 physicians and 14 nurse practitioners were interviewed. No dropout interviews were reported. Among the patients, 44 (54%) were female and age ranged from 26 to 84 years (mean: 59.1, SD: 14.7 years) and they lived at a distance from the hospital between 0.3 and 267 km (mean: 40.9 km, SD: 42.4). Regarding educational level, 17% of the patients had completed low, 40% medium and 29% high education. In 16% of the population, educational level was unknown. Patients were diagnosed with a broad variety of diseases as presented in table 1. HCPs were between 25 and 65 years of age (mean: 43.1 SD: 11.7 years) and 35 (60%) were female. Years of work experience ranged from 0.5 to 35 years (mean: 12.2 SD: 10.2), HCP's occupation is presented in table 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The experiences regarding the quality of TCs were classified within three interconnected themes: (1) individual, (2) interpersonal and (3) contextual. A fourth theme: future implementation was considered a separate category. (Sub)Themes will be explained and accompanied by quotes where relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes"
        },
        {
            "text": "This theme concerned aspects of TC in relation to the individual patient or HCP. Within this category, four subthemes were identified: assessment of health status, well-being at the time of a TC, time management and job satisfaction (HCPs only).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual"
        },
        {
            "text": "For adequate health assessment, physical examination was believed to be essential by most patients and HCPs. Patients were concerned about the validity of HCP's health assessment via TC and subsequently some were insecure about their health status. To some patients, receiving a physical examination was the main purpose of their follow-up appointment, which made a TC not sufficiently effective for them. This was especially the case for oncological patients, who said they felt more vulnerable due to their life-threatening disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of health status"
        },
        {
            "text": "They just have to feel them [lymph nodes]. So, it doesn't help to discuss it, like… 'Do you feel anything?' I mean, I also didn't feel anything when I was primarily diagnosed. (Patient, gynaecological oncology, early 30s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of health status"
        },
        {
            "text": "The necessity of physical examination was highly dependent on the medical discipline. Disciplines such as internal medicine and surgical oncology were able to rely on lab results and radiographic imagery for disease assessment. On the contrary, oncological dermatologists expressed not being able to perform any adequate assessments with TCs because of the visual and tactile character of their profession. The use of photographs partially Open access compensated for the absence of physical examination but was impaired due to poor quality of the photos. Patients however felt more assured, because the photograph functioned as an alternative to physical examination for them. Some HCPs considered physical examination overrated or pointless when recurrent disease cannot be treated curatively and was mainly performed for the patients' reassurance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of health status"
        },
        {
            "text": "Most of the time, as doctors, we need to be honest and admit that the sensitivity of physical examinations is rather limited. Most of the time, if there is something to feel, it will be the patients themselves who first discover it. (HCP, surgical oncology, mid 60s) Not being able to perform physical examination resulted in a feeling of uncertainty about potentially missed diagnoses or complications for some HCPs. The absence of non-verbal communication contributed to these concerns. Additionally, HCPs felt distressed because evidence on the safety of TCs had not yet been scientifically established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of health status"
        },
        {
            "text": "You cannot see them [the patients] walking in. It is in their posture, and how fast they walk. Are they out of breath? Can you see whether they are nervous? The tears in their eyes, or how tense they are; these signs reveal everything. How is their hygiene, do they neglect this or not? (HCP, surgical oncology, mid 50s) Without a physical examination and non-verbal communication, HCPs felt they needed to put more emphasis on the verbal component of their consultations and actively engage patients in the conversation. Active questioning, however, did not always lead to sufficient information for the HCPs. Some patients reported they felt a greater responsibility to verbally describe their medical state or perform self-examination with TCs than with FtFCs. Patients who were experienced with self-examination (eg, those with a melanoma) felt competent to recognise abnormal symptoms. If HCPs felt any uncertainty about the disease status or if the patient said he/she did not feel reassured, patients were invited for an additional FtFC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of health status"
        },
        {
            "text": "Patients referred to several time saving benefits of TCs: not having to travel to the hospital, not having to spend time in the waiting room, not having to take time off work and not needing to ask family members to accompany them. These benefits did not always outweigh the desire to have a face-to-face conversation with their HCP. This (3) Medical specialist (1) Resident (7) Head and neck oncology Laryngeal cancers (4) Pharyngeal cancers (8) Medical specialist (3) Resident (5) Internal medicine Diabetes mellitus type 1 (6) Diabetes mellitus type 2 (5) Medical specialist (4) Resident (1) Nurse practitioner (7) Medical oncology Mammary carcinoma (6) Neuroendocrine tumour (6) Medical specialist (6) Nurse practitioner (2) Gynaecological oncology Vulvar carcinomas (2) Cervical carcinomas (2) Ovarian carcinomas (2) Endometrial carcinomas (3) Preventive therapy (BRCA1 carrier) (1) Granulosa cell carcinoma (1) Medical specialist (5) Oncological surgery Sarcomas (5) Melanoma (2) Thyroid carcinomas (2) Merkel cell carcinoma (1) Mamma carcinoma (1) Medical specialist (7) Physician assistant (1) Supervising nurse (1) n=number of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time management"
        },
        {
            "text": "contradicts the assumption of HCPs that patients would favour a TC because of these benefits. HCPs experienced more flexibility and easier time management using TCs. Most HCPs expressed that a TC consumed less time than an FtFC because of the absence of a physical examination and being able to multitask. However, some HCPs experienced the overall efficiency as less because of secondary FtFCs, when a TC was not sufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Well-being at the time of a TC Various patients who were asymptomatic at the time of TC said that if they were to experience complaints, they would not have been satisfied with a TC. This was mainly due to their desire for a physical examination and the need of face-to-face reassurance. For relatively healthy patients who had regular uncomplicated follow-up consultations, TC was mostly experienced as sufficient: both patient and HCP saw little added value of FtFCs under that circumstance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Several HCPs expressed lower job satisfaction with performing TCs. This was mainly due to the lack of faceto-face interaction with TCs, which was a large motivation for them to become a HCP. I didn't become a physician to work in a call centre. (HCP, dermato-oncology, early 30s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Job satisfaction (HCP)"
        },
        {
            "text": "Subthemes regarding the interaction and communication between patients and HCPs during a TC were categorised as interpersonal. Three subthemes were identified: mutual knowledge and trust, connection and transmission of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpersonal"
        },
        {
            "text": "A previously established patient-HCP relationship was regarded as an absolute precondition for reliable communication during a TC by both patients and HCPs. HCPs found that managing patients who they had spoken to in person previously was easier because they could better assess the patient-specific needs and determine the reliability of the patients' answers. Some HCPs however still doubted the reliability of the patients' verbal information which they could not objectify with a physical examination or a heteroanamnesis as they would do during a regular FtFC. HCPs worried that some patients (intentionally or unintentionally) downgraded symptoms or withheld certain complaints/information. This was confirmed by some patients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutual knowledge and trust"
        },
        {
            "text": "If he [the HCP] asks me what my weight is, then I can say 50 kilograms, you tend to round the numbers down a little, but if I stand next to them on the scale, there isn't the possibility to lie. Over the phone it is easier to fool someone. (Patient, internal medicine, early 70s) Patients expressed that having met the HCP in a previous FtFC made them more confident and reassured about the received healthcare during the TC. Trust in the HCP and the provided healthcare was reinforced when HCPs mentioned to patients that in case of need or uncertainty, they would be welcome at the outpatient clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutual knowledge and trust"
        },
        {
            "text": "Almost all patients felt they could express their concerns and did not feel a difference in the HCPs' empathetic ability over the phone. When looking closely to verbal expressions in communication during the interviews, TCs were described as more distant or business like, while FtFCs were referred to as easier and more reassuring. The feeling of reassurance was greatly influenced by the connection between patient and HCP. Lack of non-verbal communication seemed one of the most explanatory factors for these differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection"
        },
        {
            "text": "And when you do go see a doctor, after leaving you are a little more at ease. I can't explain exactly how that works. (Patient, gynaecological oncology, mid 70s) Some patients were more hesitant to talk about death and sexuality during a TC than in FtFCs. Other patients however preferred a TC for speaking about these subjects: I think talking on the phone might make it easier to communicate, because you don't have to look them (the HCPs) in the eyes. That is the difference I think.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection"
        },
        {
            "text": "(Patient, internal medicine, early 60s) HCPs considered the relevance of the connection between patient and HCP dependent on the nature of the consultation. Especially bad news conversations were considered inappropriate to be performed through TC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection"
        },
        {
            "text": "TCs were usually held one-on-one between patient and HCP. Including family or friends in the conversation through speakerphone was experienced as chaotic by HCPs and it impaired the communication with the patient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission of information"
        },
        {
            "text": "Both patients and HCPs were relieved that during the pandemic, consultations could be continued in the form of TCs. Some patients were anxious for a COVID-19 infection and wished to stay away from the hospital, which they considered a particular place of risk. Thus, the change to TCs was understood and accepted by the majority of the patients. Some patients expressed that they would prefer an FtFC in a non-pandemic situation. Other patients felt that after using TCs multiple times they would get used to it and appreciate it more. HCPs could accomplish more with TCs than they had initially expected. TCs forced HCPs to critically and individually prioritise care. HCPs identified the COVID-19 pandemic as a catalyst to re-evaluate follow-up care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextual: COVID-19"
        },
        {
            "text": "Most patients and HCPs were positive about the use of TCs within follow-up care. They considered TCs to be patientcentred and an accessible way of delivering care. However, HCPs and patients felt there would always be a need for face-to-face interaction between patients and HCPs. In all disciplines, both HCPs and patients preferred a combination of FtFCs and TCs in follow-up care. Patients highly valued being engaged by the HCP in deciding on a TC or an FtFC for the next consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation: customised care"
        },
        {
            "text": "Most HCPs felt the quality and efficiency of TCs could be better ensured when selecting patients based on, for example, the nature of the consultation, relevance of physical examination and patient and disease characteristics. Some HCPs felt that with profound selection, full-fledged care could be delivered. Figure 2 shows an overview of characteristics as a basis for the selection of patients. HCPs commented that these circumstances are multifactorial and an individual decision is necessary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 318,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Implementation: customised care"
        },
        {
            "text": "The decision as to whether a telephone consultation takes place depends on the patient themselves, their treatment, situation, residence and network surrounding them. There are too many factors in order to be able to say: yes, this patient surely has to be on the outpatient clinic or whether the problem can be solved through a telephone consultation. At least in my opinion, there isn't a recipe saying: \"following these criteria, this must happen.\" (HCP, medical oncology, early 60s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation: customised care"
        },
        {
            "text": "The insurmountable switch from FtFCs to TCs for follow-up care during the COVID-19 pandemic presented a unique opportunity to explore the actual experiences of patients and HCPs with this method of interaction. Patients as well as HCPs describe experiences regarding TCs both positive and negative that are highly dependent on the character and specific circumstances of the consultation. Predominantly, patients and HCPs were satisfied with the provided care by TC. As eluded from 140 interviews with patients and HCPs from a variety of medical disciplines, TCs are considered suitable for stable, chronically ill patients with whom a patient-HCP relationship has already been established, and in those for whom travel is a major barrier. Additionally, FtFCs are considered more appropriate in the case of new patients, bad news conversations and when clinically relevant physical examination is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies performed in primary care prepandemically show similar results: McKinstry et al 21 describes the importance of a previously established patient-HCP relationship, allaying concerns regarding the trust in the physician and accuracy of the patients' verbal information. A systematic review by Carillo de Albornoz et al 22 shows TCs to be as effective as FtFCs in primary care and considers TCs best for patients with chronic conditions who require regular medical follow-up, which also imbricates our study population. This review 21 also describes patient satisfaction with TCs to be high, but patient experience appeared to be better with FtFCs. With our qualitative approach, we Open access found the difference between satisfaction and experience mainly lies in the absence of non-verbal communication and the feeling of reassurance with the physical presence of a HCP. Although this study has been performed in a secondary care setting, these aspects relate to key features of TCs and are thus relevant in both settings.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Stating the obvious and as described in previous research, the absence of a physical examination led to a lower perceived quality of care by most patients and HCPs, making patients feel anxious about the proper assessment of their clinical status. 23 What stands out are the differing opinions: while for example interviewed dermatologists plea they cannot execute their jobs without physical examination, other doctors state that they can easily go without physical examination as long as other ways to monitor the clinical status are available, as shown by previous studies. 2 24 25 The role of physical examination to reassure patients in follow-up care has been discussed by Zaman et al, 26 who concluded it to be a patient-centred and intimate ritual of positive attribution to the patient-HCP relationship. In a survey study by Kadakia et al, 27 patients with cancer appraise both the pragmatic and symbolic aspects of physical examination, which confirms our findings that especially oncological patients are more likely to value physical examination: a decreased sense of reassurance is directly associated with reduced perceived quality of care. For this specific group, the benefits of TCs did not outweigh the value of being able to physically attend a follow-up appointment, shining a new light on the literature thus far. In addition, some HCPs in our study mentioned using physical examination for reassurance of patients rather than for diagnostics. The role of physical examination therefore seems ambiguous for both HCP and patient. Nevertheless, reassurance seems to play a crucial role, especially in oncological care, and yet seems to be better accomplished face-to-face. We discovered that purely the option for an FtFC after a TC contributes to the reassurance of both patient and HCP.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 577,
                    "end": 578,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 579,
                    "end": 584,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 694,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 834,
                    "end": 848,
                    "text": "Kadakia et al,",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 851,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although TCs have been shown to be shorter in time per consultation in other studies, 28 29 HCPs in our study stated that efficiency can be compromised when patients come to the hospital for an additional FtFC after an unsatisfactory TC, which was previously shown by McKinstry et al. 21 Since, in the first place, the demand for TC in highincome countries partly arose from the aim to drive up efficiency and lower healthcare costs, 30 31 it is questionable if these goals can be achieved at present. To ensure efficiency, proper and adequate selection of patients in whom a TC is most likely to be successful, is therefore crucial.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "text": "28 29",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 434,
                    "end": 439,
                    "text": "30 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Until this day, virtual care has predominantly been studied through satisfaction questionnaires in order to achieve some form of quantification. 32 Most studies show promising results when it comes to the future of TCs: higher levels of patient satisfaction have been reported for TCs compared with FtFCs. 33 Byravan and Sunmboye 34 found that 23.5% of patients would have preferred FtFCs, but 43% of patients would not mind conducting all future appointments by TC, as was assessed by questionnaires. In our study, however, many patients and HCPs preferred FtFCs, and provided reasons and explanations, which amplified the complementary value of a qualitative approach. Harris and Brown 35 empathise that consensus and consistency statistics are generally weak between these two research methods. Qualitative research enables a deeper, more layered, analysis that addresses topics that would be missed, never addressed or underestimated by questionnaire exploration. An example of this depth are patients mentioning to feel a greater responsibility to appear better verbally in a TC. Also, the expression of lower job satisfaction with performing TCs by several HCPs and the lack of human-to-human interaction during TCs demonstrates the added value of this study's approach.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This is the first large-scale qualitative study within this subject with a multidisciplinary approach executed by a diverse research group to establish maximum reflexivity. The use of validated concepts for the qualitative analysis ensured that discussed subjects were relevant to patients and HCPs. The involuntary character of this experiment can be seen as a strength regarding exploring the experiences with TCs: many patients admitted that after an initial hesitation or resistance they eventually concluded to be convinced of TCs. For example, Beaver et al 33 noticed a preference for clinical examination and FtFCs as reasons for refusal of participating in their study, leading to a highly selected population biased towards patients favouring TCs. This might explain the difference with our results and highlights our added value compared with previous studies. The rapid setup provided in-depth information about the participants' first experiences, and presented limitations: participants were aware that TCs were performed for their own safety and were therefore possibly more accepting than in non-pandemic times. In addition, interviews were conducted by inexperienced interviewers, which, despite interview training sessions and using a shared topic list, could have resulted in varying interview quality. However, with our large population information power appeared strong and it is unlikely that this has led to missing relevant information. The majority of the specialties (5/7) concerned oncological related care, which resulted in a less diverse multidisciplinary approach. Lastly, it is important to mention that safety has not been investigated in this study, at best the perceived feeling of safety has been explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "TC and FtFC should be seen as two different forms of consultation, both unique in nature and irreplaceable by the other without compromising on experienced quality. TCs will provide a limited, nonetheless valuable part of care. The transformation to this hybrid form of outpatient consultation brings challenges that can be overcome with thorough research and attentive implementation. When",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "considering follow-up care to be performed through TC, the optimal form of care should be based on patientspecific and disease-specific issues and should be chosen together with patients. It seems important not to overlook the fact that shared decision-making concerns the content (eg, what is the value of physical examination for this specific patient) and the manner of the follow-up (can TCs be alternately used with FtFCs and which frequency suits this patient best?). This hybrid form can be flexibly used to provide tailored care for the individual. One could consider the use of TC as a low-threshold screening instrument. For some patients, this 'screening TC' may lead to an additional FtFC to still perform physical examination. In others, efficiency is increased for both patient and HCP as TC appears to be sufficient and FtFC can be postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Future research should specifically focus on the safety of TCs using quantitative research methods, where benefits of TCs can be weighed up against potential risks of missed diagnoses. Additionally, future research could focus on asking HCPs before and after whether the consultation could have been virtual or not. This might give an indication of the potentials of TC, and how well this can be estimated in advance. The interviews with HCPs suggest that this can be challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In our interviews, many patients showed curiosity towards implementation of video consultations (VC) to possibly alleviate the lack of non-verbal communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Barsom et al 7 found that, according to previous studies, almost half of the patients preferred VCs over TCs to communicate with their surgeon because of the benefits of providing visual feedback. A qualitative study on VCs in primary care by Donaghy et al, 4 additionally found that these visual cues increased patients' confidence in the consultation. However, Hammersley et al 36 reported no significant differences between TC and VC regarding consultation quality. The equivalent quality and VC not offering added value or expecting a short call without unforeseen news 7 might play a role in the potential irreplaceability of TCs by VCs.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "With the rise of the digital age, the healthcare industry is also increasingly exploring alternative methods aiming to deliver more patient-centred and efficient care. This presents the idea of a healthcare system in which remote consultation is expected to become the norm. According to the experiences of our participants, transition to solely remote care by TCs is undesirable because the need for face-to-face interaction will continually persist. These conclusions are based on the perceived quality of care, while the actual safety of TCs has not been established yet but remains the paramount goal of care. Nevertheless, TCs have also shown promising beneficial elements. Thereby, used with a customised approach, taking contextual factors into account and alternating with FtFCs, TCs were considered a valuable contribution to current follow-up care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Substitution of outpatient hospital care with specialist care in the primary care setting: a systematic review on quality of care, health and costs",
            "authors": [
                {
                    "first": "Sjm",
                    "middle": [],
                    "last": "Van Hoof",
                    "suffix": ""
                },
                {
                    "first": "Tcc",
                    "middle": [],
                    "last": "Quanjel",
                    "suffix": ""
                },
                {
                    "first": "Meal",
                    "middle": [],
                    "last": "Kroese",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS One",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0219957"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interactive telemedicine: effects on professional practice and health care outcomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flodgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rachas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD002098.pub2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Video consultations for covid-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wherton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m998"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acceptability, benefits, and challenges of video consulting: a qualitative study in primary care",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Donaghy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hammersley",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Gen Pract",
            "volume": "69",
            "issn": "",
            "pages": "586--94",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp19X704141"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telehealth and patient satisfaction: a systematic review and narrative analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-016242"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telemedicine for follow-up of rare neurological disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Markus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Stroke",
            "volume": "50",
            "issn": "",
            "pages": "750--753",
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.118.023779"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparing video consultation and telephone consultation at the outpatient clinic of a tertiary referral centre: patient and provider benefits",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Z"
                    ],
                    "last": "Barsom",
                    "suffix": ""
                },
                {
                    "first": "Ashm",
                    "middle": [],
                    "last": "Van Dalen",
                    "suffix": ""
                },
                {
                    "first": "Blussé",
                    "middle": [],
                    "last": "Van Oud-Alblas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Innov",
            "volume": "7",
            "issn": "",
            "pages": "95--102",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjinnov-2020-000512"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Delivering high value inflammatory bowel disease care through telemedicine visits",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Inflamm Bowel Dis",
            "volume": "23",
            "issn": "",
            "pages": "1678--1681",
            "other_ids": {
                "DOI": [
                    "10.1097/MIB.0000000000001210"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Telephone follow-up for the management of thyrotoxicosis: a patient satisfaction survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Oyibo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Telemed Telecare",
            "volume": "19",
            "issn": "",
            "pages": "29--32",
            "other_ids": {
                "DOI": [
                    "10.1177/1357633X12474737"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using alternatives to face-toface consultations: a survey of prevalence and attitudes in general practice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brant",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziebland",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Gen Pract",
            "volume": "66",
            "issn": "",
            "pages": "460--466",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp16X685597"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The place of information and communication technology-mediated consultations in primary care: GPs' perspectives",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fairhurst",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fam Pract",
            "volume": "29",
            "issn": "",
            "pages": "361--367",
            "other_ids": {
                "DOI": [
                    "10.1093/fampra/cmr087"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Experiences of using email for general practice consultations: a qualitative study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Gen Pract",
            "volume": "63",
            "issn": "",
            "pages": "760--767",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp13X674440"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Telehealth: helping your patients and practice survive and thrive during the COVID-19 crisis with rapid quality implementation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kovarik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tejasvi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "82",
            "issn": "",
            "pages": "1213--1217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2020.03.052"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Exploring factors associated with the uneven utilization of telemedicine in Norway: a mixed methods study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wootton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med Inform Decis Mak",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12911-017-0576-4"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sainsbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Qual Health Care",
            "volume": "19",
            "issn": "",
            "pages": "349--57",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/mzm042"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Writing interview protocols and conducting interviews: tips for students new to the field of qualitative research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "Paige",
                    "middle": [],
                    "last": "Furgerson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Qual Rep",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.46743/2160-3715/2012.1718"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sample size in qualitative interview studies: guided by information power",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malterud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Siersma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Guassora",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Qual Health Res",
            "volume": "26",
            "issn": "",
            "pages": "1753--60",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732315617444"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A checklist for identifying determinants of practice: a systematic review and synthesis of frameworks and taxonomies of factors that prevent or enable improvements in healthcare professional practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Flottorp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Implementation Sci",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-8-35"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Qualitative research methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hennink",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hutter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baily",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Telephone consulting in primary care: a triangulated qualitative study of patients and providers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckinstry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pinnock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Gen Pract",
            "volume": "59",
            "issn": "",
            "pages": "209--227",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp09X420941"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effectiveness of teleconsultations in primary care: systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carrillo De Albornoz",
                    "suffix": ""
                },
                {
                    "first": "K-L",
                    "middle": [],
                    "last": "Sia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Fam Pract",
            "volume": "39",
            "issn": "",
            "pages": "168--82",
            "other_ids": {
                "DOI": [
                    "10.1093/fampra/cmab077"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Telephone consulting in primary care: a triangulated qualitative study of patients and providers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckinstry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pinnock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Gen Pract",
            "volume": "59",
            "issn": "",
            "pages": "209--227",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp09X420941"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19: Needs-led implementation and the immediate potential of remote monitoring",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Newhouse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJGP Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgpopen20X101093"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A reflection on an adapted approach from face-to-face to telephone consultations in our Urology Outpatient Department during the COVID-19 pandemic -a pathway for change to future practice?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Douglas-Moore",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJU Int",
            "volume": "126",
            "issn": "",
            "pages": "339--380",
            "other_ids": {
                "DOI": [
                    "10.1111/bju.15119"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The value of physical examination: a new conceptual framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verghese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "South Med J",
            "volume": "109",
            "issn": "",
            "pages": "754--761",
            "other_ids": {
                "DOI": [
                    "10.14423/SMJ.0000000000000573"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cancer patients' perceptions regarding the value of the physical examination: a survey study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Kadakia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chisholm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer",
            "volume": "120",
            "issn": "",
            "pages": "2215--2236",
            "other_ids": {
                "DOI": [
                    "10.1002/cncr.28680"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cost and time effectiveness analysis of a telemedicine service in Bangladesh",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sorwar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahamn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stud Health Technol Inform",
            "volume": "231",
            "issn": "",
            "pages": "127--161",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Teleconsultation in the management of elective orthopedic and spinal conditions during the COVID-19 pandemic: prospective cohort study of patient experiences",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Melian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frampton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JMIR Form Res",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/28140"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Telemedicine: opportunities and developments in member states: report on the second global survey on eHealth 2009 (global Observatory for eHealth series",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Healthc Inform Res",
            "volume": "2",
            "issn": "",
            "pages": "153--158",
            "other_ids": {
                "DOI": [
                    "10.4258/hir.2012.18.2.153"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Telemedicine in the future",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Heinzelmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Lugn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kvedar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Telemed Telecare",
            "volume": "11",
            "issn": "",
            "pages": "384--90",
            "other_ids": {
                "DOI": [
                    "10.1177/1357633X0501100802"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The most used questionnaires for evaluating telemedicine services",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hajesmaeel-Gohari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bahaadinbeigy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC Med Inform Decis Mak",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12911-021-01407-y"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparing hospital and telephone follow-up after treatment for breast cancer: randomised equivalence trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beaver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tysver-Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "338",
            "issn": "",
            "pages": "3147--3187",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.a3147"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The impact of the coronavirus (COVID-19) pandemic on outpatient Services-An analysis of patient feedback of virtual outpatient clinics in a tertiary teaching center with a focus on musculoskeletal and rheumatology services",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byravan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sunmboye",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Patient Exp",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/23743735211008284"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mixing interview and questionnaire methods: practical problems in aligning data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pract Assessment, Res Eval",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comparing the content and quality of video, telephone, and face-to-face consultations: a non-randomised, quasi-experimental, exploratory study in UK primary care",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hammersley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Donaghy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Gen Pract",
            "volume": "69",
            "issn": "",
            "pages": "595--604",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp19X704573"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Four steps by which the data were systematically reviewed and recoded.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Spectrum of suitability for telephone consultations (TC) in follow-up care. TC *quoted by healthcare professionals (HCPs), † quoted by patients, ‡quoted by both HCPs and patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Representation of diseases in the patient population",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "If you go there [to the hospital] together, you both pick up on something [in the conversation]. When you talk about it [consultation] again afterwards, you have the feeling you remembered more. That is less the case with the telephone. (Patient, medical oncology, early 60s) Another limiting factor in the transmission of information was the inability for HCPs to show scans or draw pictures in explaining disease patterns and handing out It is good that when another scan is done, we can look at the images together [patient and HCP] And that I can also get an impression of where the tumour is and if it corresponds to my complaints. (Patient, medical oncology, early 60s)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank the following clinicians: B Horvath, A van Beek and MJ Wiegman, and student researchers: MA Dekker N de Groot, D Haarsma, J Molendijk, TL Piet, AL Roggeveld, B Schipper and GHW Wieringa for their contribution. Special thanks to NHB Schräder and SJ Koster for translating the quotes. Additionally, we would like to express our gratitude to all our participants for their time and sharing their personal experiences and opinions. Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.Patient and public involvement Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Ethics approval This study involves human participants and was approved by the Ethics Board of University Medical Center Groningen (reference ID 202000355). Participants gave informed consent to participate in the study before taking part.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement Data are available on reasonable request.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Consent obtained directly from patient(s)"
        },
        {
            "text": "Famke M van Erkel http://orcid.org/0000-0002-0692-6248 Hester J van der Zaag-Loonen http://orcid.org/0000-0002-4476-8797",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}