{
    "paper_id": "1eaaf8dd1732e1f7e32ef0a92b9fd85ca4a18f72",
    "metadata": {
        "title": "The Role of Prosumer in Reshaping the Publishing Industry: Preliminary Findings from the Möbius Project",
        "authors": [
            {
                "first": "Simona",
                "middle": [],
                "last": "De Rosa",
                "suffix": "",
                "affiliation": {},
                "email": "s.derosa@den-institute.org"
            },
            {
                "first": "Iris",
                "middle": [],
                "last": "Jennes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Van Den Broeck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Dam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Patricia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Castillo",
                "middle": [],
                "last": "Cardenas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Nicolai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As reported by the Federation of European Publishers [2] \"Book publishing is the largest cultural industry in Europe, and European publishing (uniquely among European cultural industries) is a world leader\". The sector can count on €36-40 billion in market value, €22-24 billion turnover per year, and from 600.000 to 700.000 jobs. However, digital transformation is imposing massive changes. To keep the position, the European publishing industry must dominate the transformation. In line with this, the aim of the research conducted in the Möbius project, funded by the European Commission, is twofold. On the one hand, to gather knowledge on existing practices considering challenges and opportunities for the sector. On the other hand, to deliver, at the end of the funding, (i) technical solutions that could foster the state of the art of the sector and (ii) theoretical contribution, in terms of new business model, to reshape current models for revenue. In line with this, it is crucial to understand the power of the so-called prosumers and empower them into the value chain delivering user-centric and user-driven perspectives in the design and delivery of enriched media experiences for books. Given the importance and centrality of the publishing industry for other creative and cultural sectors as well (e.g., audiovisual, music, architecture, etc.), the expectation is that research findings will inform future European policy strategies for the cultural and creative industry in order to provide support and funding to the publishing sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Creative and cultural sectors and industries (CCSI) are crucial for the European economy. However, this industry is exposed to massive changes. A literature review has been performed to identify which are the main issues recently faced by the industry. First of all, it is crucial for the stakeholders engaged in the sector to establish revenue models keeping a non-profit mission. Schiuma and Lerro [7] state that \"Cultural organizations are challenged to develop a more sustainable strategic and operational audience development, financial viability, resource and operations management, with the aim to enhance their value creation capacity as cultural agents in society\". Second, the creation of new business models is due to the digital shift which changed the way in which CCSI organized their business. As reported by some scholars, among the others Nikiel [6] , \"Cultural and Creative institutions are struggling to invent/adapt new business models to survive to the Internet era and to a different exploitation of media products\". As reported in Jennes et.al. [4] \"Scholars suggest that mainly two directions can be observed. From one hand CCI stakeholders explore diversification of the sources of income, from the other hand, they implement and adopt participative approaches to audiences/visitors aimed at reaching a wider audience\". Third, CCSI are also recently facing the challenges opened by the Covid-19 pandemic. CCS (Creative and Cultural Sector), indeed, have been among the most negatively affected sectors by the pandemic [3] . Covid-19 pushed an entire industry to quickly rethink their revenue models and organizational practices. In particular, CCSI started by restructuring the monetization of digital contents to improve the exploitation of digital income, above all for those sectors in which the physical/live component was the predominant, such as performing arts, live music and heritage. A major change is related to the way in which CCSI reaches the audiences through hybrid formats. The aim of the paper is to focus on the importance gained by users' engagement in reshaping business models and technology development for a specific creative and cultural sector: the publishing industry.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1543,
                    "end": 1546,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We address these issues first through the research defining a conceptual framework in which we describe the challenges for the publishing sector and the set-up of the Möbius project. Then, we give insight into the methodology used. The authors departed from desk research to address business model innovations in the publishing sector. Furthermore, a living lab approach was set up to involve users in the first phase to gather input on the technological solutions (i.e. multi-stakeholder approach). Finally, the result of the research activities, conducted at the moment of the writing, is presented: an overview of the interesting business model innovations and how they include prosumers and the user requirements for one of the Möbius technical solutions (the Prosumer Intelligence Toolkit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The publishing industry is a key sector for the EU economy, considering that it is one of the largest in the world with a total market value estimated at EUR 38 billion. 1 Over the last few years, publishing has also been affected by several changes. To summarise some of them, changes are related to technological transformation and user engagement. As reported by the Federation of European Publishers (FEP), one of the main transformations affecting the sector is related to the digital transition [2] .\"At the heart of the digital transition of the last 10 years, and as the most visible output of the digital transformation of publishers, lies the e-book, the tangible manifestation of product innovation\". Second, a further element of innovation is related to the relationship between editors, readers, and writers. In particular, a strong engagement is among the most promising and interesting innovations for the publishing sector. To understand those massive transformations, research is needed. The aim of the Möbius project, a European Innovation Action funded by the European Commission, 2 is to investigate challenges and needs of the sector. The project explores the following research questions, (i) what is the role of technology in supporting the reshaping of the traditional value chain for publishing; and (ii) what is the role of the users in the definition of innovative business models? To investigate the role of users, we focus on a specific group of users, called prosumers. According to the definition used in the Möbius project, the prosumer is an individual that can produce or improve goods and services he/she will eventually consume. In particular, in the publishing industry the prosumer includes publisher-managed communities, and the millions of users participating and contributing to online communities of interest (e.g., fanfiction communities) that remain utterly untapped. In terms of technological development, according to the needs emerged, two technical solutions are defined within the project: the Möbius book and the Prosumer Intelligence Toolkit (PIT). As Fig. 1 below illustrates, both products serve different purposes. The Möbius book will demonstrate that immersive book experiences are possible. Two software solutions will be delivered: the Creators toolkit allowing writers and prosumers to create their productions, whereas the player allows users (prosumers as well as readers) to consume the immersive book. In contrast, the PIT is focused on providing publishers and professionals with additional insights on different existing, online, prosumer communities via a comprehensible dashboard. In this paper, we focus on the research results and requirements for the Möbius PIT.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2103,
                    "end": 2109,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Research and Conceptual Framework"
        },
        {
            "text": "The third dimension of the project is the new business models. The prosumers have been contributing with their own work and interactions. Möbius will investigate how this value can be quantified and, where applicable, compensated creating new opportunities for eye level cooperation of all stakeholders in the publishing value network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and Conceptual Framework"
        },
        {
            "text": "As mentioned, one of the research questions explored by the project is related to the understanding of the role of user engagement in business model definition. In this sense, the first step has been the identification and analysis of current models based on user engagement for publishing. The list of models to study was structured together with an innovative publisher, and partner of the Möbius project, Bookabook, who directly invests in technology and user engagement and faces current challenges related to the sector. With the help of Bookabook, a list of well-known innovative initiatives mapping different models was defined: crowdfunding, subscription and free of charge. Desk research has been performed later monitoring and analyzing official websites and related articles to understand how different models work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In relation to the technological development,, we will focus on the expectations and requirements for one of the Möbius tools: the Prosumer Intelligence Toolkit (PIT). As mentioned, this toolkit collects data from existing online communities and prosumer activities. The data gathered will be presented to publishers and professionals through a comprehensive dashboard. The aim is to improve the publishing process by leveraging insights in user and prosumer activities. The tool will be iteratively co-created together with all relevant stakeholders. To facilitate this process, a living lab approach was used. This iterative methodological framework ensures that the developed tools are developed together with the publishers, so that they are completely in line with their nrequirements and needs. The living lab methodological framework [5] is a cyclical process with multiple testing and validation phases. This cyclical process contributes to the real-time validation of assumptions. Depending on the maturity of the proof of concept, testing takes place in closed or more open settings, allowing to validate the developed tools in a real-life setting of the use case. An additional strength of this approach is the close alignment with the technology development process, via dedicated feedback loops. 3 Figure 2 below illustrates the cyclical approach of our living lab framework.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 844,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1309,
                    "end": 1310,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1311,
                    "end": 1319,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The living lab approach thus ensures that user feedback is factored in throughout the development cycle. Qualitative and quantitative data is gathered to provide indepth insights in the different stakeholders (users) practices and evaluation of the developed technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "As part of our living lab methodology, the relevant stakeholders, including publishers and industry actors, were involved in different qualitative and quantitative research activities, including interviews and a ranking survey. This first phase of the process focused on understanding current practices of publishers (which data do they currently use?) and to define a set of user-requirements for the PIT. As shown in Fig. 3 above, input was gathered through an iterative approach. First, industry actors were engaged via in-depth interviews. Both industry actors from within the project consortium (Federation of European Publishers, MVB, Mobile World Capital and Bookabook) and external publishing organisations (Gruppo Leya, Gruppo editoriale Mauri Spagnol) were interviewed. The topics addressed during the interviews were: the state of the publishing industry (its strengths and weaknesses, opportunities and threats), experience with immersive media services, and requirements and expectations for the Möbius project. All interviews were conducted online and recorded. Finally, the transcriptions and interview notes were analyzed thematically [1] . The requirements for the different Möbius tools (including the PIT) were also grouped thematically. Consortium partners validated the findings in an online meeting.",
            "cite_spans": [
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 425,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Following the validation of consortium members, fan fiction communities were asked to complement the consortiums' and industry's requirements. In addition, they were asked to rank the requirements. Each participant received 100 points they could use to distribute and indicate the importance of requirements. A higher point indicated a higher priority for the participants. Participants could choose how to distribute the points, how many requirements they ranked and could also choose not to give a requirement any points. The ranking was then used to discuss the motivations behind the scores. The online discussion was recorded and transcribed, after which the transcription was analyzed thematically [1] and the set of requirements was completed.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "During the last step, the full list of requirements was ranked by consortium members via a survey. The scores of both groups were then converted into a comparable ranking, with the highest scoring requirement in first place. Finally, the requirements were restructured and linked to each of the Möbius tools in development, including the PIT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Part 1: Results from desk research on how to structure new business models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "The Möbius project conducted desk research to understand which are the most innovative business models for the publishing industry. 4 Accordingly, several examples of innovation have been identified (numbers that follow have been extracted at the moment of writing the article and will probably change when the article will be released). One way to approach novelty is through crowdfunding. In this sense, among other examples, three models can be mentioned: Bookabook 5 (150.000 users), Unbound 6 (290.000 users) and Inkshares 7 (100.000 users). Even with some differences, the three cases rely on large communities who buy the pre-ordered book and inform the editor on what the readers like most. In the three cases, the writer submits the book to the editor, who launches it on the platform. If the book reaches the interest of the community, then it will be published. Writers can submit their manuscript through the platform or dedicated contests, as in the case of Inkshares.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "There is also an additional model based on crowdfunding and this is proposed by Publishizer 8 (60.000 users) . In this case, the book is selected according to the communities' preferences, but it is more oriented to the matchmaking between authors and publishers. Once the book is approved by the community, Publishers creates the connection among the author and the interested publisher. In all these cases, the reader can start the process for free, the platform gains the fee according to the number of copies sold through the crowdfunding campaign.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 108,
                    "text": "(60.000 users)",
                    "ref_id": null
                }
            ],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "Another model is the one implemented by Inkitt 9 (2 million users). Inkitt started as an app for writers and authors to share their manuscripts, and to get the readers' feedback. Feedback is then translated into data which improves the writing. In addition, Inkitt developed Galatea, an immersive reading experience including sound effects. In this case, the technological element becomes crucial in defining the way in which those stories are consumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "A similar service is provided by Wattpad 10 (90 million users). The platform helps the writers to submit their stories to readers in order to collect feedbacks or just for the pleasure to share their manuscripts. Also, Wattpad Studios works, also, with untapped Wattpad writers to facilitate connections to our publishing and multimedia partners. Jennes et al. [4] mention: \"even if the business model can change, the common factor is the established presence of a community which sustains the running business. Users, indeed, are crucial to scale up the business and are engaged in different roles. On one hand, users have an active role in selecting the books to publish and providing feedback on the stories; on the other hand, their passive actions, such as behaviors adopted while using the platform, sentiments share and all data analytics extrapolated from the platforms are used to inform the selection and the future of the book. In some cases, the community is part of the book experience, as the community around the platform reads and discuss together, making the book a common experience. In some other cases, the experience is augmented by technology and tools to embed the users into the story\".",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "The conclusion is that nowadays the key factor for publishing is the role of users in the value chain, as it creates new opportunities and market value according to readers and authors preferences and behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "Part 2: User requirements for Möbius PIT Results from interviews on user requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "Two categories of requirements were considered relevant to the development of the Prosumer Intelligence Toolkit (PIT). Table 1 gives an overview of the requirements (Description), which theme each requirement relates to (Category) and how the individual requirements were ranked by consortium (Consortium) partners and fan fiction enthusiasts (User). As mentioned in the methodology section, 1 indicates the highest ranking.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "We notice that the ranking by end-users and consortium partners is more or less aligned, specifically the higher ranking for the requirements that focus on improving insights on user behavior compared to those referring to the discovery of new content. One possible explanation might be that the requirements in the category 'Improve publishers' insights in reading and writing habits' are directly applicable to the PIT. The requirements in the category 'Discover new content' are not directly applicable, as the scope of the PIT is not to provide recommendations to readers because the tool will be used by professionals only. However, the requirements were included in this category as their relevance relates to the insights that can be gathered via the PIT which can be valuable in the decision-making process for publishers (for example when targeting publications to certain market segments), thus influencing the discovery of new content by the audience. For the category of 'Improving publishers' insights in reading and writing habits', there are slight differences in the priorities of the two stakeholder groups. Two explanations for these differences emerged from the interviews. On the one hand, differences relate to preferences to the type of data that is used to build insights. This should be considered in the next phases of the research, specifically when scrutinizing the type of insights the data could generate. On the other hand, the differences in the ranking could also be related to the general level of the input received in the gathering process. During the interviews it became clear that the lack of data on audience behavior is an issue in the publishing industry, as the quote below illustrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "\"[The Möbius toolkit for publishers] would be absolutely interesting. There are data that are available through platforms such as Amazon but they only share little with publishers.\" (interview Groupo editoriale Mauri Spagnol, 2021). However, respondents often remained vague on the type of data and kind of insights that are needed to improve decision-making. Nevertheless, the respondents indicated that Möbius could play an important role in gathering additional data for publishers and providing insights to improve decision-making processes related to sales, distribution, marketing and audience segmentation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "\"If we came up with a model to help publishers better understand readers and realise this potential of prosumers that would be a very good result. [The aim is to] make publishing processes more efficient or create a more direct relationship with readers, engaging more with them leading to bigger sales, and more responsiveness to the demands of users.\" (interview FEP, 2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "Therefore, further delineating these user requirements will be paramount in the next pilot phase of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Findings and Discussions"
        },
        {
            "text": "According to data emerging from desk research and interviews with defined stakeholders, it is confirmed the importance to reflect on new business models to reshape the current practices of the publishing sector and foster the use of data to inform the industry. How to structure a set of innovative prosumer business models considering those elements and exploring its feasibility, market potential and copyright ramifications across sectors will be explored in the next steps of the project. Regarding the use of data, the Prosumer Intelligence Toolkit (PIT) is a tool that can improve the knowledge of the sector as needed. The requirements for the PIT that have been presented in this paper focused on two relevant requirements the toolkit will integrate: (1) improve insights in prosumer behaviour based on different types of user data, and, consequently, (2) improve decision-making for publishers at the level of distribution, marketing, segmentation. The aim of the PIT is to leverage relevant user data and to allow publishers to use this within their processes. Important in this regard is that the PIT can be integrated in the existing workflow of publishers. To ensure this, further testing will take place with the developed PIT prototype. In the next phases of the project, the publishers will be engaged via co-creation sessions to gather input on the exact insights the Prosumer Intelligence Toolkit should generate and the opportunities and thresholds for different business model innovations. All results will be disseminated to sectoral stakeholders to foster innovation in the publishing industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thematic analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Posit Psychol",
            "volume": "12",
            "issn": "3",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "R2.1 Analysis of the status quo and of the strategic prospects with regard to the publishing sector (difficulties, challenges and opportunities)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Research for CULT Committee -Cultural and creative sectors in post-Covid-19 Europe: crisis effects and policy recommendations, European Parliament, Policy Department for Structural and Cohesion Policies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Idea Consult",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goethe-Institut",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinsius",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2021. D2.1. Möbius theoretical framework: opportunities, benefits, and risks",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jennes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Dam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Rosa",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "T"
                    ],
                    "last": "Greco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cardenas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deliverable 2.2 of the Specific project",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lievens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kilpi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New business models for Cultural and Creative Institutions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nikiel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Management",
            "volume": "23",
            "issn": "2",
            "pages": "124--161",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The business model prism: managing and innovating business models of arts and cultural organisations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schiuma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lerro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Open Innov: Technol",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Möbius products",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Living Lab Funnel Developed by imec-SMIT Fig. 3 Iterative approach 3 Möbius H2020 proposal, unpublished.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Möbius requirements overview",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This project has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement No. 957185.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}