{
    "paper_id": "1ef6a92f0a83c71275e426b0dcb825611ab63ded",
    "metadata": {
        "title": "Antidepressant drug treatment protecting from COVID-19: one more piece in the repurposing puzzle",
        "authors": [
            {
                "first": "Julia",
                "middle": [
                    "C"
                ],
                "last": "Stingl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the article Analysis of the impact of antidepressants and other medications on COVID-19 infection risk in a chronic psychiatric in-patient cohort, Catherine L. Clelland and colleagues report on the potential protective effect of antidepressants against infection with coronavirus disease 2019 (COVID-19). 1 Their retrospective cohort study was conducted in an in-patient setting at a large hospital in New York where it appears reasonable to assume that virus exposure had been relatively uniform across the facility and antidepressant drug intake in patients was common. It adds to the increasing body of knowledge about the potential efficacy of antidepressants against severe courses of SARS-CoV-2 infections, with the finding of a reduced infection incidence in patients who were already on antidepressant drug therapy.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Former observational studies had reported a more favourable COVID-19 disease course, such as a reduced risk of intubation or death, in patients treated with serotonin reuptake inhibitors or serotonin-2 antagonist and reuptake inhibitors. 2-4 A small randomised placebo-controlled trial testing 15 days of fluvoxamine in COVID-19-infected patients found a significant effect on disease deterioration, with no cases of deterioration (0/80) in the fluvoxamine arm compared with 8.3% (6/72) in the placebo arm. 5 Another prospective cohort study with fluvoxamine also showed a preventive effect against deterioration in the patients treated with fluvoxamine. 6 In addition, a large randomised multicentre placebo-controlled TOGETHER trial showed significant benefit of fluvoxamine in n = 1472 patients with COVID-19 infection, preventing severe complications. 7 Another clinical open-label trial with fluvoxamine in n = 51 intensive care unit-treated patients showed a 42% reduction in mortality compared with matched controls. 8",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 656,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 857,
                    "text": "7",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Impact on disease course"
        },
        {
            "text": "The present study for the first time suggests a protective effect even against the infection itself. During the observation period of the first wave of the pandemic in New York, more than 50% of the patients in the psychiatric hospital of the study were infected. By retrospectively analysing medical records, the authors found significantly lower odds ratios for infection risk in patients taking antidepressant medication compared with other psychiatric drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A protective effect against infection"
        },
        {
            "text": "The potential protective effect was shown over all antidepressant classes, but subgroup analyses showed that especially patients treated with serotonin reuptake inhibitors and serotonin-norepinephrine reuptake inhibitors or serotonin-2 antagonist reuptake inhibitors had significantly decreased COVID-19 infections. The association with specific substances of these antidepressant drug classes may be as a result of the relative frequency with which they are prescribed. Indeed, preclinical studies have shown that uptake of SARS-CoV-2 is blocked by all antidepressant drug classes (also tricyclic and tetracyclic). 9 Potential explanation for these findings As this was a retrospective analysis, the outcomes of infection have not been followed up. However, the findings of not only less severe courses of COVID-19 disease but also of a lower risk for infection support the hypothesis of potential antiviral protective activity provided by the antidepressant drugs analysed in the study. This hypothesis has been advanced by in vitro analyses showing that antidepressants may possess antiviral properties through different mechanisms of action. First, antidepressants have been shown to interact with the sphingomyelinase/ceramide system, which is likely required to facilitate angiotensin-converting enzyme 2 (ACE2) binding of the SARS-CoV-2 and thereby impair viral host cell entry. [10] [11] [12] In addition to antidepressant drugs, several medications share the property of functional inhibition of the acid sphingomyelinase. Recent observational data show a reduced likelihood of intubation or death in (n = 2846) COVID-19-infected patients who are treated with any of the functional sphingomyelinase/ceramide system inhibitory drugs. 13 Second, antidepressants may exert anti-inflammatory activity, by reducing levels of proinflammatory cytokines including interleukin (IL-6), IL-10, tumour necrosis factor (TNF)-alpha, and chemokine (C-C motif) ligand (CCL)-2 or by activating the sigma-1 receptor. [14] [15] [16] [17] Third, serotonin uptake inhibitors may reduce platelet activity by decreasing serotonin levels in platelets. This may positively affect the course of COVID-19 disease and counteract the serotonin syndrome that seems to occur in some of these patients. 18 In addition to the pharmacological properties of the antidepressant drugs, people with depression tend to avoid social contacts. During the pandemic, depression-induced social isolation may have prevented viral exposure and COVID illness. However, there was no difference in COVID-19 infection status between patients with manic and depressive symptoms in the study by Clelland. Hence, confounding by indication for the medication appears unlikely.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 617,
                    "text": "9",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[10]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[11]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1396,
                    "end": 1400,
                    "text": "[12]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1742,
                    "end": 1744,
                    "text": "13",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2008,
                    "end": 2012,
                    "text": "[14]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2013,
                    "end": 2017,
                    "text": "[15]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2023,
                    "end": 2027,
                    "text": "[17]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2280,
                    "end": 2282,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A protective effect against infection"
        },
        {
            "text": "In the presence of already substantial evidence for an association of antidepressant drug use with better outcomes in patients with a severe and laboratory-confirmed COVID-19 infection, this study highlights the potentially underestimated finding of a protective effect of antidepressant drug use (such as the selective serotonin reuptake inhibitor fluoxetine or the serotonin-2 antagonist and reuptake inhibitor trazodone) against the infection itself in patients who are being treated with antidepressants for depression and/or other psychiatric disorders. This is especially worth mentioning because antidepressant drug use is common in a substantial proportion of the general population. It is possible that the inclusion of severe cases in epidemiological studies (i.e. only patients with laboratory-confirmed COVID-19 infection) may contribute to this underestimation. Taken together with the prior evidence, this study underlines the benefit of using antidepressant drugs to prevent COVID-19 infection and deterioration of COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Taken together with the prior evidence, this study underlines the benefit of using certain antidepressant drugs, such as the selective serotonin reuptake inhibitor fluoxetine or the serotonin-2 antagonist and reuptake inhibitor trazodone, to prevent COVID -19 infection and deterioration of COVID-19 disease. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of the impact of antidepressants and other medications on COVID-19 infection risk in a chronic psychiatric in-patient cohort",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clelland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramiah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clelland",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BJPsych Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of early treatment with fluvoxamine on risk of emergency care and hospitalisation among patients with COVID-19: the TOGETHER randomised, platform clinical trial. Lancet Glob Health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "Dos",
                    "middle": [],
                    "last": "Santos Moreira-Silva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "Dcm",
                    "middle": [],
                    "last": "Thabane",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Milagres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(21)00448-4"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and efficacy of fluvoxamine in COVID-19 ICU patients: an open label, prospective cohort trial with matched controls",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Calusic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marcec",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luksa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jurkovic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kovac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mihaljevic",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Clin Pharmacol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bcp.15126"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pharmacological inhibition of acid sphingomyelinase prevents uptake of SARS-CoV-2 by epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carpinteiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gripp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weigang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Repurposing antidepressants inhibiting the sphingomyelinase acid/ceramide system against COVID-19: current evidence and potential mechanisms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hoertel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanchez-Rico",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cougoule",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gulbins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kornhuber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carpinteiro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mol Psychiatry",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41380-021-01254-3"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The acid sphingomyelinase/ceramide system in COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kornhuber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hoertel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gulbins",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mol Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41380-021-01309-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Metabolic signatures associated with severity in hospitalized COVID-19 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marin-Corral",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Morato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gomez-Gomez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pascual-Guardia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Munoz-Bermudez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salazar-Degracia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Mol Sci",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association between FIASMAs and reduced risk of intubation or death in individuals hospitalized for severe COVID-19: an observational multicenter study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hoertel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanchez-Rico",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gulbins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kornhuber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carpinteiro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenze",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Pharmacol Ther",
            "volume": "110",
            "issn": "",
            "pages": "1498--511",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interaction of new antidepressants with sigma-1 receptor chaperones and their potentiation of neurite outgrowth in PC12 cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Pharmacol",
            "volume": "727",
            "issn": "",
            "pages": "167--73",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modulation of the sigma-1 receptor-IRE1 pathway is beneficial in preclinical models of inflammation and sepsis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Castaneda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Beiter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Eccles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodfolk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Transl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Peripheral alterations in cytokine and chemokine levels after antidepressant drug treatment for major depressive disorder: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stubbs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solmi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Veronese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antiinflammatory properties of desipramine and fluoxetine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roumestan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bichon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Portet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Detoc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henriquet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Respir Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fluvoxamine: a review of its mechanism of action and its role in COVID-19",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Sukhatme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Reiersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Vayttaden",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Sukhatme",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front Pharmacol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Julia C. Stingl , Institute of Clinical Pharmacology, University Hospital of RWTH Aachen, Germany. First received 17 Nov 2021, final revision 30 Nov 2021, accepted 30 Nov 2021 Declaration of interest J.C.S. is an editorial board member in the BJPsych Open.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}