{
    "paper_id": "1fac3a6d120093a154724f1beb03b4f7f76944c3",
    "metadata": {
        "title": "Experiences of crisis care among service users with complex emotional needs or a diagnosis of 'personality disorder', and other stakeholders: systematic review and meta-synthesis of the qualitative literature",
        "authors": [
            {
                "first": "Kristiana",
                "middle": [],
                "last": "Deleo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucy",
                "middle": [],
                "last": "Maconick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rose",
                "middle": [],
                "last": "Mccabe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Broeckelmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheridan",
                "middle": [],
                "last": "Luke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Rains",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Rowe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mental health crises are common in people with complex emotional needs (our preferred working term for people diagnosed with a 'personality disorder'), yet this population is often dissatisfied with the crisis care they receive. Exploring their experiences and views on what could be improved, and those of carers and healthcare staff, is key to developing better services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We aimed to synthesise the relevant qualitative literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Five databases were searched. Eligible studies included service users with a diagnosis of personality disorder and their carers or relevant staff, focused on crisis responses and used a qualitative design. Data were analysed with thematic synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Eleven studies were included, most focusing on emergency departments. Four meta-themes emerged: (a) acceptance and rejection when presenting to crisis care: limited options and lack of involvement of carers; (b) interpersonal processes: importance of the therapeutic relationship and establishing a framework for treatment; (c) managing recovery from a crisis: clear recovery plan and negotiating collaboration; and (d) equipping and supporting staff: training and emotional support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our findings suggest that emergency departments have major limitations as settings to provide crisis care for people with complex emotional needs, but there is a lack of research exploring alternatives. The quality of the therapeutic relationship was central to how care was experienced, with collaborative and optimistic staff highly valued. Staff reported feeling poorly supported in responding to the needs of this population. Research looking at experiences of a range of care options and how to improve these is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "People whose difficulties fit the criteria for one or more personality disorder diagnoses make up a large proportion of people using mental health services, with up to 52% of people accessing outpatient services and 70% of in-patient and forensic patients in the UK reported to meet these criteria. 1 We are aware of important critiques of the term 'personality disorder' because of its long association with stigma and therapeutic pessimism: we therefore prefer the working term 'complex emotional needs' (CEN) to describe people who may receive this diagnosis. 2 We advocate co-produced and theoretically driven work to develop a valid and acceptable conceptual framework and terminology.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 563,
                    "end": 564,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are significant public health and individual well-being implications associated with CEN, including extensive use of healthcare resources, elevated suicide rates and reduced life expectancy. 1 Mental health crises are a common experience among people living with CEN. 3 A mental health crisis is when someone needs urgent or emergency help for their mental health; in people with CEN, this can involve an experience of acute distress, reduced ability to function and self-harm. 4, 5 The risk of a service user with CEN engaging in self-harm and other harmful behaviour is high in a crisis, especially as these behaviours can be used as coping mechanisms to regain control and manage symptoms of dissociation (a feeling of being disconnected from yourself or the world around you) or dysregulation (difficulty in managing emotional responses). [6] [7] [8] Perceptual distortions can also occur in a crisis, and can lead to an increased risk of suicide plans and attempts. 7 The goal of crisis intervention is to restore functioning and allow personal and social resources to be mobilised without a loss of control or negative outcomes. 9,10 Crisis care takes place in a range of contexts, from hospital settings like emergency departments or brief admission wards, to models such as crisis houses or crisis teams that are intended as alternatives to in-patient admission. 7 Little is known about the most helpful aspects of crisis care for service users with CEN. 11 Previous research suggests service users with a diagnosis of a 'personality disorder' are generally dissatisfied with the crisis care they receive. 7, 12, 13 Existing literature Previous reviews have synthesised qualitative research on treatment for people with a diagnosis of personality disorder; 2 however, these focus on long-term out-patient and community care. Few studies focus specifically on crisis care for people with CEN. The small number of studies examining this found that care needs to be easily accessible and person-centred, with an element of joint decision-making between service users and professionals. Care was also experienced as more helpful if clinicians prioritised the development of therapeutic relationships. 7 Wood and Alsawy's 14 qualitative review on experiences of psychiatric in-patient care across all mental health conditions found that for service users, collaborative care, positive relationships and a safe therapeutic environment were important. Warrender et al performed an integrative review of the quantitative and qualitative literature on crisis intervention for people diagnosed with borderline personality disorder up to 2017. 7 This study included only people with borderline personality disorder, excluding other subtypes; excluded people with comorbidities; used mixed methods rather than exploring the qualitative data in depth, and further papers have been published in this area since 2017. Therefore, a more up-to-date and in-depth review is warranted. To date, no systematic review has examined service user, carer and staff perspectives on crisis care for people with CEN receive and been inclusive of all personality disorder diagnoses. Widespread improvements to services for people with CEN have been called for from bodies such as the Royal College of Psychiatrists 15 and the Department of Health, 16 which, if implemented, will necessitate understanding of good practice and the barriers to achieving this, from both the service user and practitioner perspective. Evidence on such perspectives is therefore of high current importance.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 275,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 977,
                    "end": 978,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1377,
                    "end": 1378,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1620,
                    "end": 1622,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1623,
                    "end": 1626,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1627,
                    "end": 1629,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2211,
                    "end": 2212,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2647,
                    "end": 2648,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3299,
                    "end": 3301,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3332,
                    "end": 3334,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this review was to conduct a meta-synthesis of the qualitative literature on crisis care for people with CEN, focusing on an in-depth exploration of service user, carer and staff experiences of care. A secondary aim was to explore stakeholder views on good practice and what improvements could be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We undertook a synthesis of relevant qualitative papers, using a metasynthesis approach. 17 The method for this meta-synthesis is reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) checklist. 18 The protocol was pre-registered on Open Science Framework (osf.io/wjs4t). The initial study focus and design was discussed with a lived experience researcher, who has written the lived experience commentary on this paper.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Ethical approval was not required for this study as it was a systematic review of existing literature and no original data were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Published peer-reviewed studies were eligible for inclusion if they met the following criteria. First, at least 50% of participants in the study must have been given a diagnosis of personality disorder or refer to a term which they explain to be an alternative to the term personality disorder (for example, one study referred to 'emotionally dysregulated clients', whom they identified as having been given a personality disorder diagnosis). Studies that included people with all mental health diagnoses using crisis care were eligible if they reported results for a subgroup of people with a diagnosis of personality disorder and this subgroup was at least 50%. Second, they reported findings from adults aged 18 years or above. Third, the care received can be considered crisis care. Types of care considered crisis care could include teams providing intensive treatment at home in a crisis (sometimes called crisis teams or home treatment teams), crisis houses and care received in the emergency department. Services could be specific to personality disorders or generic healthcare services. Forensic settings were excluded, as well as any service not intended for people in crisis or an acute phase of illness. In hospitals, short-stay wards and clinical decision units (services providing short-term interventions aiming to remove people from emergency departments and to avoid admission to a general acute ward if possible) were eligible, whereas general inpatient wards, in-patient wards for rehabilitation or specialist longterm treatment for those diagnosed with a personality disorder were excluded, as in-patient care has been specifically reviewed elsewhere. 14 Fourth, the study was of a qualitative design. Fifth, studies were written in English. Finally, studies were published since 2000 to ensure that findings are relevant to contemporary services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Studies were identified by conducting a literature search across five databases: Medline, EMBASE, PsycINFO, Social Policy and Practice Database and Health Management Information Consortium, accessed via the Ovid electronic database platform. Reference lists of eligible papers were screened for additional studies and forward and backward citation searching was performed. The search included all studies published since 2000 to ensure models of care were comparable with current practice. Included studies were limited to English. A scoping search and preliminary reading was performed from June 2020 with the final search and data extraction conducted from the 23 November 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy and study selection"
        },
        {
            "text": "Search terms were built around keywords pertaining to stakeholders, crisis services and qualitative methodologies (see Fig. 1 ). Studies were first screened for relevance to the review topic by title by the first author. For abstracts of relevant studies or studies of unclear relevance, the full text was then screened. Fifty per cent of the abstracts were screened independently by two reviewers, to ensure agreement. Differences were discussed by the two reviewers until consensus was reached. If there continued to be disagreement, then this was discussed with a third senior author.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Search strategy and study selection"
        },
        {
            "text": "Data on study characteristics were extracted, including study authors, year of publication, study setting, type of acute care, country, number of participants and participant characteristics, method of data collection and analysis of the quality of paper. Fifty per cent of the data extraction was checked by a second reviewer. The findings of included studies were exported to NVivo 12 (QSR International Pty Ltd. (2018); see https://www.qsr international.com/nvivo-qualitative-data-analysis-software/home) for inductive coding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "All included papers were critically appraised with the Joanna Briggs Institute (JBI) tool. 19 Quality appraisal was conducted independently by two reviewers and then discussed to resolve disagreements. Studies were not excluded on the basis of quality score; however, the quality of studies was considered when discussing strengths and limitations of the existing literature.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Quality appraisal"
        },
        {
            "text": "Thematic synthesis was conducted to analyse the data. 20 Inductive line by line coding was carried out on NVivo and included all text presented in the 'results' and 'discussion' sections of included papers. Line-by-line codes were then grouped to start developing descriptive themes, taking into account similarities and differences. Iterative coding was conducted within the developing coding framework. We then developed more conceptual meta-themes and subthemes relevant to the review question. The first stage, line-by-line coding, was conducted independently by two reviewers, one of whom is a student researcher and one a clinical academic psychiatrist, who then collaborated on developing descriptive and meta-themes. The final coding framework was shared and further developed with collaborators who are experts by experience. Emerging themes were reviewed with the research team, which included a senior psychology academic with a specialist interest in communication in mental health settings, including emergency settings, a post-doctoral policy researcher, an academic psychologist who specialises in self-harm research, and an academic psychiatrist whose specialist interests include crisis care.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis and analysis"
        },
        {
            "text": "Eleven studies were included (Fig. 2 , Table 1 ). Studies were excluded at full-text stage because they used a quantitative design (n = 2); focused on crisis care, but did not report findings for people with diagnosis of personality disorder or CEN specifically (n = 20); or they reported findings for people with personality disorder diagnosis or CEN using general services, but not crisis care (n = 5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 46,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Study inclusion and characteristics"
        },
        {
            "text": "Of the included studies, three were conducted in the UK, 9,21,22 two were from Canada, 6,23 one study each was conducted in Australia, 24 the USA, 3 Sweden, 25 Ireland, 26 and The Netherlands, 10 and one study was conducted across Australia and New Zealand. 27 Sample sizes ranged from six to 500 participants (the study that used 500 participants performed content analysis 3 ). The majority of papers (n = 8) used thematic analysis. Other analytic approaches included descriptive phenomenological methodology (n = 1), 10 unspecified qualitative analysis (n = 1) 23 and content analysis (n = 1). 3 Study settings included emergency departments and international equivalents, 6, 23, 26, 27 brief admission units 10, 25 and a personality disorder resource center, 3 which was a central point of contact in a USA district that connected service users to appropriate mental health services, including crisis services. There were no studies exploring experiences of crisis teams or other community options for crisis care, such as crisis cafes, acute day units or crisis houses. As a result, the findings are focused on experiences of accident and emergency (A&E) rooms and brief in-patient admissions. In this paper, brief admission refers to an intervention developed in The Netherlands specifically for people with a diagnosis of borderline personality disorder, and is different from general psychiatric hospital admissions. 28 It is a maximum of three nights, the service user can self-refer and manages their use of the service, such as managing their own medication. The service user sees a nurse rather than a psychiatrist and makes use of a treatment plan agreed with the service user before admission. 10 Populations studied included service users with a diagnosis of personality disorder and service users with comorbid substance misuse and a diagnosis of personality disorder. Only one paper included a service user population with confirmed diagnoses of personality disorder other than borderline personality disorder: this included participants with a diagnosis of antisocial personality disorder. 23 One study looked at staff perspectives, 26 which included A&E staff and community mental health clinicians. Two papers focused on family carers. 21, 24 Six papers provided information on the gender of participants, 6, 9, [21] [22] [23] 26 and only two reported ethnicity. 9, 22 Of the papers that did report ethnic background, the majority of participants identified as White.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 597,
                    "end": 598,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 763,
                    "end": 764,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2108,
                    "end": 2110,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2151,
                    "end": 2153,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2256,
                    "end": 2259,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2260,
                    "end": 2262,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2326,
                    "end": 2328,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2329,
                    "end": 2331,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2332,
                    "end": 2336,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2337,
                    "end": 2341,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2342,
                    "end": 2346,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2347,
                    "end": 2349,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2383,
                    "end": 2385,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2386,
                    "end": 2388,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Study inclusion and characteristics"
        },
        {
            "text": "Overall study quality was determined to be high, with the majority of papers showing congruence between the research question, methodology, methods of data collection and presentation of results. However, most papers failed to adequately describe the researchers' philosophical and cultural position or influence on the research, a measure of quality on the JBI tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study inclusion and characteristics"
        },
        {
            "text": "Meta-theme 1: acceptance and rejection when presenting to crisis care Crisis care for people with complex emotional needs with CEN was rarely described, and there were many descriptions of service users being referred to community services that they did not qualify for or that did not meet their needs. 3, 22, 23 In a crisis, a loss of ability to understand or articulate feelings is common, further compounding the difficulty for service users in expressing complex and changing needs. 10, 23 Service users reported that they needed crisis services to be accessible to enable them to seek help before the crisis becomes very severe. 3, 10, 21, 22 When service users felt listened to and felt they were able to trust clinicians, conversations could be key to overcoming a crisis. 10 During the brief admission intervention, early conversations with a nurse in which the nurse was active and the service user felt listened to helped to create a sense of safety and reduce service users' levels of emotion. 10 Crisis teams and other alternative care options were seen as valuable, 3 yet A&E was perceived by family carers, professionals and service users as often the 'only option' or 'last resort' during a crisis. 23 When community resources or alternative crisis services were inaccessible or unavailable, A&E became the only option for care. 3, 6, 21 Service users said that they felt forced to use A&E when their community worker was away, when the crisis was too severe for community care or they were on a long waitlist for alternative care. 6 Staff in a variety of settings felt that their own service environment was not suitable for this patient group, with both A&E staff and general practitioners reporting that people with CEN would be better served by a service other than their own. 23 There was the perception among staff that there were inadequate resources for this group of people, or that current services were inadequate for them. 27 Staff reported that could feel uncertain as to how to respond to very dysregulated service users, and that conflicts could arise among treating teams when there were different options for how to proceed with care. 27 Although A&E often seemed to be the most readily accessible crisis care service, A&E staff reported facing tremendous difficulties managing CEN and caring for these service users. They described lacking the resources to deal with high levels of distress, as the A&E environment can be overburdened and chaotic. 3 behaviour of some people with CEN was perceived as sometimes challenging in A&E, and thought to be a reaction to long waits, 23 limited freedom or poor treatment from staff. 10 Comorbid substance misuse was also a challenge. A&E staff reported that they lacked confidence in caring for people with comorbid problems such as substance use, which can be common in service users with CEN (Table 2) . 3, 6 Because of these issues with suitability and accessibility of services, service users reported that they often felt help-seeking was 'futile'. Professionals echoed this view, saying that for service users with CEN there is a chronic and frustrating 'back and forth' cycle of repeated emergency department use. 6, 23 The degree to which service users found care to be accepting or rejecting appeared to vary according to the setting. In the papers that explored experiences of brief admission, service users reported that knowing that the brief admission was accessible to them if needed made them feel safer when in the community. 25 In contrast, A&E, although accessible, was considered a 'last resort'. 23 Subtheme 1.2: carers experience rejection and lack of engagement from healthcare systems. Family carers reported that their support needs were not considered adequately, their requests went unanswered, their relative's diagnosis and needs tended to be poorly communicated to them, 3,21 and professionals often refused or were reluctant to involve them in treatment. 21 Carers sought out psychoeducation on their own and sometimes acknowledged that their understanding of CEN was poor, yet they felt they were expected to make important treatment decisions in the face of contradictory and inconsistent advice. 3 When asked about the possible reasons behind their exclusion from care at the time of a crisis, carers felt that staff were unaware of the critical role they played in the service user's life. 21 A collaborative relationship with professionals was reported to be preferable for carers, providing greater communication and guidance on how to manage crises. 21 Carers also wanted staff to recognise them as individuals outside of the caring role, and be more considerate of how the caring role affects all aspects of their life. 21 Carers faced many practical issues, including financial strain resulting from the impact of the caring role on their ability to work. Resources to support carers were seen as inadequate, and emotional support was felt to be lacking. 3,21 Some carers described experiencing a 'parallel crisis' with their own distress when the '… be better linked…who is their telephone contact for phone coachingwhether they are attending the group' (Clinician) 26 'Even when [the person I support] was sent home from hospital two times, she was never sent home with any-thing… Not unless you ask for it' (Carer) 24 Negotiating collaboration and service user responsibility 'It's probably the approach to methat I am encountered in a different way.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 492,
                    "end": 494,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1348,
                    "end": 1350,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1351,
                    "end": 1353,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1548,
                    "end": 1549,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1797,
                    "end": 1799,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2168,
                    "end": 2170,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2482,
                    "end": 2483,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2609,
                    "end": 2611,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2658,
                    "end": 2660,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2881,
                    "end": 2883,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2884,
                    "end": 2885,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3196,
                    "end": 3198,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3199,
                    "end": 3201,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3517,
                    "end": 3519,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3591,
                    "end": 3593,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3960,
                    "end": 3962,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4204,
                    "end": 4205,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4399,
                    "end": 4401,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4562,
                    "end": 4564,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4733,
                    "end": 4735,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5181,
                    "end": 5183,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 5332,
                    "end": 5334,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 2869,
                    "end": 2878,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Findings"
        },
        {
            "text": "More like an adult individual, because you have so much. You have free permissions. You take care of your medicine. So, it does mean that you have a responsibility for yourself, and that has made me a more independent person' (Service user using brief admission) 25 Equipping and supporting healthcare staff to provide quality care",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Training, knowledge and confidence 'The sense of helplessness, getting swallowed up and becoming almost dysregulated yourself' (Clinician) 25 'I feel inadequate' (Clinician) 28 'It takes away the impatience and the lack of empathy you can sometimes have' (Clinician) 26 Emotional support and boosting morale 'Peer support was reassuring…that others experience these difficulties too' (Clinician) 26 A&E, Accident and Emergency.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Crisis care for people with complex emotional needs service user was self-harming or attempting suicide. 21 If carers experience these painful crises repeatedly with no support offered, the caring role can become so painful and overwhelming that they see no choice but to walk away. 3, 21 Meta-theme 2: interpersonal processes and dynamics in crisis care Subtheme 2.1: developing and maintaining the therapeutic relationship. Clinician characteristics appeared to have a large influence on crisis care quality. There is a strong convergence among service users and carers about the interpersonal qualities they valued. Across the board, non-judgemental and validating support was the most helpful aspect of the therapeutic relationship for both service users and carers. 6 Service users emphasised the importance of openness, friendliness and warmth when presenting to crisis care. 10, 24 Service users also wanted staff to be genuinely engaged and interested in them, to feel seen and heard, and be treated with dignity 'like a person' instead of a 'patient'. 22, 29 Staff who consistently exhibited these characteristics were able to build a trusting relationship with the service user. 25 Strategies such as telling jokes, making small talk and participating in informal conversation helped put service users at ease and in a better position to trust clinicians. 10 Service users were most encouraged by staff who took a recovery-focused, optimistic and hopeful approach. Staff who were nonjudgemental, normalising and gave service users a 'chance to recover' rather than emphasising the perceived chronic or 'lifelong' nature of CEN or their diagnosis were highly valued. 9, 22 Service users also discussed the importance of being viewed as an individual by the staff rather than just another person 'moving through the system'. Flexible and holistic care was lauded as the ideal by service users, but many reported that they received treatment that was overly standardised and did not take their individual needs or history into account. 26 Staff recognised that interactions with service users, particularly when service users were very emotionally dysregulated, could bring up uncomfortable emotions in themselves, including a sense of frustration and helplessness. 26, 27 In some staff this resulted in reflection and a request for more training, and in some it resulted in the expression of stigmatising beliefs that people with the diagnosis of borderline personality disorder were wasting health service time. 27 Staff that participated in a workshop considering clinician connections with service users reported that a greater awareness of their own internal states and the impact of their own emotions on the interaction was helpful in developing good therapeutic relationships. 26 Subtheme 2.2: setting and negotiating a framework for treatment. Interpersonal relationships with carers and staff can either greatly relieve or greatly add to the service user's suffering in a crisis. Service users and staff both stressed the importance of negotiating a clear framework for care. For example, for people using a brief admission intervention, care was most helpful if information on how and when they could contact nurses were provided early on and communicated clearly to service users. 10 Being consistent and non-judgemental, maintaining professional boundaries and communicating clearly were considered to be among the most important staff characteristics. Yet many service users and carers experienced poor communication from healthcare staff, which hindered the development of a trusting relationship. 3, 22 Although staff understood and endorsed needs for sensitive, clear and considerate communication, some staff reported finding it difficult to strike a balance between having boundaries and being empathetic. 26 Some staff were concerned they would be reinforcing 'bad behaviour' from service users by being validating and empathetic. 26 Boundaries between service users were even harder to enforce and were less defined. Some service users became overinvolved in the care of others and then felt responsible for conflict de-escalation, which was inappropriate to them as they were meant to be focusing on their own recovery. 10 The negotiation of responsibility in a collaborative relationship appeared to vary by setting. During a brief admission, participants described benefit from being helped to take responsibility for their care, 25 by avoiding losing control and coercion. This was in contrast to in A&E departments, where staff's perception that the person with CEN could take control of their illness could drive negative attitudes and frustration. 23 Service users reported experiencing A&E as noisy, chaotic and stressful, and often felt unsafe. 23 Many service users expressed a preference for access to alternative crisis spaces, such as cafes, respite homes or rehabilitation centres. 24 Service users also expressed the need for more freedom and autonomy in their care, but this was rarely provided in A&E. 25 As a means to help address this issue, some service users endorsed the development of joint crisis plans, which detailed how they wanted to be treated by staff in a crisis and helped them feel more in control and satisfied with their care. 9,10 Subtheme 2.3: challenging interpersonal interactions and negative staff attitudes can exacerbate presenting problems. Service users reported many experiences of marginalisation, stigma, discrimination and negative attitudes among healthcare staff. 3, 6 Common experiences were staff becoming dismissive and reluctant to engage, or having their care withdrawn completely based on their diagnosis or when presenting with problems such as self-harm. 3, 6, 22 Service users felt they had been deprioritised for treatment or 'put in the back of the line' once staff discovered their diagnosis. Service users who had been identified and labelled as a 'frequent flyer', or someone who often presents to A&E, reported particular experiences of discrimination. 23 Although some A&E staff did feel sympathy toward patient distress, service user background heavily influenced this. 23 There was an attitude among staff that patients with CEN were time-consuming 27 and taking time away from patients with acute medical problems, and this was felt to be particularly frustrating if they had a history of repeat admissions. 6, 23 Other problematic attitudes from staff included a belief that service users with CEN are 'just choosing to be difficult', 6 they are 'manipulative', 27 'attention-seeking' and 'using the system' in a way that it was not intended. 23 Service users also reported issues of diagnostic overshadowing and feeling 'defined' by their diagnosis. 22 Many service users reported apprehension about receiving a diagnosis because of stigma, feeling fearful that a permanent label would lead to a curtailing of freedoms or loss of control, leading them to conceal or minimise their presenting problems. 3 Staff also reported that once a person was given the diagnosis of borderline personality disorder this could lead to a loss of 'objectivity' in staff assessments of the person. 27 Negative experiences elevated emotional distress and reinforced low self-worth with service users. They described feelings of rejection, abandonment, shame, isolation, helplessness and guilt after presenting to crisis care, especially A&E. 6, 10, 26 Interactions with staff did not have to be overtly hostile to be negative; feeling ignored, misunderstood or dismissed also worsened negative emotions in the service user. 10 Service users were less inclined to seek help after a negative experience with crisis care to avoid feelings of shame. 23 This is potentially dangerous as future suicide attempts may be more resolute to avoid readmission. 6 Meta-theme 3: managing recovery from a crisis Subtheme 3.1: transitioning with a clear recovery plan. Service users explained that having a preventative strategy in place and DeLeo et al knowledge of effective crisis resources provided a sense of security and reassurance after discharge. 10, 25 Service users were helped by the knowledge that they could access care when needed, be provided with support to continue any intensive therapies, and could stop future crises from getting worse with a quicker return to baseline functioning in daily life. 10, 25 However, many service users reported that links to out-of-hospital support were limited, particularly if they were usually high-functioning before the crisis occurred. 6 This lack of access to continuing support meant that these service users had difficulty continuing in their recovery, leaving them more vulnerable to further mental health crises. 6 Carers reported that discharge from emergency services was often sudden, confusing and unexplained. 24 Often the service user was sent home without a clear treatment plan or appropriate support in place. 24 Thus, carers felt their involvement in treatment was limited, as the plans for discharge were often not communicated to them despite their importance to recovery. 3, 24 Subtheme 3.2: Negotiating collaboration and service user responsibility. Service users wanted opportunities to self-refer for support and maintain some autonomy when in crisis; for example, being able to self-refer to a safe place when feeling suicidal, where hospital admission or police involvement would be unlikely to ensue. 6 Despite these desires to take more responsibility for their care, service users often experienced a lack of autonomy, particularly in A&E and in-patient settings. 25 They described experiences of constant supervision and coercive measures, which undermined their ability to take responsibility for their own treatment and recovery. 25 More novel approaches, such as self-referral for brief admission, may help combat this, as service users who had experienced both brief admissions and regular admissions reported that they were encouraged to take an increased amount of responsibility during the brief admission. 25 These service users explained that they embraced and appreciated the requirement to be more involved in their care planning. 25 Advanced crisis plans were identified as one way that people with CEN can have more control over their own care during a crisis, in which participants coproduced crisis plans during periods of stability. 9 The importance of individualisation of care was highlighted, as participants showed a wide range of different preferences, and the majority took the opportunity to include refusals for specific treatments, such as medication and involuntary detention. 9 Meta-theme 4: equipping and supporting healthcare staff to provide quality care Subtheme 4.1: training, knowledge and confidence. Clinicians at all levels of experience across services (community mental health teams, A&E, brief admission) reported lacking confidence in treating CEN, expressing that they often felt 'helpless' and 'incompetent' interacting with service users presenting with emotional dysregulation. 26, 27 Treating psychological distress successfully was a major area of concern, as clinicians felt their knowledge and skills were lacking in supporting service users during emotional crises. 26 Clinicians reflected that uncomfortable emotions could be brought up by interacting with very dysregulated service users, and staff could often feel unsure of how to respond. 27 This lack of confidence and understanding often led to frustration among healthcare staff, as they did not know why these service users expressed intense emotions and challenging behaviour. 26 Service users and carers thought professionals needed to be more educated about CEN, as knowledge was seen as a central influence on staff attitudes toward people with a diagnosis of personality disorder. 6, 21 Misunderstandings could lead to negative beliefs and attitudes, which is damaging to service users seeking help. In contrast, further training around CEN helped change staff perceptions of service users, so that they were able to take a more positive view of their interactions. 26 Professionals agreed that there was a major need for further training and opportunities to practice necessary skills for working with these populations, and most were keen to take part in this. 26 Sub-theme 4.2: emotional support and boosting morale. Many professionals discussed difficulty in staying calm and regulating their own emotions when working with people in crisis. Burnout and high work stress were reported as significant risks when working with service users with CEN. 26 This was exacerbated if staff did not have the proper skills and training to know how to support these service users in crisis situations. 26 This is especially true for A&E staff, who often work in an already overburdened environment with competing demands on their time that may preclude the opportunity for support. 23 Staff agreed that increased communication, good team support from peers at work and clinical supervision 27 would help ease their workload burden, improve patient care and increase their confidence, whereas poor and unsupportive workplace cultures contribute to burnout and poor practice. 26 ",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 286,
                    "end": 288,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1366,
                    "end": 1368,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1676,
                    "end": 1678,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1679,
                    "end": 1681,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2043,
                    "end": 2045,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2273,
                    "end": 2276,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2277,
                    "end": 2279,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2521,
                    "end": 2523,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2792,
                    "end": 2794,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3300,
                    "end": 3302,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3620,
                    "end": 3622,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3623,
                    "end": 3625,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3832,
                    "end": 3834,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3958,
                    "end": 3960,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4249,
                    "end": 4251,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4683,
                    "end": 4685,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4782,
                    "end": 4784,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4924,
                    "end": 4926,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 5047,
                    "end": 5049,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 5543,
                    "end": 5545,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5546,
                    "end": 5547,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5742,
                    "end": 5744,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5745,
                    "end": 5747,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5748,
                    "end": 5750,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 6047,
                    "end": 6049,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6166,
                    "end": 6168,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6246,
                    "end": 6248,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 6406,
                    "end": 6408,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 6409,
                    "end": 6411,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6642,
                    "end": 6644,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6750,
                    "end": 6752,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 7002,
                    "end": 7003,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 7181,
                    "end": 7183,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 7424,
                    "end": 7426,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 7427,
                    "end": 7430,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 7431,
                    "end": 7433,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 7606,
                    "end": 7608,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 7728,
                    "end": 7730,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 7831,
                    "end": 7832,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 8122,
                    "end": 8125,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 8126,
                    "end": 8128,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 8384,
                    "end": 8387,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 8388,
                    "end": 8390,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 8559,
                    "end": 8560,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 8741,
                    "end": 8742,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 8843,
                    "end": 8845,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 8947,
                    "end": 8949,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 9113,
                    "end": 9115,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 9116,
                    "end": 9118,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 9448,
                    "end": 9449,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 9613,
                    "end": 9615,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 9782,
                    "end": 9784,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 10064,
                    "end": 10066,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 10192,
                    "end": 10194,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 10399,
                    "end": 10400,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 10653,
                    "end": 10654,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 11072,
                    "end": 11075,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 11076,
                    "end": 11078,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 11265,
                    "end": 11267,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 11443,
                    "end": 11445,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 11636,
                    "end": 11638,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 11844,
                    "end": 11846,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 11847,
                    "end": 11849,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 12129,
                    "end": 12131,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 12326,
                    "end": 12328,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 12615,
                    "end": 12617,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 12757,
                    "end": 12759,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 12937,
                    "end": 12939,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 13229,
                    "end": 13231,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Overall, most stakeholders did not have a positive experience of receiving or providing crisis care in crises related to CEN. A lack of accessible community and alternative crisis resources for service users were reported, often leading to A&E presentations, where they were more likely to be met with stigma, discrimination and negative attitudes. There was a high level of agreement between papers that when care was experienced positively, the quality of relationships and interactions between staff and service users were key. Staff could cultivate positive relationships by being genuinely interested in the service user, treating the service user as an individual and taking an optimistic stance toward recovery. The importance of recovery-oriented care, the value of therapeutic relationships and the need for easily accessible crisis care are consistent with prior research into non-crisis services for people with CEN. 2, 30, 31 It appeared that when met with rejection and negative judgements, this could sometimes result in service users' presenting problems being exacerbated by contact with health services. Risks to the service user were high in these situations, as service users reported they were likely to try to avoid crisis care in the future, so that risk of presentations occurring late, when distress is severe, may be exacerbated. Consistent with previous literature, discriminatory experiences could reinforce poor self-worth and become a repetition of previous life experiences. 30 Feelings of shame when exposed to negative attitudes from staff had the potential to fuel another mental health crisis after discharge, contributing to the cyclical nature of crisis and admission for service users with CEN. In contrast, professionals who were seen as hopeful were valued, consistent with other studies that looked at experiences of wider mental health services for this service user group. 30 Carers also felt excluded and rejected from healthcare systems. Carers described a sense of 'all or nothing' responsibility. 7 Carers felt that they were expected to take responsibility and make treatment decisions in relation to a diagnosis they did not understand, yet they were not adequately involved by healthcare staff in the service user's immediate care during a crisis or beyond. They also reported a major lack of emotional and practical support, such as help with finances or access to support groups. This is consistent with previous research on the need for greater involvement of carers during mental health emergencies and joint decision-making for recovery. 32 This review has addressed a different research gap from Warrender et al's previous review. 7 This review has a greater focus on the setting for delivering crisis care, as the search strategy for this review specifically included the models of crisis care currently in use in the UK and some other countries, such as crisis teams and crisis houses, which were not included in the Warrender et al literature search terms. 7 This approach has highlighted that there is no published qualitative research exploring service users' experiences of these models. Additionally, the Warrender et al review 7 considered only those with a borderline personality disorder diagnosis, whereas this review sought to include the literature for all personality disorder diagnosis subtypes. One study was found that reported findings for men with an antisocial personality disorder diagnosis attending the emergency department, which reported more experiences of becoming 'disruptive' or agitated in the emergency department and 'losing control'. 23 There is evidence from previous research on crisis care for other mental health difficulties that alternatives to hospital admission, such as crisis houses or home treatment teams, may provide a more positive experience for users of mental health services. 33, 34 One study found that the atmosphere in crisis houses is experienced among service users with varying mental health diagnoses as more calming, therapeutic and respectful than in-patient wards, when service users were given a greater degree of freedom and trusted more by the staff. 33 Collaboration and mutual engagement, rather than coercion, is highly valued by crisis house staff and service users alike, 7,33 and the importance of these features of a positive therapeutic relationship for people with CEN was identified in this review. These services can be accessed directly without requiring an attendance at A&E, potentially mitigating one area of negative experience for service users. In the UK, as part of the response to the COVID-19 pandemic, crisis assessment services have been developed separate from A&E departments, 35 which may prove to be more acceptable environments for providing crisis care for people with CEN. Crisis teams are also generally quick to respond during a mental health crisis; therefore, referral to these kind of teams may address the issues of health service capacity and accessibility. 36 Home crisis management as opposed to care in A&E or hospital was found to be preferable to many people with CEN creating advanced crisis plans. 9 There has been some debate about whether crisis teams are a suitable model to work with people with a personality disorder diagnosis, 4 but this has not yet been investigated in the research literature. Some less-intensive self-referral alternatives, such as crisis cafes, are being implemented in the UK and offer potentially useful models in which service users can access support before a crisis has escalated. However, whether alternatives such as crisis teams, crisis houses or crisis cafes provide an effective or acceptable form of care for people with CEN has not yet been specifically studied.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 930,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 935,
                    "end": 937,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1505,
                    "end": 1507,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1915,
                    "end": 1917,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2043,
                    "end": 2044,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2592,
                    "end": 2594,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2686,
                    "end": 2687,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3015,
                    "end": 3016,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3622,
                    "end": 3624,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3882,
                    "end": 3885,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3886,
                    "end": 3888,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4170,
                    "end": 4172,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4721,
                    "end": 4723,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 5014,
                    "end": 5016,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 5161,
                    "end": 5162,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Staff recommendations for crisis care improvement focused more on staff well-being and containment of the emotional responses in staff that may arise when caring for people in distress. 27, 33, 36 The concept of 'containment' from the psychotherapeutic literature 37 helps to consider how the emotions of the service user are processed by the person aiming to provide care, and is key to staff members' ability to respond in a helpful way to distress. 31, 38 In this review, staff reported an insufficient level of emotional support in the workplace, which is consistent with previous qualitative research on healthcare staff working with service users with CEN. 27 In literature studying care for people with CEN across the mental healthcare system, staff reported difficult feelings being elicited in the course of their work, such as feelings of inadequacy or frustration, and being unsure how to respond to this. 27 Previous findings indicate that staff need to have opportunities to process the emotional impact of their work, 31 to avoid work-related burnout and maintain warmth and empathy, but this kind of support is not always provided by their workplace. 33 There was an increased risk reported of feeling 'burnt out' among staff who work with service users with CEN, which can make staff less able or willing to actively make changes to fit service user and carer needs.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 917,
                    "end": 919,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings of this study are consistent with a wider body of work conducted by the Mental Health Policy Research Unit (MHPRU) reviewing the qualitative literature of service user and clinician experiences of non-crisis community services for people with CEN. 2, 39 In longer-term community services, people with a personality disorder diagnosis can also face exclusion. Similar to crisis care, the provision of care was found to be often based on a subjective judgement of their need or motivation to engage. Services were found to be confusing and difficult to navigate, with service users having to advocate for themselves to access the care they needed. This suggests that many of the difficult interactions between providers and service users described in this review may not be unique to crisis care. However, in the MHPRU review, service users commented that negative experiences can be more common in general mental health services, and relatively less common in services specialised in looking after people with a personality disorder diagnosis. 2 At present, there are very few crisis services designed with people with CEN specifically in mind. A common theme across both reviews is the centrality of the therapeutic relationship, highlighting the importance of services supporting and empowering their staff to be able to provide good care.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 264,
                    "end": 266,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1056,
                    "end": 1057,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This review has several limitations. The research in this area is sparse, and therefore limits what can be said about specific crisis services. Given the small number of papers, it was also not possible to consider differences between the experience of healthcare systems in different countries, as no studies looked at comparable models in more than one country for the same group (service user or provider). Some clearly irrelevant papers were excluded at the title stage for speed; however, this approach means that there may be some papers that could have been missed where the title was unclear. There was particularly limited research on alternatives to hospital, such as crisis houses and crisis cafesan important gap and so the findings are focused on experiences of A&E and of brief admission to hospital. Only one paper included a confirmed diagnoses of a personality disorder other than borderline personality disorder, which was antisocial personality disorder. This is unsurprising, given that the emotionally unstable personality disorder or borderline personality disorder diagnosis predominates in mental health services, although it limits our ability to generalise the experiences described to all diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The experiences also cannot be generalised to diverse countries and ethnic groups. The studies included in the review came from higher-income countries such as the UK, Canada, Sweden and Australia. No papers were rejected on the basis of language, as no papers found were in a language other than English. However, there may be studies not included in the databases searched or in the grey literature in other languages that were not captured by the search strategy. Many papers did not report on the ethnicity of participants, and of those that did, most participants were White. The majority of studies did not adequately describe the researchers' philosophical or cultural standpoint or their own influence on the research, a measure of quality on the JBI assessment tool. This is a limitation as the interpretation of qualitative data will be affected by the position of the researchers, and the majority of papers were likely written from a clinician or academic perspective. These limitations highlight some important directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Future research should focus specifically on the experiences and needs of people with CEN presenting in crisis, rather than general mental health populations, as crisis care in its current form appears to be in need of improvement to meet the needs of this patient group. Research looking at experiences of a wider range of available options for crisis care, including crisis teams, crisis houses, crisis cafes and other models, is also urgently needed. Because of the lack of research in this area, there is a need to expand on the diversity of populations with CEN studied, including a wider range of ethnicities and nationalities. It is not currently clear how services might be improved to be more suitable and accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Directions for future research"
        },
        {
            "text": "There are significant barriers to providing good psychological care in the A&E setting, and staff reported that they feel they lack the training required to adequately support people with CEN. Alternatives to emergency departments that accept walk-ins or self-referrals with a relatively low threshold and a less medical approach, such as crisis cafes, crisis assessment units and crisis houses, may provide better experiences for service users, as the environment may be more therapeutic and service users may be able to take more responsibility for their own recovery. It is still unclear, however, which models of care provide the most positive experiences and better outcomes for service users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Because of the importance of shared decision-making in care and recovery, as well as preserving service user autonomy, strategies such as joint crisis plans could be used more often. This could be a helpful strategy as it involves carers in the process and allows the service user to take a proactive and preventative approach, as some struggle to seek help during a crisis. 11 When planning crisis services, managers and clinicians should design models that facilitate staff to build collaborative and trusting relationships between providers and service users. Brief admission interventions described in some of the included studies have been piloted in Holland 11 and Sweden, 23 and propose an alternative model to traditional inpatient admissions, in which service users are able to self-refer for brief admissions to hospitals, during which a greater level of autonomy and responsibility in the therapeutic relationship is placed in the hands of the service user compared with in a conventional admission.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "More mental health training and emotional support in the workplace for staff is necessary to improve attitudes, quality of care and reduce burnout. Enabling staff to do their jobs with more confidence, knowledge and better mental health would ultimately result in better care for service users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "'Given my lived experience of the Serenity Integrated Mentoring (SIM) programme, 40 which threatens to criminalise people with CEN in distress and routinely denies them access to essential crisis services, 41 I am acutely aware of the importance of this topic. There are significant parallels between the dehumanising and coercive approaches of SIM in England and service users' experiences of discrimination and lack of autonomy described in the international literature, which highlights the immense burden that the stigma of a personality disorder label places on service users around the world.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Lived experience commentary by Eva Broeckelmann"
        },
        {
            "text": "The fact that the evidence base on crisis services for people with CEN is so sparse speaks volumes and serves as stark reminder of the lack of parity between 'personality disorders' and other mental health conditions, which are generally considered more deserving of help in crisis. It is yet another area where our needs are not taken seriously, and this stigmatising diagnosis still too often leads to exclusion from care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lived experience commentary by Eva Broeckelmann"
        },
        {
            "text": "As documented in this meta-synthesis, A&E departments are undoubtedly one of the least suitable environments in which to access crisis care. Irrespective of the setting, however, hardly anything could be more invalidating and counterproductive than cold rejection from the very professionals whose job it should be to provide care and support at times when service users are at their most vulnerable. Especially for people with CEN who have often survived extensive, complex trauma, such experiences are nothing but re-traumatising and can be detrimental to recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lived experience commentary by Eva Broeckelmann"
        },
        {
            "text": "From a service user perspective, it can indeed be very noticeable when staff lack confidence treating people with CEN in crisis, but despite these professionals' well-intentioned appeal for further training, I cannot help but wonder if their priorities are really congruent with service users' needs. After all, effective crisis care for CEN is not about advanced specialist skills or knowledge, but relies primarily on very basic human qualities. What often matters most to service users is the intangible quality of the therapeutic relationship, with non-judgemental, empathetic staff who are emotionally available to see the person behind the label and respect them unconditionally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lived experience commentary by Eva Broeckelmann"
        },
        {
            "text": "Better co-produced and value-based training could certainly help to improve staff attitudes toward people with CEN. However, given the largely negative experiences with A&E departments, it is also imperative that more research and resources are invested into less restrictive, more accessible, individualised and holistic alternatives for crisis care beyond the medical model.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lived experience commentary by Eva Broeckelmann"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Personality disorder services in England: findings from a national survey",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barnicot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sedgwick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BJPsych Bull",
            "volume": "41",
            "issn": "5",
            "pages": "247--53",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Service user experiences of community services for complex emotional needs: a qualitative thematic synthesis",
            "authors": [
                {
                    "first": "Sheridan",
                    "middle": [],
                    "last": "Rains",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Echave",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lever",
                    "suffix": ""
                },
                {
                    "first": "-B",
                    "middle": [],
                    "last": "Broeckelmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS One",
            "volume": "16",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Qualitative analysis of resources and barriers related to treatment of borderline personality disorder in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lohman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Whiteman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Yeomans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cherico",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Christ",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychiatr Serv",
            "volume": "68",
            "issn": "2",
            "pages": "167--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crisis management in borderline personality disorder",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borschmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Soc Psychiatry",
            "volume": "57",
            "issn": "1",
            "pages": "18--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Department of Health. Mental Health Crisis Care Concordat Improving Outcomes for People Experiencing Mental Health Crisis. Department of Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why go to the emergency department? Perspectives from persons with borderline personality disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vandyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bentz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bissonette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cater",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Ment Health Nurs",
            "volume": "28",
            "issn": "3",
            "pages": "757--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perspectives of crisis intervention for people diagnosed with 'borderline personality disorder': an integrative review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warrender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Psychiatr Ment Health Nurs",
            "volume": "28",
            "issn": "2",
            "pages": "208--244",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emergency department staff attitudes toward people who self-harm: exploring the influences of norms and identity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Artis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv Emerg Nurs J",
            "volume": "35",
            "issn": "3",
            "pages": "259--69",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advance statements for borderline personality disorder: a qualitative study of future crisis treatment preferences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borschmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trevillion",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szmukler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychiatr Serv",
            "volume": "65",
            "issn": "6",
            "pages": "802--809",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experiences of patients with borderline personality disorder with the brief admission intervention: a phenomenological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helleman",
                    "suffix": ""
                },
                {
                    "first": "Pjj",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaasenbrood",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Achterberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Ment Health Nurs",
            "volume": "23",
            "issn": "5",
            "pages": "442--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Crisis interventions for people with borderline personality disorder",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borschmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Twitter analysis to enrich understandings of mental health crisis services",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chilman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd-Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wackett",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Open",
            "volume": "9",
            "issn": "1",
            "pages": "25--26",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Experiences of care by Australians with a diagnosis of borderline personality disorder",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Psychiatr Ment Health Nurs",
            "volume": "22",
            "issn": "7",
            "pages": "510--531",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patient experiences of psychiatric inpatient care: a systematic review of qualitative evidence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alsawy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Psychiatr Intensive Care",
            "volume": "12",
            "issn": "1",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Services for People Diagnosable with Personality Disorder",
            "authors": [
                {
                    "first": "Royal",
                    "middle": [],
                    "last": "College",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Psychiatrists",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Breaking the Cycle of Rejection: The Personality Disorder Capabilities Framework. Department of Health",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Focus on qualitative methods qualitative metasynthesis: issues and techniques",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandelowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Emden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Res Nurs Health",
            "volume": "20",
            "issn": "4",
            "pages": "365--71",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Surg",
            "volume": "8",
            "issn": "5",
            "pages": "336--377",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A comparative analysis of three online appraisal instruments' ability to assess validity in qualitative research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hannes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual Health Res",
            "volume": "20",
            "issn": "12",
            "pages": "1736--1779",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Methods for the thematic synthesis of qualitative research in systematic reviews",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Med Res Methodol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "It's us that have to deal with it seven days a week': carers and borderline personality disorder",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Community Ment Health J",
            "volume": "49",
            "issn": "6",
            "pages": "643--651",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Is contact with adult mental health services helpful for individuals with a diagnosable BPD? A study of service users views in the UK",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Alwin",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Ment Heal",
            "volume": "23",
            "issn": "5",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Experiences of substance-using suicidal males who present frequently to the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Spence",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bergmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Strike",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Links",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "CJEM",
            "volume": "10",
            "issn": "4",
            "pages": "339--385",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Living with personality disorder and seeking mental health treatment: patients and family members reflect on their experiences",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "Bfs",
                    "middle": [],
                    "last": "Grenyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Borderline Pers Disord Emot Dysregulation",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Brief admission for patients with emotional instability and self-harm: a qualitative analysis of patients' experiences during crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eckerström",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Flyckt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carlborg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jayaram-Lindström",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Perseius",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Ment Health Nurs",
            "volume": "29",
            "issn": "5",
            "pages": "962--71",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Exploring staff perceptions of the utility of clinician connections when working with emotionally dysregulated clients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kells",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Borderline Pers Disord Emot Dysregulation",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A qualitative investigation of the clinician experience of working with borderline personality disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Commons Treloar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "NZ J Psychol",
            "volume": "38",
            "issn": "2",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A standardized crisis management model for self-harming and suicidal individuals with three or more diagnostic criteria of borderline personality disorder: the Brief Admission Skåne randomized controlled trial protocol (BASRCT)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Liljedahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helleman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daukantaité",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Westrin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Westling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Psychiatry",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Joint crisis plans for people with borderline personality disorder: feasibility and outcomes in a randomised controlled trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borschmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hellier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Byford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Psychiatry",
            "volume": "202",
            "issn": "5",
            "pages": "357--64",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "People with a borderline personality disorder diagnosis describe discriminatory experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Veysey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Kotuitui",
            "volume": "9",
            "issn": "1",
            "pages": "20--35",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Travelling through the system: the lived experience of people with borderline personality disorder in contact with psychiatric services",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fallon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Psychiatr Ment Health Nurs",
            "volume": "10",
            "issn": "4",
            "pages": "393--401",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Carers' experiences of involvement in care planning: a qualitative exploration of the facilitators and barriers to engagement with mental health services",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cree",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berzins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lovell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Psychiatry",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A mixedmethods study exploring therapeutic relationships and their association with service user satisfaction in acute psychiatric wards and crisis residential alternatives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fahmy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morant",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd-Evans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Heal Serv Deliv Res",
            "volume": "2",
            "issn": "22",
            "pages": "1--106",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Residential alternatives to acute in-patient care in England: satisfaction, ward atmosphere and service user experiences",
            "authors": [
                {
                    "first": "Dpj",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd-Evans",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "S"
                    ],
                    "last": "Gilburt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Byford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Psychiatry",
            "volume": "197",
            "issn": "",
            "pages": "41--46",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Impact on mental health care and on mental health service users of the COVID-19 pandemic: a mixed methods survey of UK mental health care staff",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dalton-Locke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vera San Juan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Foye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oram",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Soc Psychiatry Psychiatr Epidemiol",
            "volume": "56",
            "issn": "",
            "pages": "25--37",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Crisis resolution and home treatment: stakeholders' views on critical ingredients and implementation in England",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Morant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lloyd-Evans",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fullarton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Psychiatry",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Psychotherapeutic leadership and containment in psychiatry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Till",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Adshead",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BJPsych Adv",
            "volume": "25",
            "issn": "2",
            "pages": "133--174",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinician perspectives on what constitutes good practice in community services for people with Complex Emotional Needs: A qualitative thematic meta-synthesis. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Troup",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Rains",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broeckelmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jeynes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.12.15.20248267v1"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Multi-agency mentoring pilot intervention for high intensity service users of emergency public services: the Isle of Wight Integrated Recovery Programme",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Matheson-Monnet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Criminol Res Policy Pract",
            "volume": "3",
            "issn": "2",
            "pages": "105--123",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "StopSIM Coalition. StopSIM Coalition Consensus Statement relating to The High Intensity Network (HIN) and Serenity Integrating Mentoring (SIM). StopSIM, 2021",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Literature search terms.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Subtheme 1.1: impact of limited care options and capacity. Whether service users felt accepted or rejected when presenting to crisis care was a salient part of their experience. Specialist crisis care for people Search 1: 'personality disorder' OR 'service users' OR 'complex trauma' OR 'self harm' OR 'clinicians' OR 'mental health workers' OR 'mental health professionals' OR carers OR family OR families OR stakeholders Search 3: 'qualitative research' OR 'qualitative interview' OR 'experiences' OR 'thematic analysis' OR 'framework analysis' OR 'interpretative phenomenological analysis' OR IPA OR 'focus group' OR experiences OR perspectives OR views Search 2: 'emergency department' OR 'emergency hospital' OR 'emergency services' OR 'emergency room' OR 'emergency unit' OR 'emergency ward' OR 'accident and emergency' OR 'casualty department' OR 'urgent care' OR 'clinical decision unit' OR 'short stay unit' OR 'crisis care' OR 'crisis services' OR 'crisis café' OR 'crisis house' OR 'crisis team' OR 'home treatment team'",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ",23 TheFig. 2 Preferred Reporting Items for Systematic Reviews and Meta-Analyses flow diagram.AustraliaEight consumers and seven carers recruited by a flyer advert through consumer and carer support groups and services. Five out of eight consumers were female, six out of seven staff were female; mean age 36.75 years. No ethnicity recorded",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of themes and subthemes, with illustrative quotes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Data availability is not applicable to this article as no new data were created or analysed in this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        }
    ]
}