{
    "paper_id": "204419364e487765e1789234cfa923674feb7994",
    "metadata": {
        "title": "Telemedicine in Oral and Maxillo-Facial Surgery: An Effective Alternative in Post COVID-19 Pandemic",
        "authors": [
            {
                "first": "Ida",
                "middle": [],
                "last": "Barca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": "barca.ida@gmail.comi.b."
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Novembre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": "daniela.novembre@gmail.comd.n."
            },
            {
                "first": "Elio",
                "middle": [],
                "last": "Giofrè",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": "eliogiofre@gmail.come.g."
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Caruso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": "carusodavide81@gmail.comd.c."
            },
            {
                "first": "Raffaella",
                "middle": [],
                "last": "Cordaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Elvis",
                "middle": [],
                "last": "Kallaverja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Ferragina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": "francesco.ferragina92@gmail.comf.f.*correspondence:cristofaro@unicz.it"
            },
            {
                "first": "Maria",
                "middle": [
                    "Giulia"
                ],
                "last": "Cristofaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Maxillo-Facial Surgery Unit, Department of Experimental and Clinical Medicine, \"Magna Graecia\" University",
                    "institution": "",
                    "location": {
                        "addrLine": "Viale Europa",
                        "postCode": "88100",
                        "settlement": "Catanzaro",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The aim of this work was to demonstrate the advantages of using telemedicine (TM) in the management of the outpatients with maxillofacial surgical pathologies during the COVID-19 pandemic. The study was conducted at the MaxilloFacial Surgery Unit of \"Magna Graecia\" University of Catanzaro, on two different groups of patients: a group of follow-up patients (A 1 : patients in oncological follow-up after surgical treatment performed before the COVID-19 pandemic; A 2 : suffering from chronic lesions such as precancerous lesions), and a group B of patients with first urgent visits (B 1 : patients with suspected oncological pathology; B 2 : patients with suspected urgent disease such as medication-related osteonecrosis of the jaws (MRONJ), odontogenic abscesses, temporomandibular joint (TMJ) dislocation, etc.). Participation in the study required possession of a smartphone with Internet access, e-mail and the use of a messaging service (WhatsApp or Telegram) to send photos and messages; completion by the patient of a COVID-19 screening questionnaire; submission of a satisfaction questionnaire by the doctors and patients. A total of 90 patients were included in this study. A high percentage of satisfaction emerged from the analysis of the satisfaction questionnaires of both patients and doctors.TM thus represents an excellent opportunity to improve accessibility to oncological and non-management activities, reducing the risk of Covid-19 dissemination and should be promoted and implemented in the post-pandemic era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To minimize the interruption of health services during the COVID-19 pandemic, especially for urgent outpatient visits and oncological follow-up, TM meetings have been implemented and adopted by many academic medical centres, becoming an important tool in this period of limited face-to-face interaction [1, 2] . TM can be defined as the set of telematic technologies used to provide the patient with health care services-diagnosis, monitoring, therapy-at distance. It is therefore a distance delivery of health services. For the World Health Organization, TM literally means \"remote healing\" and indicates the use of technologies, information and communication to improve the health outcomes of patients, increasing access to medical care and information. What qualifies the TM is therefore the prefix \"Tele\", that is the distance from the health worker who provides the service, regardless of the technology with which the contact is made. Before the COVID-19 pandemic, TM, although available for years, was gradually entering medical practice [3] and in any case used above all in chronic patients to offer home remote monitoring solutions that guaranteed continuity of care by Int. J. Environ. Res. Public Health 2020, 17, 7365 2 of 11 preventing emergency situations and avoiding hospitalizations. Usage was somewhat limited due to numerous regulatory restrictions.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Italy as early as July 2012, the Superior Health Council approved the Italian guidelines on telemedicine, and according to experts of the time, technological innovation would have been able to reorganize healthcare through innovative care models, which would have facilitated access to services on the national territory. With the stipulation of the Pact for Digital Healthcare in 2016, we continued to talk about TM as a means of providing healthcare services and the need to implement tele-visits, tele-consultations and tele-cooperation healthcare to achieve important system changes, as well as to achieve big savings. But what developments and benefits have there been in the meantime? What real benefits has the use of this \"new\" technology brought to doctors and patients? Unfortunately, it is not easy to find data on the effective implementation of the Pact and an emergency like COVID-19 was necessary to return to talking about the usefulness of TM, although it is certain that communication technologies, such as smartphones, tablets and laptops, have supported the rapid development of telemedicine as a new concept of health care to provide remote assistance [4] [5] [6] . The most significant advantages of TM are consultation in real time and archiving and forwarding of data; however, TM is not without drawbacks: in fact, the first concern when it comes to telemedicine is always its accessibility because a availability of stable connections in remote areas is often problematic and increases the concern for poorer patients with limited access to the Internet [7] . Another obstacle is the impossibility of carrying out an adequate clinical examination at a distance, but the main problem is the selection of patients to be visited in the clinic and those to be subjected to remote visits [8, 9] . From the experience acquired by the authors during the COVID-19 pandemic, it emerged that TM is indicated above all in the follow-up of cancer patients, because they are immunosuppressed for previous chemo/radiation treatments and therefore subject to greater risk of contagion, and chronic as well as urgent visits for suspected malignancy [10] . Certainly, the COVID-19 emergency made us talk about the usefulness of TM as it made it essential to resort to tele-medical practices to avoid overcrowding in hospitals and the risk of a massive spread of the virus also in hospitals. More precisely, this study describes its advantages in the management of outpatient maxillofacial surgical pathologies during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1583,
                    "end": 1586,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1812,
                    "end": 1815,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1816,
                    "end": 1818,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2162,
                    "end": 2166,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was conducted from 29 February to 30 April 2020 at the Oral and Maxillofacial Surgery Outpatient of \"Magna Graecia\" University of Catanzaro, Italy. Our hospital was designed to be a regional reference Centre for COVID-19 because represents the only centre that has an intensive care unit with the ability to treat patients with severe forms of infection that require extracorporeal oxygenation (ECMO) techniques and with high specialization in the management of severe forms of acute respiratory distress syndrome (ARDS). A clinical management protocol for both suspected and confirmed cases was adopted and shared, in order to support the centres that require patients affected by related COVID-19 ARDS forms to be centralized at our COVID-19 Centre. The study protocol, submitted to the Ethical Committee of the Magna Graecia University of Catanzaro and with code reference number 146 of 21 May 2020, was conducted in accordance with the \"Ethical Principles for Medical Research Involving Human Subjects\" described in the Helsinki Declaration. All patients gave their informed consent to their participation in the study and the storage of their data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "All patients spontaneously joined the study and gave their consent to the data processing. The inclusion criteria of the study were the following: (1) possession of a smartphone with a video camera and microphone with Internet access and an institutional email address in order to send imaging reports and photos to a device; (2) installation of the WhatsApp or Telegram applications that use end-to-end encryption for telephone messaging; (3) a completed COVID-19 screening questionnaire (Table 1) ; (4) a satisfaction questionnaire completed by the doctor and the patient ( Table 2 ). The exclusion criteria were: (1) suspected or confirmed COVID-19 positive patient (patients with claimed symptoms of COVID-19); (2) patients with objective difficulties in participating in the study (inability to connect to the Internet, the presence of diseases that conditioned the connection); (3) age under 18. The study included two different groups of patients: follow-up patients (group A) and patients with a first urgent visit (group B). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 498,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 576,
                    "end": 583,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Study Protocol"
        },
        {
            "text": "(2) Currently you prefer telemedicine to \"face-to-face\" evaluation? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficult"
        },
        {
            "text": "(2) Was the method used safe? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficult"
        },
        {
            "text": "The A group is divided into two subgroups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "• A 1 patients in oncological follow-up after surgical treatment performed before the COVID-19 pandemic; • A 2 patients suffering from chronic lesions such as precancerous lesions, MRONJ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "The B group is divided into two subgroups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "• B 1 patients with suspected oncological pathology • B 2 patients with suspected urgent disease (MRONJ, odontogenic abscesses, TMJ dislocation)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "Before being subjected to a remote visit, all patients were contacted by telephone for adherence to the protocol and to explain the limits of the method related to not performing a physical examination in person and submitting the COVID-19 screening questionnaire; the authorization to use telemedicine was obtained via recorded video or signature on a specific consent form and sent on the institutional email.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "For the scheduled video call, we were asked to dress professionally, minimize ambient sounds, make sure the physical environment was appropriate, hold the webcam directly in front of the face, keep all the imaging documentation related to the disease available. An alternative to \"face-to-face\" evaluation was offered in a timely manner in cases where the limitation of an incomplete physical examination could increase the risk of an incorrect diagnosis. If patients requested it, an electronic medical prescription could be sent to them at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No"
        },
        {
            "text": "For the patients of subgroup A 1 the evaluation was carried out through CD visualization, clinical photos taken by the patient or a family member, evaluation of symptoms. For the chronic lesions in follow-up (subgroup A 2 ) we considered any signs of deterioration through the modification of the tissue morphological characteristics, in the case of MRONJ the possible variation of the stage and the presence of infection signs were assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Group"
        },
        {
            "text": "For the first visit procedures, for both subgroups, the evaluation of the clinical picture was conducted both through the video call that the evaluation of the clinical photos sent (necessary in the case of pathology of the oral cavity or laterocervical region) and through the display of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B Group"
        },
        {
            "text": "The data collected included: patient demographics, patient photos (head, neck, oral cavity), time consultation, doctor and patient feedback. The photos had to be taken by the patient himself or with the help of a direct relative using the camera of his smartphone to acquire only the following images: (1) a photo of the face and/or neck; (2) a photo of the oral cavity; (3) a photo of the maximum buccal opening with a visible millimeter ruler. This data had to be sent to the examiner's smartphone using a messaging service like WhatsApp application that uses end-to-end encryption, so the communication between the sender's phone and the recipient's phone is secure. Furthermore, the phone to which the photos were sent was only accessible to a small group of professionals through the use of specific authentication credentials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The photos and imaging reports were recorded in the patient's medical record (electronic or physical), consultations were not recorded. Particular attention has been paid to the conservation, transmission and use of patient data, in compliance with the ethical and legal responsibilities of confidentiality and professional secrecy, in full compliance with the General Data Protection Regulation (GDPR) in force since 4 May 2020. Patients in both group A and B, for whom a biopsy was required, underwent a preoperational antimicrobial mouth rinse has been performed to reduce the number of oral microbes. However, as instructed by the Guideline for the Diagnosis and Treatment of Novel Coronavirus Pneumonia (the 5th edition) released by the National Health Commission of the People's Republic of China, chlorhexidine, which is commonly used as mouth rinse in oral practice, may not be effective to kill 2019-nCoV. Since 2019-nCoV is vulnerable to oxidation, pre-procedural mouth rinse containing oxidative agents such as 1% hydrogen peroxide or 0.2% povidone has been used, for the purpose of reducing the salivary load of oral microbes, including potential 2019-nCoV carriage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Healthcare staff used the following personal protective equipment (PPE): N95 or FFP2 mask, eye protection, fluid-resistant gown, and surgical gloves. The surgical therapeutic protocol adopted for surgical procedure included the use of scalpel over monopolar cautery for mucosal or skin incision and bipolar cautery on lower power setting for haemostasis and absorbable sutures. The patients were discharged after a period of observation in an individual room with home cold and medical therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Descriptive statistical analyses were performed on the recorded data using absolute frequencies and percentages for categorical data. The recorded data were subjected to descriptive statistical analysis. Both the central tendency indices (such as mean and median) and the absolute and relative frequencies were calculated using the GraphPad program (GraphPadCompany, San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "A total of 90 patients were included in this study from 29 February to 30 April 2020 (Table 3 ). In the study 54 patients were males (60%) and 36 females (40%) with a man to female ratio of 1.5:1. The range age was of overall 17 to 95 with a mean age of 62.15 years. Of all patients, 37 were resident in the province of Catanzaro and 53 were from other provinces of Calabria with an average distance of 103 km between home and hospital. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Demographic Characteristics and Pathology of the Study Population."
        },
        {
            "text": "The A group included 63 follow-up patients: subgroup A 1 was formed by 54 patients (86%) with oncological pathology after surgical treatment performed before the COVID-19 pandemic, subgroup A 2 was formed by nine patients (14%) with chronic lesions of which six were precancerous and three MRONJ (Table 4 ). In the subgroup A 1 , for 44 patients (81%) the video consultation combined with imaging (computed tomography (CT), magnetic resonance imaging (MRI), ultrasound neck and salivary lodges) and the clinical photos did not show signs of loco-regional and remote recurrence; for three patients (5%) of subgroup A 1 undergoing recent surgery for oral cancer, the examination of the photos required an advanced dressing ( Figure 1 ). In seven cases the video consultation with imaging information and the symptoms that emerged from the interview (pain, burning and difficulty in chewing and speaking) were sufficient to determine the need of in-person consultation and in five cases the need for urgent surgery (Figure 2 ). In these cases, the surgery was booked remotely and the final patient assessment was conducted on the day of their operation, reducing the time of surgery and the number of hospital visits. Subsequently, the histological report confirmed the recovery of the disease. All group A patients, who underwent biopsy examination, sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 minutes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 723,
                    "end": 731,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1012,
                    "end": 1021,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results A Group"
        },
        {
            "text": "The B Group included 27 patients with \"first urgent visit\": subgroup B1 was formed by 12 (44.4%) patients of which three were for suspected skin cancer; eight for oral cancer and one for submandibular gland cancer; subgroup B2 was formed by 15 patients (55.5%) of which 7 for MRONJ, two for TMJ dislocation, three for odontogenic abscesses, three for suspicion of acute salivary gland pathology (Table 4 ). In seven cases the video consultation with imaging information and the symptoms that emerged from the interview (pain, burning and difficulty in chewing and speaking) were sufficient to determine the need of in-person consultation and in five cases the need for urgent surgery (Figure 2 ). In these cases, the surgery was booked remotely and the final patient assessment was conducted on the day of their operation, reducing the time of surgery and the number of hospital visits. Subsequently, the histological report confirmed the recovery of the disease. All group A patients, who underwent biopsy examination, sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 min. In seven cases the video consultation with imaging information and the symptoms that emerged from the interview (pain, burning and difficulty in chewing and speaking) were sufficient to determine the need of in-person consultation and in five cases the need for urgent surgery (Figure 2 ). In these cases, the surgery was booked remotely and the final patient assessment was conducted on the day of their operation, reducing the time of surgery and the number of hospital visits. Subsequently, the histological report confirmed the recovery of the disease. All group A patients, who underwent biopsy examination, sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 minutes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1440,
                    "end": 1449,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results B Group"
        },
        {
            "text": "The B Group included 27 patients with \"first urgent visit\": subgroup B1 was formed by 12 (44.4%) patients of which three were for suspected skin cancer; eight for oral cancer and one for submandibular gland cancer; subgroup B2 was formed by 15 patients (55.5%) of which 7 for MRONJ, two for TMJ dislocation, three for odontogenic abscesses, three for suspicion of acute salivary gland pathology (Table 4 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results B Group"
        },
        {
            "text": "The B Group included 27 patients with \"first urgent visit\": subgroup B 1 was formed by 12 (44.4%) patients of which three were for suspected skin cancer; eight for oral cancer and one for submandibular gland cancer; subgroup B 2 was formed by 15 patients (55.5%) of which 7 for MRONJ, two for TMJ dislocation, three for odontogenic abscesses, three for suspicion of acute salivary gland pathology (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "(Table 4)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results B Group"
        },
        {
            "text": "According to the examination of the clinical photos and conversations with the patients of subgroup B 1 , an outpatient visit and simultaneous biopsy examination (two for the skin and four for the oral cavity) were necessary for six patients (Figures 3 and 4) . For six patients of subgroup B 2 , an outpatient visit was necessary in two cases for the reduction of the TMJ dislocation, in one for the drainage of a dental abscess ( Figure 5 ) and in three for dressing and purulent collection drainage of MRONJ ( Figure 6 ). All B group patients who underwent biopsy examination sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 259,
                    "text": "(Figures 3 and 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 432,
                    "end": 440,
                    "text": "Figure 5",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 513,
                    "end": 521,
                    "text": "Figure 6",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Results B Group"
        },
        {
            "text": "According to the examination of the clinical photos and conversations with the patients of subgroup B1, an outpatient visit and simultaneous biopsy examination (two for the skin and four for the oral cavity) were necessary for six patients (Figures 3 and 4) . For six patients of subgroup B2, an outpatient visit was necessary in two cases for the reduction of the TMJ dislocation, in one for the drainage of a dental abscess ( Figure 5 ) and in three for dressing and purulent collection drainage of MRONJ ( Figure 6 ). All B group patients who underwent biopsy examination sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 minutes. According to the examination of the clinical photos and conversations with the patients of subgroup B1, an outpatient visit and simultaneous biopsy examination (two for the skin and four for the oral cavity) were necessary for six patients (Figures 3 and 4) . For six patients of subgroup B2, an outpatient visit was necessary in two cases for the reduction of the TMJ dislocation, in one for the drainage of a dental abscess ( Figure 5 ) and in three for dressing and purulent collection drainage of MRONJ ( Figure 6 ). All B group patients who underwent biopsy examination sent photos on the third and seventh day post-surgery to check the locoregional conditions. On average, each consultation required 15 ± 5 minutes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 257,
                    "text": "(Figures 3 and 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "Figure 5",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 509,
                    "end": 517,
                    "text": "Figure 6",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 962,
                    "end": 979,
                    "text": "(Figures 3 and 4)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1150,
                    "end": 1158,
                    "text": "Figure 5",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 1231,
                    "end": 1239,
                    "text": "Figure 6",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Results B Group"
        },
        {
            "text": "All patients contacted joined the study and were able to submit the requested photos and read and signed the administered satisfaction questionnaire. The analysis of the data obtained from the questionnaire administered to collect patient feedback (Figure 7 ) has shown that: 1) 73% of patients found easy to participate in the consultation, 20% medium and 7% difficult. 2) 78% currently preferred telemedicine, 12% indifferent and 10% face-to-face consultation 3) 80% of patients chose video-telephone consultation rather than telephone consultation because they were able to see the doctor's face and because it was easier to describe the symptoms. 4) 92% of patients would recommend video consultation to others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "The analysis of the data obtained from the questionnaire administered to collect the feedback from the doctors of maxillofacial surgery unit involved in the telemedicine service ( Figure 8 ) has shown that:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "Figure 8",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "1. 97% of doctors found it easy to participate in the consultation, 2% medium and 1% difficult. 2. the method proved to be 92% safe ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "All patients contacted joined the study and were able to submit the requested photos and read and signed the administered satisfaction questionnaire. The analysis of the data obtained from the questionnaire administered to collect patient feedback (Figure 7 ) has shown that:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "(1) 73% of patients found easy to participate in the consultation, 20% medium and 7% difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "(2) 78% currently preferred telemedicine, 12% indifferent and 10% face-to-face consultation (3) 80% of patients chose video-telephone consultation rather than telephone consultation because they were able to see the doctor's face and because it was easier to describe the symptoms. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Satisfaction Questionnaires"
        },
        {
            "text": "The new coronavirus pandemic has dramatically affected health organizations around the world The analysis of the data obtained from the questionnaire administered to collect the feedback from the doctors of maxillofacial surgery unit involved in the telemedicine service ( Figure 8 ) has shown that:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 8",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "97% of doctors found it easy to participate in the consultation, 2% medium and 1% difficult. 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the method proved to be 92% safe 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the resolution of the video image to evaluate facial asymmetries, the presence of swellings, bone exposures, skin and mucous membrane changes due to the presence of suspected lesion was 89% satisfactory 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "98% of doctors would recommend video consultation to other colleagues. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The new coronavirus pandemic has dramatically affected health organizations around the world and the effect on health systems, their resources and clinical services has been profound. Because the new coronavirus is highly contagious, there has been an increasingly urgent need to devise and identify new patterns of care delivery to avoid \"face-to-face\" consultations between doctors and patient and to reduce the risk of transmission. In particular, maxillofacial surgeons, specialists much more at risk than others for close contact with the mouth and upper airways of patients during diagnosis and treatment, have been forced to find alternative ways of assistance in compliance with ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The new coronavirus pandemic has dramatically affected health organizations around the world and the effect on health systems, their resources and clinical services has been profound. Because the new coronavirus is highly contagious, there has been an increasingly urgent need to devise and identify new patterns of care delivery to avoid \"face-to-face\" consultations between doctors and patient and to reduce the risk of transmission. In particular, maxillofacial surgeons, specialists much more at risk than others for close contact with the mouth and upper airways of patients during diagnosis and treatment, have been forced to find alternative ways of assistance in compliance with the new restrictions that the Italian government has had to adopt for people, requiring them to stay at home and to limit their social life [11] .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 831,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Italy, TM has played a decisive role in reducing the risk of spreading COVID-19; in this period of health emergency, through videoconference and/or photography we were able to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "• evaluate the surgical sites (possible presence of visible masses and/or local recurrences, evident lymphadenopathies, etc.), • discuss with the patient about the progress of oncological pathology, • view the cancer surveillance imaging, • allow the patient to ask questions and clear up doubts, • involve other specialists in the video-conference, because, as is known, the treatment of head-neck oncological pathology requires a multi-disciplinary approach (maxillofacial surgeon, radiotherapist, oncologist, nutritionist, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We considered it essential to explain why we did not perform the physical visit, obtaining authorization from the patient to use remote assistance via recorded video, written message or signature of a specific consent form [12, 13] . The study showed that through an adequate anamnesis in the video call and the careful evaluation of the patient's photographic book it was able to satisfactorily check the patients in follow-up for neoplastic and chronic lesions (precancerous lesions, MRONJ) putting comparing the photos received with those included in the photographic archive of the structure [14] [15] [16] . The 15 patients who requested the first visit were managed with a remote consultation that considered as differentiable pathologies the three cases of sialadenitis, two cases of MRONJ and two odontogenic abscesses, to which we prescribed cold [17] , antibiotic and anti-inflammatory medical therapy and a subsequent remote revaluation at 7 and 15 days.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It should be emphasized that in patients with suspicion of recurrence of neoplastic disease, telemedicine allowed us to recognize in 13% lesions with a high suspicion of malignancy that required immediate surgical intervention confirmed with histological examination in 9%. The high percentage of satisfaction that emerged from the analysis of the satisfaction questionnaires administered to the patient shows that telemedicine was well accepted especially by the patients residing in areas rather far from the structure, who had to travel a long way and above all be exposed to other patients who could be carriers of COVID-19 and other more common infectious agents. Above contact, although remotely, has positively influenced the patient's state of well-being, motivation and sense of security specially in this uncertain period. Of all patients, 37 were resident in the province of Catanzaro and 53 were from other provinces of Calabria with an average distance of 103 km between home and hospital. In some of these countries, severe restrictions had also been adopted to strengthen the containment of COVID-19. Without digitization and an online conversation, the imposed social isolation would not have allowed for the follow-up of their clinical development. The limitations to the method were the impossibility of carrying out a complete clinical evaluation and a data connection that is not always reliable. This can be overcome by better documentation, shared decision-making and pragmatic management, because the COVID-19 pandemic is an opportunity for healthcare organizations to reassess the crucial role played by telemedicine in the clinical mission, through the optimization of the software and procedures, together with the development of telesurgery due to improvements in 5G data transmission [18] . If implemented, the telemedicine platform will bring a variety of potential benefits for both patients and healthcare organizations [3, 19] . In the field of maxillofacial surgery, it will be possible to think of a wider use as in the traumatology which, as is known, does not represent an emergency condition but a deferrable urgency [20] . Through a telematics meeting of a multidisciplinary team, it is possible to plan the treatment, through the visualization of the radiological images, and program the surgical intervention to minimize the duration of the hospital stay beyond that health spending.",
            "cite_spans": [
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1951,
                    "end": 1954,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1955,
                    "end": 1958,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2154,
                    "end": 2158,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Right now, telemedicine represents an excellent opportunity to improve accessibility to oncological and non-oncological treatments, compensating for the inevitable setbacks and opening a window for the future. The experience acquired by the authors during the COVID-19 pandemic suggests that telemedicine is indicated above all in the follow-up of cancer patients, because they are immunosuppressed for previous chemo/radiation treatments and therefore subject to greater risk of contagion, in chronic as well as urgent visits for suspected malignancy and in patients who live far from a hospital. Social distancing measures have made it difficult to access health facilities without while eliminating the risk of contagion between health personnel and patients. The government limitations implemented, the patient's awareness of being constantly monitored for his pathology through teleconsultation, contributed both to increasing patient compliance and to establishing a more effective doctor-patient relationship. The post-pandemic role of telemedicine depends on regulatory solutions which, in our opinion, will always have to take into consideration the empathic doctor-patient relationship, which would risk, pushing technology extremely, to a dehumanization of care. Although the priority today is to limit the spread of COVID-19, also we must think of an optimal and safe recovery of non-urgent medical activities that have been delayed due to the emergency and not to increase the spread of the infection within the healthcare facilities. In fact, the social distancing measures will make access to medical clinics difficult and will not eliminate the risk of contagion between health personnel and patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Telemedicine for cancer patients during COVID-19 pandemic: Between threats and opportunities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elkaddoum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kourie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Future Oncol",
            "volume": "16",
            "issn": "",
            "pages": "1225--1227",
            "other_ids": {
                "DOI": [
                    "10.2217/fon-2020-0324"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and telemedicine: Immediate action required for maintaining healthcare providers well-being",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moazzami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Razavi-Khorasani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Moghadam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farokhi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rezaei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Virol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2020.104345"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Telemedicine and telementoring in the surgical specialties: A narrative review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Guetter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Slama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crandall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Surg",
            "volume": "218",
            "issn": "",
            "pages": "760--766",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjsurg.2019.07.018"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oculoplastic video-based telemedicine consultations: Covid-19 and beyond",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B M"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "1193--1195",
            "other_ids": {
                "DOI": [
                    "10.1038/s41433-020-0953-6"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telemedicine: Patient-Provider Clinical Engagement During the COVID-19 Pandemic and Beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Metzger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Beane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Dedhia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ejaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pawlik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Gastrointest. Surg",
            "volume": "2020",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1007/s11605-020-04623-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Telemedicine: Its Effects on Health Communication. Health Commun",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matusitz",
                    "suffix": ""
                },
                {
                    "first": "G.-M",
                    "middle": [],
                    "last": "Breen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "73--83",
            "other_ids": {
                "DOI": [
                    "10.1080/10410230701283439"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Utilization of Telemedicine Among Rural Medicare Beneficiaries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehrotra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Jena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uscher-Pines",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Landon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2016.2186"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Double Chaotic Layer Encryption Algorithm for Clinical Signals in Telemedicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Murillo-Escobar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardoza-Avendaño",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "López-Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cruz-Hernández",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Med. Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-017-0698-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Current Use of Telemedicine for Post-Discharge Surgical Care: A Systematic Review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gunter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chouinard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fernandes-Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wiseman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Am. Coll. Surg",
            "volume": "222",
            "issn": "",
            "pages": "915--927",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2016.01.062"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Patient preferences on the use of technology in cancer surveillance after curative surgery: A cross-sectional analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Onuma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chakedis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Paredes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Tsilimigras",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiemann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Merath",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akgul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cloyd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Surgery",
            "volume": "165",
            "issn": "",
            "pages": "782--788",
            "other_ids": {
                "DOI": [
                    "10.1016/j.surg.2018.12.021"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Management in oral and maxillofacial surgery during the COVID-19 pandemic: Our experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cordaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kallaverja",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferragina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ida",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raffaella",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Elvis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Francesco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giulia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br. J. Oral Maxillofac. Surg",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bjoms.2020.04.025"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimizing Patient Surgical Management Using WhatsApp Application in the Italian Healthcare System",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nardo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cannistrà",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Diaco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Naso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Novello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zullo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grande",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "718--725",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2015.0219"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Systematic Review on the Validity of Teledentistry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Alabdullah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Telemed. e-Health",
            "volume": "24",
            "issn": "",
            "pages": "639--648",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2017.0132"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Surgical approach to parotid pleomorphic adenoma: A 15-year retrospective cohort study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cristofaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. J. Oral Maxillofac. Surg",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bjoms.2020.03.020"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Jaw Osteonecrosis in Patients Treated with Bisphosphonates: An Ultrastructural Study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perrotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amantea",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Fazio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zuccalà",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Conforti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amorosi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripepi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ultrastruct. Pathol",
            "volume": "34",
            "issn": "",
            "pages": "207--213",
            "other_ids": {
                "DOI": [
                    "10.3109/01913121003729806"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diagnostic and therapeutic approach to sialoblastoma of submandibular gland: A case report. M",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amentea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Oral Maxillofac. Surg",
            "volume": "66",
            "issn": "",
            "pages": "123--126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.joms.2006.10.029"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of cold therapy in the treatment of mandibular angle fractures: Hilotherm system vs. ice bag",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barca",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Colangeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Giofrè",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Ital. Chir",
            "volume": "87",
            "issn": "",
            "pages": "411--416",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global Telemedicine Implementation and Integration Within Health Systems to Fight the COVID-19 Pandemic: A Call to Action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohannessian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18810"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Telemedicine and the COVID-19 Pandemic, Lessons for the Future",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bashshur",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Doarn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kvedar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Woolliscroft",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "571--573",
            "other_ids": {
                "DOI": [
                    "10.1089/tmj.2020.29040.rb"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Influence of Socioeconomic Factors on the Epidemiology of Maxillofacial Fractures in Southern Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sbordone",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrocelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Orabona",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vaira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Colangeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cristofaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giudice",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Cassandro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Craniofacial Surg",
            "volume": "29",
            "issn": "",
            "pages": "2119--2123",
            "other_ids": {
                "DOI": [
                    "10.1097/SCS.0000000000004603"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF3": {
            "text": "Advanced dressing of the surgical site in patient treated for the cancer of the right alveolar crest during COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Patient in cancer follow-up with bloody ulcerated necrotic vegetative lesion located in the frontal-temporal skin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Advanced dressing of the surgical site in patient treated for the cancer of the right alveolar crest during COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Advanced dressing of the surgical site in patient treated for the cancer of the right alveolar crest during COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Patient in cancer follow-up with bloody ulcerated necrotic vegetative lesion located in the frontal-temporal skin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Patient in cancer follow-up with bloody ulcerated necrotic vegetative lesion located in the frontal-temporal skin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "First visit in patient with right lingual margin neoformation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "First visit in patient with ulcerated skin nasal lesion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "First visit in patient with right lingual margin neoformation. Int. J. Environ. Res. Public Health 2020, 17, x 7 of 12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "First visit in patient with right lingual margin neoformation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "First visit in patient with ulcerated skin nasal lesion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "First visit in patient with ulcerated skin nasal lesion. Int. J. Environ. Res. Public Health 2020, 17, x 8 First visit to patient with odontogenic abscess left mandibular angle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "First visit in patient with bone exposure in oral cavity and history of bisphosphonates treatment by several years for prostate cancer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "First visit to patient with odontogenic abscess left mandibular angle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "First visit to patient with odontogenic abscess left mandibular angle.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "First visit in patient with bone exposure in oral cavity and history of bisphosphonates treatment by several years for prostate cancer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "First visit in patient with bone exposure in oral cavity and history of bisphosphonates treatment by several years for prostate cancer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "92% of patients would recommend video consultation to others. Int. J. Environ. Res. Public Health 2020, 17, x 9 of 123. the resolution of the video image to evaluate facial asymmetries, the presence of swellings, bone exposures, skin and mucous membrane changes due to the presence of suspected lesion was 89% satisfactory 4. 98% of doctors would recommend video consultation to other colleagues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Analysis patient questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Analysis medical questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Commented [M1]: Compress it, out of Wrong format of caption.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Analysis patient questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Analysis patient questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Analysis medical questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Commented [M1]: Compress it, out of Wrong format of caption.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Analysis medical questionnaire data.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 screening questionnaire.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of the study population.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of the A and B group. Int. J. Environ. Res. Public Health 2020, 17, x 6 of 12",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}