{
    "paper_id": "2081506fe7719498f6c55252910e28e84a792ac1",
    "metadata": {
        "title": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?",
        "authors": [
            {
                "first": "Apinderpreet",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pravin",
                "middle": [],
                "last": "Salunke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajesh",
                "middle": [],
                "last": "Chhabra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Sethi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sushanta",
                "middle": [
                    "K"
                ],
                "last": "Sahoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madhivanan",
                "middle": [],
                "last": "Karthigeyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chandrasekhar",
                "middle": [],
                "last": "Gendle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rakesh",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Apinderpreet Singh 1 , Pravin Salunke 1 , Rajesh Chhabra 1 , Sunil Sethi 2 , Sushanta K. Sahoo 1 , Madhivanan Karthigeyan 1 , Chandrasekhar Gendle 1 , Rakesh Kumar 2 , Sunil Gupta 1 -OBJECTIVES: Craniotomies/craniostomies have been categorized as aerosol-generating procedures and are presumed to spread coronavirus disease 2019 (COVID-19). However, the presence of severe acute respiratory distress syndrome coronavirus 2 virus in the generated bone dust has never been proved. Our objective is to evaluate the presence of virus in the bone dust (aerosol) generated during emergency neurosurgical procedures performed on patients with active COVID-19. This would determine the true risk of disease transmission during the surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?"
        },
        {
            "text": "-METHODS: Ten patients with active COVID-19 infection admitted to our institute in 1 month required emergency craniotomy/craniostomy. The bone dust and mucosal scrapings form paranasal sinuses (if opened) collected during these procedures were tested for the virus using reverse transcription polymerase chain reaction. The entire surgical team was observed for any symptoms related to COVID-19 for 14 days following surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?"
        },
        {
            "text": "-RESULTS: Nine patients had moderate viral load in their nasopharyngeal cavity, as detected on reverse transcription polymerase chain reaction. None of the samples of bone dust from these 10 patients tested positive. Mucosal scrapping obtained in 1 patient in which mastoid air cells were inadvertently opened tested negative as well. No health workers from the operating room developed COVID-19erelated symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?"
        },
        {
            "text": "-CONCLUSIONS: The bone dust generated during craniotomy/stomy of active patients does not contain the virus. The procedure on an active patient is unlikely to spread the disease. However, a study with larger cohort would be confirmatory. INTRODUCTION C ases of coronavirus disease 2019 (COVID-19) are still on the rise, across the globe. 1 During this ongoing COVID-19 crisis, elective surgeries have been postponed to a large extent to protect health care workers and to preserve hospital resources to manage the increasing number of patients with COVID-19. At present, only emergency cases are being managed in many centers worldwide. 2 However, most of our neurosurgical patients present late in the course of disease, where watchful waiting may be detrimental. Rescheduling the surgeries for an uncertain period of time may be inappropriate. The Centers for Medicare and Medicaid Services also has classified neurosurgery as tier 3a (high acuity surgery).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 250,
                    "text": "INTRODUCTION",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 339,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 637,
                    "end": 638,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?"
        },
        {
            "text": "Since the emergence of COVID-19, there have been speculation that procedures like craniotomy/craniostomy could potentially spread the disease because of the possible aerosol generation. 3 This is one of the factors forming the basis for minimizing the number of surgeries, in a hopeful wait for the pandemic to be controlled or availability of a vaccine. However, the presence of severe acute respiratory distress syndrome coronavirus 2 (SARS-CoV-2) virus in the bone dust generated while operating on patients positive for COVID-19 has not been confirmed, thereby the rationale for avoiding surgeries is based on speculation rather than evidence. We attempted to find the presence of SARS CoV-2 virus in the generated aerosols during neurosurgical procedures on COVID-19epositive cases. The result of this study, therefore, would alleviate or confirm the fears of performing craniotomies on patients positive for COVID-19. The result of this study also would have an indirect impact on patients who test negative for COVID-19.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Risk of Spread of Infection During Craniotomy/Craniostomy on Patients with Active Coronavirus Disease 2019 (COVID-19) Infection: Myth or Fact?"
        },
        {
            "text": "Two hundred fifty neurosurgery patients were admitted to our emergency department between July 15, 2020, and Aug 15, 2020. As per our institutional protocol, we screened all admitted patients for COVID-19 with nasopharyngeal swab real-time reverse-transcriptase polymerase chain reaction (RT-PCR)/GENE EXPERT test depending up on the urgency of intervention. Twenty-three of these 250 patients tested positive for COVID-19, and 10 of them required urgent surgery. None of these patients had fever, cough, or any other COVID-19erelated symptoms at the time of admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A separate dedicated COVID-19 center, including an operating room (OR), preoperative ward, postoperative wards, and intensive care units, was made functional to manage patients who were COVID-19 positive. A designated patient transport route was established for shifting positive patients from the emergency admission area to COVID-19 center. 4 The transportation and receiving staffs used full personal protective equipment and followed all protective measures during the whole transit to OR. We do not have the facility of a negative pressure OR.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The entire OR staff including anesthetists and surgeons were donned in personal protective equipment. Premedication included glycopyrrolate to reduce respiratory secretions. Thiopentone and propofol were used for smooth induction without raising the intracranial pressure. Video laryngoscopy was used to intubate these patients, circumventing the need to visualize the vocal cords directly. This reduced the risk of direct exposure to aerosols generated due to possible coughing during intubation. The neurosurgical procedure was performed, and the bone dust generated during craniotomy/craniostomy was collected in the specimen vial. Scrapings from paranasal and other air sinuses were obtained in case these were opened during the procedure. The decision to extubate depended on preoperative neurologic status and intraoperative events. Glycopyrrolate (10 mg/kg) and neostigmine (50 mg/kg) were administered to reduce secretions and reverse the neuromuscular blockade. The reversal agents were administered immediately after the patient was able to respond following cessation of anaesthesia to minimize coughing. Immediate postoperative doffing of the staff was ensured and monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The aerosols generated were collected and transferred in cold chain to Department of Microbiology for RT-PCR. The sample was decontaminated and the RNA was extracted using an RNeasy kit (QIAGEN, Germantown, Maryland, USA). Amplification was done. A cycle threshold value under 35 was considered positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Postoperatively, the patients were kept in isolation and were managed by a separate team at the COVID-19 center. The operating team was observed for development of any symptoms of COVID-19 until 2 weeks following surgery and were tested if deemed necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Ten patients with (active) COVID-19 underwent urgent neurosurgical intervention. Their age ranged from 2 to 66 years. Six of them were male, and 4 were female. Two were operated for extradural hematoma evacuation, 2 for decompressive hemicraniotomy, 1 for single brain metastasis with mass effect, 2 with chronic subdural hematoma in altered sensorium, and 3 required ventriculoperitoneal shunts for acute hydrocephalous. Nine patients had cycle threshold values in nasopharyngeal samples ranging between 25.03 to 32.8 and showed moderate viral load. One patient had a low viral load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The aerosols and bone dust generated at the time of surgery from all 10 patients tested negative, irrespective of the nasopharyngeal/oral viral load. In 1 patient, the mastoid air cells were inadvertently opened during temporal bone nibbling. The sinus scrapping and the mucosa sent for RT-PCR also tested negative for SARS-CoV-2 virus. None of the members from the OR developed COVID-19erelated symptoms in next 2 weeks of surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Surgical procedures requiring the drilling of bones, like craniotomy performed with bone cutters and high-speed drills, are grouped under aerosol-generating procedures. The contamination of surgical staff in the OR due to aerosol-generating procedures has been documented before, and the presence of organisms like Staphylococcus aureus, HIV, other viruses, and bacteria has been confirmed in the generated aerosols for distances as much as 5e7 meters. 5 These micro-organisms in the aerosols have been documented to contaminate health workers in the OR. However, it is not yet documented for COVID-19.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The virus has been detected in blood samples of 10%e40% of patients positive for COVID-19. This includes asymptomatic carriers as well. [6] [7] [8] In human body, the SARS-CoV-2 spike protein attaches to the angiotensin-converting enzyme 2 receptor and instigates a potentially harmful inflammatory cascade. Apart from the kidney, gastrointestinal tract, cardiovascular system, and alveolar epithelium, these receptors are also found in bone marrowederived stem cells. 8, 9 Study on the biodistribution did not show viral RNA in brain tissue 8 ; however, in keeping the high magnitude of safety, a biological rationale was adopted to restrict all aerosol-generating procedures during the ongoing COVID-19 pandemic. In neurosurgical practice, the use of high-speed drills especially in the vicinity of the paranasal sinuses and mastoid also was considered potentially hazardous for transmitting the virus in the OR. Several mitigation strategies like use of powered air-purifying respirators and negative suction in the OR also were proposed to conduct surgical procedures in COVID-19epositive/suspected patients. However, such facilities may not be easily available, especially in the resource-restricted nations. In addition, the risk of viral shedding during craniotomies is speculative and hasn't been proved. Unfortunately, the trepidation among neurosurgeons is largely based on this presumption. This has affected neurosurgical procedures alike on patients who test negative and positive for COVID-19. The aerosols generated during drilling of calvarial bone including the mastoid in active patients did not demonstrate any evidence of viral RNA. Having said that the risk of spread of virus during such procedures is probably hypothetical, it is not clear yet if the viral load in the aerosol generated is proportional to the amount of viral RNA in blood of the infected patient. Ninety percent of our patients had moderate viral load in nasopharynx, yet none of them revealed any viral RNA in the bone dust generated. Interestingly, none of the patients had COVID-19erelated symptoms. Although the viral load in nasopharynx was moderate, it is possible that viral load in blood of these patients was low. With low blood viral load, the load in the bone dust would be theoretically negligible. Another fact to be considered is the heat generated during bone drilling. 10 It has been shown that temperatures rise nearly to 150 C. The SARS-CoV-2 virus is heat-labile and such a high temperature is likely to kill the virus. Contrary to the belief it may be safer to use a drill to perform craniotomies. There are several limitations to this study. The study group is very small, and a larger study cohort is required to confirm our findings. Further, the paranasal sinuses weren't opened in any of these cases, as they may probably harbor this virus in patients with active COVID-19.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 472,
                    "end": 473,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2375,
                    "end": 2377,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, the study does suggest that craniotomy/craniostomy is unlikely to spread the infection, at least in patients in whom the paranasal sinuses are not inadvertently opened. However, caution needs to be exercised while operating on active cases, as there could be other mechanisms of spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, the study suggests that aerosol generated during neurosurgical procedures like craniotomy/craniostomy in patients with active COVID-19 infection does not contain viral particle and is unlikely to transmit the infection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection: an international cohort study",
            "authors": [
                {
                    "first": "Collaborative",
                    "middle": [],
                    "last": "Covid Surg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Challenges to neurosurgery during the coronavirus disease 2019 (COVID-19) pandemic. World Neurosurg",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsermoulas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisakis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flint",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "139",
            "issn": "",
            "pages": "519--525",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical evidence-based review and recommendations of aerosol generating medical procedures in otolaryngologyehead and neck surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thamboo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Otolaryngol Head Neck Surg",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lessons from China when performing neurosurgical procedures during the coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Neurosurg",
            "volume": "138",
            "issn": "",
            "pages": "955--960",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 coronavirus: recommended personal protective equipment for the orthopaedic and trauma surgeon",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hirschmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henckel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sadoghi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mouton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Knee Surg Sports Traumatol Arthrosc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019: coronaviruses and blood safety",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transfus Med Rev",
            "volume": "34",
            "issn": "",
            "pages": "75--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: potential transmission through aerosols in surgical procedures and blood products",
            "authors": [
                {
                    "first": "Ahrw",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bone Joint Res",
            "volume": "9",
            "issn": "",
            "pages": "200--201",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Letter: the risk of COVID-19 infection during neurosurgical procedures: a review of severe acute respiratory distress syndrome coronavirus 2 (SARS-CoV-2) modes of transmission and proposed neurosurgery-specific measures for mitigation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iorio-Morin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodaie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sarica",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "87",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensin converting enzyme versus angiotensin converting enzyme-2 selectivity of MLN-4760 and DX600 in human and murine bone marrow-derived cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Balasubramanian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vasam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Jarajapu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Pharmacol",
            "volume": "774",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Heat generation during guided and freehand implant site preparation at drilling speeds of 1500 and 2000 rpm at different irrigation temperatures: an in vitro study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boa",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Joób-Fancsaly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sculean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piffkó",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oral Health Prev Dent",
            "volume": "17",
            "issn": "",
            "pages": "309--316",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acronyms COVID-19: Coronavirus disease 2019 OR: Operating room RT-PCR: Real-time reverse-transcriptase polymerase chain reaction SARS-CoV-2: Severe acute respiratory distress syndrome coronavirus 2 From the Departments of 1 Neurosurgery and 2 Microbiology, PGIMER, Chandigarh, India To whom correspondence should be addressed: Pravin Salunke, M.Ch. Neurosurgery [E-mail: drpravin_salunke@yahoo.co.uk]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Apinderpreet Singh: Data curation, Investigation, Methodology, Writing -original draft. Pravin Salunke: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Writingoriginal draft, Writing -review & editing. Rajesh Chhabra: Writing -review & editing. Sunil Sethi: Investigation, Methodology, Writing -original draft, Writing -review & editing. Sushanta K. Sahoo: Data curation, Investigation, Methodology, Writingoriginal draft. Madhivanan Karthigeyan: Data curation, Investigation, Methodology, Writing -original draft. Chandrasekhar Gendle: Data curation, Investigation, Methodology, Writingoriginal draft. Rakesh Kumar: Data curation, Investigation, Methodology, Writing -original draft. Sunil Gupta: Writing -review & editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest statement: The authors declare that the article content was composed in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}