{
    "paper_id": "20f9baf2e0b6ed7ee5dd62004fb9907f07cc47f7",
    "metadata": {
        "title": "Catastrophic impact of Covid-19 on the global stock markets and economic activities",
        "authors": [
            {
                "first": "Kalyan",
                "middle": [],
                "last": "Chowdhury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chittagong Independent University",
                    "location": {
                        "settlement": "Chattogram",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Iffat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chittagong Independent University",
                    "location": {
                        "settlement": "Chattogram",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Ishrat",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chittagong Independent University",
                    "location": {
                        "settlement": "Chattogram",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Bablu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Dhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yantai University",
                    "location": {
                        "settlement": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper intends to know the influence of COVID-19 on the stock markets and economic activities across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To achieve the purpose, daily panel data of 12 selective countries covering four continents from January to April 2020 have been collected. The impact on stock markets has been measured by applying the event study method, while the panel vector autoregressive model has been applied to measure the impact on economic activities. The stock index of each country, purchasing managers' index, COVID-19 variables, namely the number of lockdown days, restriction in internal movement, restriction in international travel, fiscal measure, and confirmed cases have been used. The study observes the serious negative impact of the pandemic on stock market returns. European stock markets are the worst sufferer compared to others. All pandemic variables have a negative impact on stock markets; moreover, lockdown days and restriction on movement have a negative impact on economic activities. This study considers such countries which significantly represent the world economy and are a serious victim of COVID-19 pandemic. The outcome-based recommendations will help governments, regulatory authority, and policymakers to combat the crisis in different dimensions. K E Y W O R D S COVID-19, economic activities, event study method, panel VAR, stock markets 2 | CHOWDHURY et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "CHOWDHURY et al. 1918-19 global influenza pandemic. In that year-long outbreak, one-third of the world population was infected, and around 40 million people died. It is estimated that if COVID-19 follows a similar pattern like global influenza, with a greater population and more accessible communication facilities, the current one could kill more than 80 million Dhar et al., 2020; Fernandes, 2020) . Thus, the current priority of the world is to restrict the spread as less as possible. In doing so, many countries of the world are going through strict lockdown procedures. The consequence of this attempt has, however, brought a robust grip to the economic wheel of the world. Many studies have already been completed to find out the overall impact of the COVID-19 on the globe. However, it is still too early to conclude the economic loss caused by the pandemic as the world is still going through the process. The size of the economic loss will depend on the severity and longevity of the disease and the corresponding policies of different countries. This section of the paper analyzes authentic sources that were written focusing on the effect of COVID-19 on the stock market and other economic activities in production and service sectors, and find out the gaps in that literature to help design further studies on this topic.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 51,
                    "text": "et al. 1918-19 global influenza pandemic.",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 383,
                    "text": "Dhar et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 384,
                    "end": 400,
                    "text": "Fernandes, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| 3"
        },
        {
            "text": "If the normal flow of any sector is disrupted, the first reflection of the event could be found in the stock market of the relevant sector. This part of the report concentrates on analyzing the impact of COVID-19 on the stock market of different countries based on the available literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "A study conducted by four researchers in Kuwait aimed to find out the relationship between contagious diseases and stock market outcomes. For the experiment, the study used panel data and showed the impact of COVID-19 disease on the Chinese stock market. The result of the experiment illustrated that day to day growth rate of confirmed cases and deaths both hurt the stock returns of different organizations (Al-Awadhi et al., 2020) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 433,
                    "text": "(Al-Awadhi et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "Another study published on the US stock market argued that no other earlier pandemic, including the Spanish Flu, had a more significant impact on their stock market compared to the COVID-19 pandemic. It shows that from February 24 to March 24, 2020 in 22 trading days, there were 18 market jumps. In the history of the United States this is the highest number of jumps within the same period of trading days. Newspaper predictions connected 15 to 16 of this jumps to the COVID-19 pandemic. This jump frequency was 23 times greater than the average rate since 1900. The study concluded that the reason behind this abnormal movement was the result of policy response of the coronavirus pandemic such as lockdowns and production cuts that instigated tension among the shareholders (Baker et al., 2020) .",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 798,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "A study by Ozili and Arun (2020) showed that due to the uncertainty caused by the coronavirus outbreak and the fear of losing profit in business, 6 trillion USD in wealth was washed out from the global stock market in the week of 24 th February. In the same week, the S&P 500 index of the United States lost 5 trillion USD in wealth. Among the 5 trillion USD loss amount, the largest ten companies' loss accounts for 1.4 trillion USD in wealth. Like the Baker et al. (2000) study, this study also summarizes that the increasing number of lockdowns, travel restrictions, and monetary policies during the COVID-19 crisis directly influenced the opening, lowest, and highest prices of stock market indices in the United States (Ozili & Arun, 2020) . Again, analyzing the trend of US stock market, Fernandes (2020) showed that the S&P 500 index of the US stock market has fallen below 30% from its pick during March, 2020. Following the US stock market, Fernandes (2020) juxtaposed the stock markets of some of the other major economies of the world. He showed that the stock market performance of the United Kingdom and Germany were even worse than the performance of the US stock market. The year-to-date stock return decrease in the United Kingdom was 37% while for Germany, it was 33%. But, the two lowest performers in the global stock market were Brazil (−48%) and Columbia (−47%). The study, however, did not go in detail to find out the specific reasons behind the differences in the performance of the stock markets of the different countries. The same study also analyzed year-todate stock returns for different sectors. It showed that the worst performer was the Oil, Gas, and Coal sector with a 50% negative return. After the fuel sector, the second-highest damage was seen in the Travel and Leisure industry with a 40% negative return. Following them, the aerospace, mining, bank, and media sector have also been affected very severely and have a fall of more than 30% (Fernandes, 2020) . These stock market outcomes corroborate with the findings of the economic impact of COVID-19 on general markets, which has been discussed later on in this section.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 32,
                    "text": "Ozili and Arun (2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "Baker et al. (2000)",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 744,
                    "text": "(Ozili & Arun, 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 794,
                    "end": 810,
                    "text": "Fernandes (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 950,
                    "end": 966,
                    "text": "Fernandes (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1978,
                    "end": 1995,
                    "text": "(Fernandes, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "Taking daily stock market data from inves ting.com up to March 27, 2020, Zhang et al. (2020) conducted a study to see the general patterns of country-specific risks and systematic risks caused by the COVID-19 in the global financial market. The study termed the response of the global stock market to the pandemic as \"dramatic.\" As proof to their claim, they brought the incidence of the US stock market's four times circuit breaker hitting mechanism within 10 days. Before this incident, the circuit breaker has triggered only once since its introduction in 1987. Under the US stock market, the study also stated that the pandemic has also moved stock markets in Europe and Asia. The FTSE index of the United Kingdom dropped more than 10% on March 12, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "Moreover, the stock market index of Japan plummeted more than 20% compared to its high values in December of last year. This study argued that the pandemic had a strong influence on the stock market as the risk level of all the sample countries has increased from their average value of 0.0071 in February to 0.0196 in March. The countries considered by this study were the 10 countries that had the highest number of infections on March 27, 2020, along with Japan, South Korea, and Singapore. The study concluded that the uncertainty of the pandemic, along with the tremendous economic losses, has made the stock market highly volatile and unpredictable. The study by Fernandes (2020) similarly showed that the high stock market volatility caused by COVID-19 and pointed out that the global stock market volatility was above or similar to the 2008-09 level of volatility.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 685,
                    "text": "Fernandes (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on the stock market"
        },
        {
            "text": "A study done by World Bank Group predicts that if, on average, the affected countries of the world suffer only half of what China has suffered from COVID-19, the GDP of the world will fall by 2% in 2020. Specifically, the GDP of the developing countries will fall by 2.5%, while the industrial nations will experience a 1.8% decline in their GDP. The study also assets that if all the countries experience an equal amount of shock as China did, then the GDP fall will be two times more than the abovementioned predictions. By going through different literature extensively in order to see the impact of COVID-19 on economic activities of various sectors, it has been seen that four important causes bring the negative economic outcome to people's income-generating activities and consequently lead to GDP fall of the world (Dhar, 2020; Fernandes, 2020; Maliszewska et al., 2020; . First, as many countries are experiencing lockdown for quite a remarkable time, many people are working from home and many are entirely absent from their workplace. For the production sectors, the absence of workers is leading to labor shortage in their production. As labor supply is short, automatically to keep the balance of production procedure, the demand for capital is also decreasing. This ultimately is leading to a production cut, which is directly causing GDP to fall.",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 835,
                    "text": "(Dhar, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 852,
                    "text": "Fernandes, 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 853,
                    "end": 878,
                    "text": "Maliszewska et al., 2020;",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "The second cause of the GDP fall is the decline in net export. One of the main reasons behind the reduction in import and export is the extra cost related to the border crossing of the products. Due to the spread of COVID-19, it is calculated that the transport and transections costs of cross border trade have increased by 25%. The additional costs are coming from the extra inspection time, shortened office hours and roadblocks, all of which are happening due to the coronavirus pandemic (Maliszewska et al., 2020) . Another reason behind the fall of net export is the inability to produce the exportable goods in the desired quantity due to shortage of imported raw materials. For example, car companies like GM Korea (Roberts, 2020) luxurious watch companies such as Swiss Watches are falling short of imported production components, thus cutting down their production. According to US institute of supply management, around 75% of the manufacturing companies have experienced disruption in their supply chain. This disruption in the supply chain is increasing the production cost of manufacturing companies (Fernandes, 2020) . As of February 29, 2020, the then five countries with the highest number of COVID-19 patients, Bahrain, China, Italy, South Korea, and Singapore, experienced more than 10% decline in both export and import during January and February this year (Ferrantino, Arvis, Constantinescu, Dairabayeva, Gillson, et al., 2020) .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 518,
                    "text": "(Maliszewska et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 723,
                    "end": 738,
                    "text": "(Roberts, 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1114,
                    "end": 1131,
                    "text": "(Fernandes, 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1378,
                    "end": 1449,
                    "text": "(Ferrantino, Arvis, Constantinescu, Dairabayeva, Gillson, et al., 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "The third cause of GDP contraction is coming from the fall in the tourism, hospitality, and recreation sectors. Due to the reduction in travelling and business meetings, countries are losing a massive amount of tax-related to these activities resulting in a fall of government income. The detailed impact of COVID-19 on this sector is discussed later in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "The fourth cause of GDP fall, according to the study, is the fall in the marginal propensity to consume (MPC) 1 of the general public. As the world is currently going through an uncertain situation, people are afraid of spending their income. Most of the people are cutting their consumption of unnecessary goods and services. Moreover, some are getting forced to cut their consumption due to losing their income source or due to a fall in their income (Maliszewska et al., 2020) . It is commonly known that the most crucial element of GDP is consumption. Thus, the worldwide reduction in people's demand for goods and services is resulting in a considerable decrease in the GDP of any country and consequently affecting an individual's income negatively.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 479,
                    "text": "(Maliszewska et al., 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "If we come to the specific sector-wise economic impact of COVID-19, the worst victim is the tourism and hospitality industry. The stakeholders of the overall travel industry, such as airlines, cruise companies, hotels, casinos, travel agents, and tourist vehicles are going through their worst nightmare of the century. The most famous tourist spots of the world, such as the Eiffel Tower, Statue of Liberty, and Madam Tousou Wax Museum, are deserted; airlines industries are temporarily shutting down flights to many destinations and consequently firing a large number of staffs; casinos and hotels are constantly running out of customers. It is estimated that 90% of the activities of the hospitality and tourism industries have been cut short. However, the prior COVID-19 calculation was very optimistic. When in 2019, the revenue earned from the tourism and travel industry was 685.06 billion USD globally, the forecast for 2020 was 712 billion USD. Contrary to the forecast, the tragic pandemic has now reduced the expected income from this industry in 2020 to 447.4 billion USD only, which is around 35% lower than the 2019 revenue (\"Forecasted change in revenue,\" n.d.). Specially, countries that are highly dependent on tourism like Greece, Spain, Italy, India, and Japan are expected to experience a steep fall in their GDP this year. All the countries named above annually earn around 7.5% to 20% of their GDP from the tourism industry (Fernandes, 2020) .",
            "cite_spans": [
                {
                    "start": 1446,
                    "end": 1463,
                    "text": "(Fernandes, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "Globally, in March 2020 only, the travel agents experienced a 50% slowdown in their booking. Furthermore, the aviation industry is expected to lose 113 billion USD worldwide (Maliszewska et al., 2020) . The year-on-year (YOY) calculation of passenger flight in the week of 8 th April portrays an average 59.2% decline globally. Table 1 shows some of the worst affected aviation industries in the world (Ferrantino, Arvis, Constantinescu, Dairabayeva, Gillson, et al., 2020) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 200,
                    "text": "(Maliszewska et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 402,
                    "end": 473,
                    "text": "(Ferrantino, Arvis, Constantinescu, Dairabayeva, Gillson, et al., 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 335,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "Another sector which deteriorates the economic loss of many other sectors caused by the coronavirus pandemic, even more, is the sports sector. The sports sector is directly or indirectly connected to production industries, tourism, and hospitality industry as well as media and communication industry. From 2011 to 2018, the global value of the sports industry has seen a 45% rise (Hall, n.d.) . Thus, the cancelation of big sports events such as the Tokyo Olympic 2020, Euro 2020 and Copa America will bring a chain effect to many of its stakeholder sectors (Reuters, 2020). To begin with, there are three direct sources of income that are related to significant sports events: \"broadcasting (sales of media rights), commercial (sponsorship and advertising partnerships) and match day revenue (ticketing and hospitality)\" (Hall, n.d.) . Due to the cancellation of the big sports events, income generations from all three segments will be significantly hampered this year. Not only this, but also many other sectors such as the beverage industries, fast food and catering sectors, sports-related souvenir, jersey, and other item manufacturers, those targeted these regional and global sports events for their income generation will also go through countless economic loss this year (\"Coronavirus' economic impact,\" 2020). Some other stakeholders of the production chain of the sports industry, which have been discussed earlier in this section, the tourism and hospitality industry and the aviation industry, will add more to their revenue loss due to the termination of these big sports events. As most of the production and service sectors are going through shutdowns or shorter spells of working hours than before the COVID-19 period, one prominent sector that is suffering tremendously is the Gas and Oil sector. Due to the lack in demand of fuel, the price of crude oil has fallen more than 60% compared to the price of 2019. Similarly, the price of natural gas has become one-third of the price of last year (Global Data Energy, 2020).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 393,
                    "text": "(Hall, n.d.)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 835,
                    "text": "(Hall, n.d.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "To find out the impact of COVID-19 on the stock market and other economic activities, a shortage of rich literature was felt. Most of the existing literature on this topic is focused on a few countries (i.e., USA and China) or region (i.e., North America and Europe). Also, there is a great need for more time series analysis as well as cross-sectional analysis on the stock market and other macroeconomic factors to measure the actual outcome of this pandemic across different countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| The effect of COVID-19 on economic activities of different sectors"
        },
        {
            "text": "To measure the impact of COVID-19 on the stock markets and other economic activities, daily data have been collected from 12 different countries covering four continents such as Asia, Europe, North America, and Africa. The sample countries are highly infected with COVID-19 and significantly represent the global economy. Data length is 45 days for each country. Both the event study method (ESM) and panel vector autoregressive (PVAR) models have been applied to achieve the objectives. The data were collected targeting the day when the first corona patient was detected in the sample countries. Therefore, data have been collected considering 14 days prior and 30 days after the detection of the first patient. To measure the impact COVID-19 on stock markets, the prime stock index of each country (Table 2 ) has been selected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 809,
                    "text": "(Table 2",
                    "ref_id": null
                }
            ],
            "section": "| Data nature and sources"
        },
        {
            "text": "To estimate abnormal returns of composite indices, the Dow Jones Global Index, which represents the overall performance of stock markets around the world has been used (Liu et al., 2020) . The daily closing price of 12 indices for 45 days have been collected from the website of yahoo finance. To examine the impact of the pandemic on economic activities, Purchasing Managers' Index (PMI) for selected countries were collected from Markit Economics. 2 PMI indicates economic conditions focusing on the manufacturing sector. This index represents employment, output, input and output prices, new export orders, finished goods, the quantity of purchases, supplier's delivery time, a backlog of works, and future output. The index ranges from 0 to 100. A PMI value above 50 indicates expansion; below 50 indicates concentration, and precisely 50 indicates no change in the economy. For explanatory variables, we use the number of lockdown days (SDL), restriction in internal movement (RIM), and restriction in international travel (ITC), fiscal measure (FM), and confirmed cases (CC). The SDL was calculated as 1 for the first day, 5 as fifth day, and 10 as 10 th day of lockdown and so on. To reduce the observed skewness of data distribution, FP and CC have been converted to a natural logarithm. The daily data of explanatory variables have been collected from the Oxford CVID 19 Government Response Tracker database 3 .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 186,
                    "text": "(Liu et al., 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "| Data nature and sources"
        },
        {
            "text": "An event study is an approach to measure the valuation effects of an incident such as pandemic, merger, dividend announcement by verifying the responses of the stock price around the occurring of the event (Werner, 2010) . This process assumes that the market is efficient and the information flows to the market very quickly. COVID-19 is such an incident which has created panic among the people and affected the global markets instantaneously. In this paper, we attempt to measure the influence of COVID-19 on the stock market of the affected countries. The disease originated from Wuhan, China and gradually spread all over the world very quickly. Thus, ESM is an appropriate model to achieve the goal.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 220,
                    "text": "(Werner, 2010)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "Pre-event window: This covers the standard period prior to the event day. Based on the data of this period, both the intercept and slope of the asset valuation model have been computed to estimate abnormal returns after the event day. The period ranges from −1 to −14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "Event window: The day when the first corona patient was detected. The event day is 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "Post-event window: The period right after the event day. For this study, the period is 1 to the next 30 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "Therefore, a total of 45 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "The following model has been used to determine normal return:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "(1) Where, R i,t is the expected return of ith stock on day t, β is the systematic risk measure, beta and R m,t is the market return on day t. i,t is the statistic disturbance. The intercept ( )and beta ( )have been computed based on the data of the pre-event period. Using the value of α and β on the Equation (1), the abnormal return (AR) has been calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "E( R i,t ), R i,t and AR i,t refer to expected return, real return and abnormal return of index I on t day for post-event window. The average abnormal return of sample indices on day t is calculated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "Here, t refers to 0, 1, 2, 3, 4, …, 28, 29, and 30, and N refers to total number of observations. When abnormal returns and average abnormal returns are added over the time, we find cumulative abnormal returns (CAR) as per following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Event study method"
        },
        {
            "text": "To measure the impact of COVID-19 on economic activities, we are using five macro variables taking twelve countries. The panel vector autoregression (PVAR) model is suitable for cross-section data (Rinaldi & Sanchis-Arellano, 2006) . They recommended to use panel unit root to check cointegration among the variables. For this study, Augmented Dickey Fuller (ADF) and Phillip-Perron (PP) Chi-square unit root tests have been performed to test the data stationarity. The Kao Residual Cointegration Test has been applied to verify the cointegration among the variables. Both fixed and random ordinary least square (OLS) has been applied, and their suitability has been tested by applying the Hausman test statistic. For this study, the following PVAR models have been applied:",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 231,
                    "text": "(Rinaldi & Sanchis-Arellano, 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "| Panel vector autoregression"
        },
        {
            "text": "where, Return is the stock return, EA is the economic activities, SDL is the number of lockdown days, RIM is the restriction in internal movement, IR is the restriction in international travel, FP is the fiscal policy CC is the confirmed cases, and β 1 to β 5 are the measure of sensitivity of variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Panel vector autoregression"
        },
        {
            "text": "IRF is a shock to VAR system. It identifies the responsiveness of the dependent variable in the VAR when a shock is put to the error term. The shock on error term changes the dependent variable during",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Impulse response function (IRF)"
        },
        {
            "text": "the next period. This error term is also known as innovation, impulse or shock. The following equations have been used to check the responsiveness:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Impulse response function (IRF)"
        },
        {
            "text": "Where, U1 is the innovation for VAR of return and U2 is that of economic activities. For calculating response ordering, we have applied Cholesky dof adjusted model. In this study, we have given a positive shock of one standard deviation to five independent variables in the VAR model to see the responses of return and economic activities separately during post-event time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Impulse response function (IRF)"
        },
        {
            "text": "In Table 3 , we see the differences in mean returns and corresponding standard deviations of each country during the estimation and post-event period. The mean returns of all the countries have decreased during the post-event period except Singapore. The standard deviations of all the countries have also decreased except Singapore and China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "| EMPIRICAL FINDINGS"
        },
        {
            "text": "The average return for Japan, the United Kingdom, China, Germany, India, and Spain decreased the most by 827.83%, 156.93%, 123.39%, 104.38%, 89.17%, and 86.55%, respectively. In contrast, the scenario of Singapore is just surprising, with an increase of 51.07%. It is observed that with the decrease of mean return, the volatility of most of the countries has increased except the United States and the United Kingdom. Table 4 shows on the day of the event, when the news of the first COVID-19 patient was announced officially, Germany was the most affected country followed by Italy, Hong Kong, Spain, the United States, and India. However, on the following day, the positively affected country was Singapore, (9) Return = + 1 SDL + 2 RIM + 3 ITC + 4 FM + 5 CC + U1 (10) EA = + 1 SDL + 2 RIM + 3 ITC + 4 FM + 5 CC + U2",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "| EMPIRICAL FINDINGS"
        },
        {
            "text": "Mean Singapore, France and South Africa started to fall heavily right after the announcement of first patient news till the 16th day, whereas Italy, Spain, Germany and India reacted extremely after their 25th day. The rest of the countries were stable in reaction to the news. Table 5 shows South Africa had significant CARs within the first 5 days of event. Japan and Singapore had significant CARs between 5th and 10th day, surprisingly there was no country to experience significant CARs between 10th and 25th day. Although after the 25th day, the United Kingdom, Italy, Germany, Hong Kong, and India experienced significant CARs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Pre-event Post-event Change"
        },
        {
            "text": "The CARs of South Africa was very low on the 10th day and highest variation could be observed between 13th and 19th day after the event day. After 27th day, CARs of Italy and Spain experienced severe negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SD"
        },
        {
            "text": "The daily CAARs (Table 6 ) from the event day to 30th day indicates that all the CAARs are significant except 16th day. However, the above findings demonstrate that the stock markets in all the major countries encountered abnormal return and the floors experienced severe bleeding during the crisis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "(Table 6",
                    "ref_id": null
                }
            ],
            "section": "SD"
        },
        {
            "text": "To determine the impact of COVID-19 on the stock market return as well as economic and business activities, we have used five-panel variables from 12 countries using VAR model. Table 7 gives an idea about the nature of selected variables. Average stock return in both estimation and post-event period are negative. Table 8 exhibits the correlations among the variables. It is observed that during post-event period, the stock return is negatively correlated with all the COVID-19 variables, whereas economic activities have a positive relation with a restriction on international movement and fiscal policy. Among the independent variables, there exists a positive relation. To verify the stationarity of the panel variables, ADF and PP Chi-square unit roots have been applied. Table 9 shows that all the variables found stationary at level except RIM. During pre-event period, return, EC and SDL found stationary at level, but rest of the variables found stationary at first level. Variables found stationary at first level have been converted with first difference. To check the cointegration among the variables, applied Kao residual cointegration test have been applied. Table 10 shows the cointegration test result. This test assumes the null hypothesis that, there is no cointegration among the variables. It is observed that p-values are less than 5% under both the periods, which means we cannot reject the null hypothesis. Therefore, test results confirm that there is no cointegration among the variables, and it allows to run the panel VAR model. Table 11 shows the estimates for return and EA under both situations. We have applied both fixed and random models, as shown in Table 10 . It is observed that there is no significant impact of any variable on the stock market and economic activities before the event day except CC under a fixed model. This result is quite natural. During the post-event period, it is seen that SDL and CC can significantly influence the stock return, whereas economic activities are significantly influenced by all the variables. More number of confirmed cases and prolonged lockdown tyrannized the stock investors. Different restrictions, conservative policies of the government, and increased number of positive patients literally handicapped the economic activities everywhere in the world. Due to long-term lockdown and stagnant economic activities, more than 26 million people lost their jobs only in the United States, triggering the unemployment rate as high as 4.4% (Lee, 2020) . This rate is increasing very fast in almost all countries in the world. Bartik et al. (2020) surveyed 5,800 small businesses and found that 43% of the business were temporarily closed and they laid off more than 40% of employees in February, 2020. Most of the businesses have failed to pay their fixed monthly expenses, which is on average $10,000.",
            "cite_spans": [
                {
                    "start": 2516,
                    "end": 2527,
                    "text": "(Lee, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2602,
                    "end": 2622,
                    "text": "Bartik et al. (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 8",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 785,
                    "text": "Table 9",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1183,
                    "text": "Table 10",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1566,
                    "text": "Table 11",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1694,
                    "text": "Table 10",
                    "ref_id": null
                }
            ],
            "section": "SD"
        },
        {
            "text": "Being the world's largest economy and consumer market (Sun, 2019) , severe lockdown in China decreased its consumption and disrupted its production process thus affected companies across the world, hindering the normal flow in supply chains. COVID-19 severely impacted the world economy | 13 CHOWDHURY et al.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 65,
                    "text": "(Sun, 2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "SD"
        },
        {
            "text": "Index CAR (0,5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T A B L E 5 Cumulative abnormal return in the event window"
        },
        {
            "text": "Sig? CAR (6,10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "t-Test"
        },
        {
            "text": "S&P 500 US No by 3.5% to 6% negative economic impact, with the United States −3.8%, the United Kingdom −4.5%, Spain −5.2%, South Africa −4.3%, Japan −3.6%, Italy −5%, India −4%, Germany −4.8%, and France −4.3% (Fernandes, 2020) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 227,
                    "text": "(Fernandes, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Sig?"
        },
        {
            "text": "Dublin-Watson statistics indicates that pre-event stock price movement and economic activities are negatively correlated (DW Stat.>2.00) and there were ups and downs in the trends; however, the post-event scenario indicates that the stock price had no autocorrelation, whereas the economic activities had positive autocorrelation that means the situation was worsening gradually due to continuous lockdown, restrictions on all sorts of movements. The fiscal policy and restriction on internal Figures 3 and 4 , respectively. When a one SD shock (innovation) is given to SDL, the response of stock return is negative and abruptly declines for the from first two periods then it starts to increase sharply for the next period and from the 5th period onward, the reaction has become quite stable. The response toward the shock on RIM is negative throughout and it has become steady from the 5th period onward. The response toward ITC and CC is very similar, negative and less volatile. The only variable which has positive impact on return is the FM. The shock initially increases the return and declines in 3rd period and shows no reaction from the 4th period onward. The overall response of return toward shocks is negative. The return declines initially against all the variables but result in no response after 5th period onward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 508,
                    "text": "Figures 3 and 4",
                    "ref_id": null
                }
            ],
            "section": "Sig?"
        },
        {
            "text": "When a one SD shock is given to all the variables, the response of EA is positive toward SDL, RIM and CC. No response is seen against ITC and negative response is noticed up to 3rd period against FM. The overall response of EA is positive against shock on variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sig?"
        },
        {
            "text": "Coronavirus has severely triggered the global recession at the beginning of 2020. Right from Policymakers, businessmen, governments, regulatory authority to ordinary people are under enormous pressure to tackle the outbreak. Many countries have paid huge compensations in the form of lives and monetary values for not making quick decisions in response to the COVID-19 pandemic. The UK government was criticized for being slow in testing, announcing lockdown, and ensuring protective equipment (Presse, 2020) . Pisano et al. (2020) claimed that unlike China; Singapore, Taiwan, Italy, South Korea, and the United States was also very late to tackle the COVID-19 disease at the infantry state and did not prohibit free movement, business operations, and social meetings. India announced a countrywide lockdown after 2 months of detecting the first coronavirus patient on March 24, 2020. By that time, 5,000 people were positive and 150 lost their lives (Biswas, 2020) . When coronavirus first attacked Wuhan in China, stock investors thought it would leave shortly and the situation would improve. When the number of infections started to climb up, the ebb on their enthusiasm was noticed. After the announcement of the World Health Organization (WHO), COVID-19 as pandemic, financial market started to fall significantly all over the world. Being frightened, traders started to sell their shares, and investors daunted themselves from buying stocks. Shanghai Stock Exchange, Tokyo Stock Exchange, New York Stock Exchange, Nasdaq all started to bleed. Tokyo experienced the second attack when the Tokyo 2020 Olympic Games was postponed up to a year (Rudden, 2020) . Using technology and human reading of newspaper articles, Baker, Bloom, Davis, Kost, Sammon and Viatyosin (2020) observed that no such infectious-disease outbreak was as alarming as COVID-19 since 1900. Within the blink of an eye, the coronavirus caused serious damage to the world. Countries have closed their boarders, stock markets have become red; people find security only by staying at home. Apart from physical and financial loss, people are now concern about their psychological well-being, which may go beyond the control if the situation persists further. ",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 508,
                    "text": "(Presse, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 511,
                    "end": 531,
                    "text": "Pisano et al. (2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 952,
                    "end": 966,
                    "text": "(Biswas, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1648,
                    "end": 1662,
                    "text": "(Rudden, 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1723,
                    "end": 1777,
                    "text": "Baker, Bloom, Davis, Kost, Sammon and Viatyosin (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sig?"
        },
        {
            "text": "This is high time for leaders to come up with unique survival strategies in this challenging time. Necessary attentions should be given to keep psychological, physical, emotional, and moral conditions stable. Right after physical security, financial security becomes a huge concern for people. Leaders should make sure that people are not losing their jobs and dying of food crisis rather than dying from the corona. Companies should have a culture of reserving profits to survive during the crisis period. Companies, which have created a diverse and inclusive workplace for different groups of people around the world, should not come out of their vision in the name of layoff due to financial inefficiency. The financial inability of company should be well transparently communicated to the employees so that they can wait with patience and leaders can implement a survival payment strategy through rationalization. This will not only help employees and organization to survive during this crisis period but also work as a strong motivator to stay competitive in the future with higher records of achievements. Standing (2011) observed that the employees who were paid during the economic crisis of 2008-09, played a significant role in boosting aggregate demand for their products with the efficient allocation of the organizations' limited resources. Due to excess operating expenses and reduction in revenue, more than 50 percent of small businesses in the United States survive less than 5 years. To ensure financial stability and employees' welfare, organizations should have strong liquidity and solvency plan, easy access to capital, and engaging representatives of small businesses in state-level policy formulation (Monson, 2020) . Reeves et al. (2020) further recommended to update with genuine information regularly, take help from experts to forecast with greater accuracy, disseminate necessary information to the concerned people without delay, reducing bureaucratic procedure where senior management involvement is required, taking necessary precautions for next crisis and any sort of change using the learnings from this crisis.",
            "cite_spans": [
                {
                    "start": 1726,
                    "end": 1740,
                    "text": "(Monson, 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1743,
                    "end": 1763,
                    "text": "Reeves et al. (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "| Implications"
        },
        {
            "text": "This study aimed to measure the impact of COVID-19 on the global stock markets and analyzes the pandemic's effect on economic activities with references from 12 countries covering four continents. The event study showed that the pandemic affected all the countries severely especially European countries. With the decrease of mean return, the volatility of all the countries increased except for the United States and United Kingdom. Germany and Italy recorded the highest abnormal return on the event day while Singapore, France, and South Africa experienced the highest abnormal loss on the very next day of announcing the news of detecting first corona patients. Throughout the period, the positively affected countries are Italy, Spain, Germany, and India. Although abnormal returns were insignificant for most of the countries in the initial period, it became significant for many countries due to prolonged deadlock. The cumulative average abnormal return was found significant during the whole post-event period except on 16th day. No cointegration was found among the variables. The number of lockdown days and new corona patients significantly affect the stock price, whereas all the variables have a significant impact on the economic activities. Policymakers, governments, business organizations, researchers, scientists, and people at all levels are anxious and continuously trying to come up with quick and effective solutions to overcome both the health and financial catastrophe that has damaged the financial base and took away many valuable lives around the world. Business organizations decided to shut down their operations either in full or partially to save human lives resulting in accumulation of losses, a decrease in productivity, and an increase in layoff. Our findings-based recommendations will significantly benefit the concerned authority to frame appropriate policies to overcome the crisis. This study is based only on top 12 infected countries across four continents. In future, researchers may consider more countries and whole Covid-19 pandemic period to draw a better picture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market return",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Awadhi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alsaifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alhammadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Behavioral and Experimental Finance",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbef.2020.100326"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gendered Burdens and Impacts of SARS-CoV-2: A review, Health Care for Women International",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/07399332.2020.1809664"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The unprecedented stock market reaction to COVID-19 (NBER Working Paper No. 26945)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sammon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Viratyosin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How are small businesses adjusting to COVID-19? Early evidence from a survey (No. w26989)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Glaeser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w26989"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: Why India cannot afford to lift its lockdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "sport ing-event s-affec ted-outbr eak-20031 00842 05890.html Coronavirus: Worst economic crisis since 1930s depression, IMF says",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sports Venue",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of COVID-19 on",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese Economy. Economic Affairs",
            "volume": "9",
            "issn": "",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of COVID-19 on Psychology among the University Students",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Challenges",
            "volume": "4",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/gch2.202000038"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Economic effects of coronavirus outbreak (COVID-19) on the world economy. Unpublished manuscript",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 trade watch",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrantino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Arvis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Constantinescu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dairabayeva",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Trade Watch. The World Bank",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrantino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Arvis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Constantinescu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Dairabayeva",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J D"
                    ],
                    "last": "Gillson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Souza Muramatsu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "148956",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Forecasted change in revenue from the travel and tourism industry due to the coronavirus (COVID 19) pandemic worldwide from",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 outbreak to have a high impact on fossil fuel sector: Poll",
            "authors": [],
            "year": 2020,
            "venue": "Global Data Energy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "This is how COVID-19 is affecting the world of sports",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The continuing 2019 nCoV epidemic threat of novel coronaviruses to global health -the latest 2019 novelcoronavirus outbreak in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. International Journal of Infectious Diseases",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "7 charts show how the coronavirus pandemic has hit the globaleconomy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The coronavirus outbreak might be nearly over in China, but economic hardship is not",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Detrixhe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The COVID-19 outbreak and affected countries stock markets response",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manzoor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Manzoor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "17",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17082800"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The potential impact of COVID-19 on GDP and Trade: A preliminary assessment (English) (Policy Research Working Paper No. WPS 9211). : World Bank Group",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maliszewska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mattoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Der Mensbrugghe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "What small businesses need to survive the coronavirus crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Spillover of COVID-19: Impact on the global economy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ozili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lessons from Italy's response to coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sadun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "UK government accused of slow response to virus outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Presse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sports events around the world hit by the COVID-19 pandemic. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carlsson-Szlezak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Household debt sustainability: What explains household non-performing loans? An empirical analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchis-Arellano",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "GM Korea cuts new SUV production",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Impact of COVID-19 on the global financial markets-Statistics and Facts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rudden",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Policy & Politics",
            "volume": "39",
            "issn": "1",
            "pages": "9--25",
            "other_ids": {
                "DOI": [
                    "10.1332/030557311X546389"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "China to surpass US as world's bigger consumer market this year",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nikkei Asian Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Short selling activities and convertible bond arbitrage: Empirical evidence from the",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Werner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How to cite this article: Chowdhury EK, Khan II, Dhar BK. Catastrophic impact of Covid-19 on the global stock markets and economic activities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Worldometer ; Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finance Research Letters",
            "volume": "36",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.1111/basr.12219"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A B L E 1 Weekly flights with an equivalent week in the previous year (e.g., Monday January 6, 2020 vs. Monday January 7",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "followed by France, South Africa, Japan, the United States, and China. It is seen that most of the severely infected markets are in Europe. Asian markets are also very close to them.Figures 1 and 2depict ARs and CARs of the sample countries from day 1 to 30 of the following event day.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "T A B L E 1 0 Kao residual cointegration test CHOWDHURY et al.T A B L E 1 1 Impact of COVID-19 on stock return and economic activities",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "T A B L E 1 2 Test of cross-section random effects",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "All authors listed have made a substantial, direct, and intellectual contribution to the work, and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "Emon Kalyan Chowdhury https://orcid.org/0000-0002-7600-6826 Bablu Kumar Dhar https://orcid.org/0000-0001-8768-8634 ENDNOTES 1 \"Marginal Propensity to Consume (MPC) is defined as the proportion of an aggregate raise in pay that a consumer spends on the consumption of goods and services, as opposed to saving it.\" Retrieved from https://www.inves toped ia.com/terms/ m/margi nalpr opens ityto consu me.asp. 2 PMI data source: https://www.thegl obale conomy.com/Hong-Kong/pmi_manuf actur ing/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}