{
    "paper_id": "20fd3fc2627e4581c587078bd1aeb6ab51f4ed7d",
    "metadata": {
        "title": "Dynamic programming principle for delayed stochastic recursive optimal control problem and HJB equation with non-Lipschitz generator",
        "authors": [
            {
                "first": "Jiaqiang",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we study the delayed stochastic recursive optimal control problem with a non-Lipschitz generator, in which both the dynamics of the control system and the recursive cost functional depend on the past path segment of the state process in a general form. First, the dynamic programming principle for this control problem is obtained. Then, by the generalized comparison theorem of backward stochastic differential equations and the stability of viscosity solutions, we establish the connection between the value function and the viscosity solution of the associated Hamilton-Jacobi-Bellman equation. Finally, an application to the consumption-investment problem under the delayed continuous-time Epstein-Zin utility with a non-Lipschitz generator is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The classical stochastic control theory appears with the birth of stochastic analysis and developed rapidly in recent decades due to its wide range of applications (see ), and one of its important applications is the optimal consumption-investment problem under stochastic differential utility (SDU, for short), which was put forward by Duffie-Epstein [7] in a conditional expectation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "form. Actually, the SDU is equivalent to the nonlinear backward stochastic differential equations (BSDEs, for short) and its control problem is the stochastic recursive control problem introduced firstly by Peng [23] and developed by Buckdahn-Li [2] , Wu-Yu [28] , Li-Peng [17] , Pu-Zhang [24] , Zhou-Dong-Pu [31] , to name but a few. Thanks to the importance of BSDEs in modern mathematical finance (see El Karoui-Peng-Quenez [8] ), both stochastic recursive control theory and the optimal consumption-investment problem of stochastic differential utilities achieved great progresses in the past few decades.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, the research of many natural and social phenomena shows that the future development of many processes depends not only on their present state but also essentially on their historical information. For example, the immune response of the vaccine of COVID-19 depends on the complete history of the vaccinator's exposure to microbial infection antigens; the quality of a harvest does not only depend on the current temperature of the environment, but also on the whole pattern of the past temperatures; the price of the option depends not only on its current value but on the whole history of the underlying price, etc. In the theory of stochastic processes, such phenomenons can be described by the stochastic differential delayed equations (SDDEs, for short). See Mohammed [19, 20] , Chang [3] , and the references therein.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 794,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hence, an interesting problem is whether the stochastic differential utilities can be developed to stochastic control problems with delay. The answer is positive, although most problems remain practically intractable due to the complex infinite-dimensional state-space framework. Here we name but a few existing results. For example, Larssen [15] obtained the dynamic programming principle in the systems of stochastic control with delay. In the stochastic delayed systems, Larssen-Risebro [16] studied a class of optimal consumption problems and presented the financial application of this kind of dynamic programming principle. Arriojas-Hu-Mohammed-Pap [1] got a delayed Black-Scholes formula. Fuhrman-Masiero-Tessitore [11] studied a forward-backward system with delay, its application to optimal stochastic control and regularity of associated Hamilton-Jacobi-Bellman (HJB, for short) equations. Chen-Wu [4] was concerned with one kind of delayed stochastic recursive optimal control problem, proved the dynamic programming principle, and demonstrated that the value function is a viscosity solution of the corresponding HJB equation. Shi-Xu-Zhang [26] studied a general kind of stochastic differential delayed equations, obtained the stochastic maximal principle, and show the application to stochastic portfolio optimization model with delay and bounded memory. Tang-Zhang [27] obtained the dynamic programming principle in a pathdependent case and studied the associated path-dependent Bellman equations. Li-Wang-Wu [18] focused on a class of linear-quadratic optimal control for time-delay stochastic recursive utility. It should be pointed out that all the above-mentioned works concerning delayed systems are based on the condition of Lipschitz generator. While in many SDU models the generator is non-Lipschitz with respect to the utility and consumption, see (1.5) below for an important example.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1379,
                    "end": 1383,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, inspired by the financial applications, we are interested in studying the delayed stochastic recursive control problem with non-Lipschitz generator. The dynamic programming principle for the delayed systems will be obtained, and the connection between the value function and the viscosity solution of the associated Hamilton-Jacobi-Bellman equation will be shown. In order to present our work more clearly, we describe the problem in details. Consider the following controlled SDDE dX(s) = b(s, X s , v(s))dt + σ(s, X s , v(s))dW (t), s ∈ [t, T ], X(s) = γ(s), s ∈ [t − δ, t], (1.1) where γ comes from the continuous function space C([0, t]; R n ) regarded as the past value of the equation, X s is the segment of the path of X(·) from s − δ up to time s for a fixed δ > 0, and v(·) is an admissible control process arisen from the admissible control set U (see (2.1) below). For the state equation (1.1), the cost functional is associated with the solution of the following BSDE for s ∈ [t, T ], (1.2) and the cost functional is defined as below",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 597,
                    "text": "(1.1)",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1017,
                    "text": "(1.2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the recursive utility can be regarded as the conditional expectation form of the solution of BSDE (1.2), the stochastic recursive control system in form contains the following SDU",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where c(·) is a consumption process serving as the control. Indeed, (1.4) is a general form of the SDU in Duffie-Epstein [7] , involving the delay. The goal of the optimal control problem is to find an optimal control processṽ ∈ U to maximize the cost functional (??) for given (t, γ).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we are committed to relaxing the Lipschitz restriction to the generator, i.e., the generator g(γ, u, c) in (1.4) is continuous but not necessarily Lipschitz with respect to both the utility variable u and the consumption variable c. For the variable u, the generator could be of polynomial growth in our assumptions. These settings will make a lot of difference in the deduction of the dynamic programming principle and bring troubles in the verification of conditions for the stability of viscosity solutions, which plays the key role in the connection between the value function and the viscosity solution of the associated HJB equation. Let's present an significant example for the non-Lipschitz generator with respect to utility and consumption, i.e., the well-known continuous-time Epstein-Zin utility with a form",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where ϑ > 0 represents the rate of time preference, 0 < ψ = 1 is the elasticity of intertemporal substitution, and 0 < r = 1 is the coefficient of relative risk aversion. Note that the generator g(u, c) in (1.5) is non-Lipschitz in u and c but monotonic with respect to u in a wide range of parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The main difficulties of our problem come from the delayed term and the non-Lipschitz generator. For the former one, we need to overcome the trouble from the infinite-dimensional of the space C([0, t]; R n ) in the verification that the optimal value function satisfies the HJB equation. We manage to do it with the help of the semigroup property of generator in the infinite-dimensional setting, by borrowing ideas from Fuhrman-Masiero-Tessitore [11] and Chen-Wu [4] . The non-Lipschitz generator brings troubles in the establishment of the relationship between the value function and its associated HJB equation. We conquer it by applying the techniques for the solvability of BSDE with monotonic coefficients in e.g. Pardoux [21] and the stability of viscosity solutions in Fleming-Soner [10] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The paper is organized as follows. In Section 2, some preliminaries are presented. In Section 3, the dynamic programming principle for delayed stochastic recursive optimal control problem under non-Lipschitz circumstances is established by using the backward semigroups and generalized comparison theorem. In Section 4, the value function of the delayed stochastic recursive optimal control problem is proved to be the viscosity solution of associated HJB equation. The theoretical results in Sections 3 and 4 develop the results in [11, 4, 24] . Finally, in Section 5, an example concerning continuous-time Epstein-Zin utility with delay and non-Lipschitz generator is presented to demonstrate the applications of our theoretical results to mathematical finance.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 537,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 538,
                    "end": 540,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let (Ω, F , F, P) be a complete filtered probability space and a d-dimensional standard Brownian motion {W (t) ; 0 t < ∞} is defined in it, where F = {F t ; 0 t < ∞} is the natural filtration of the Brownian motion W (·) with F 0 containing N , the class of all P-null sets of F . Let T > 0 be a fixed terminal time and δ 0 be a given finite time delay. For each t ∈ [0, T ], we denote by C t C([t − δ, t]; R n ) the set of bounded continuous R n -valued paths on [t − δ, t] and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "For each γ t ∈ C t , it denotes the path from t − δ up to time t, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "and its value at time r is denoted by γ t (r). For each t, s ∈ [0, T ] and γ t , γ s ∈ C, we denote",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Then, it is obvious that C t is a Banach space with respect to · . Next, for t ∈ [0, T ], q 1 and Euclidean space H (which could be R n , R n×m , S n , etc.), we introduce the following spaces of functions and processes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "where U is called the admissible control set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "For an element of the space L 2 F (Ω; C t ), we have the following proposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Proposition 2.1 (Lemma 3.4 in [4] ). For any bounded Υ ∈ L 2 F (Ω; C t ), there is a sequence",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "For the coefficients of the state equation (1.1), we assume the conditions as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "continuous with respect to t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "(A2) There is a constant L 0 such that for any t ∈ [0, T ], γ,γ ∈ C and v,v ∈ U , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "For the sake of the proof of dynamic programming principle, we would like to consider a general stochastic differential equation (SDE, for short) with a random initial variable. By using a standard argument, we have the following Proposition 2.2, which is a non-essential extension of Theorem 2.3 in Fuhrman-Masiero-Tessitore [11] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Proposition 2.2. Assume (A1)-(A2) and q 1. Then for any t ∈ [0, T ], v ∈ U , Υ ∈ L 2 F (Ω; C t ), the following SDE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "has a unique strong solution X t,Υ;v (·) ∈ S 2q F (t, T ; R n ). In addition, there is a constant C 0 depending only on K, L and T such that for any s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "With X t,Υ;v (·) being the solution of the state equation (2.2), we consider the following type of BSDE, for s ∈ [t, T ],",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "For the generator (Φ, g) of BSDE (2.3), we give the following assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "(A3) The generator Φ(γ) : C → R and g(t, γ, y, z, v) : [0, T ] × C × R × R d × U → R are joint measurable, and g(t, γ, y, z, v) is continuous with respect to (t, y, v).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "(A4) There is a positive constantL such that for any t ∈ [0, T ], γ,γ ∈ C, y ∈ R, z,z ∈ R d , v ∈ U ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "(A5) There is a constant µ ∈ R such that for any t ∈ [0, T ], γ ∈ C, y,ȳ ∈ R, z ∈ R d , v ∈ U , the following monotonicity condition holds,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Note that (A3) implies that g(t, 0, 0, 0, v) is bounded for all t ∈ [0, T ] and v ∈ U . Moreover, under the condition (A1)-(A6), by a similar method to Pardoux [21] , we can prove that BSDE (2.3) admits a unique adapted solution. Here, we conclude the existence, uniqueness, and some useful estimates to the solution of BSDE (2.3). ",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "In addition, there is a constant C 0 depending only on K, L,L, µ, M and T such that for any",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "In the theory of the dynamic programming principle, the comparison theorem of BSDE plays a key role, without the exception of our circumstances that the generator of BSDE is continuous and monotonic rather than the Lipschitz continuous with respect to its items. The following comparison theorem is an immediate consequence from Fan-Jiang [9] which is applicable under our circumstances.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "In this section, we would like to prove the dynamic programming principle of the stochastic recursive control problem, where the generator g with delay is not necessarily Lipschitz but monotonic and continuous. First, we introduce a family of backward semigroups which essentially comes from Peng [22] .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "and X t,γ;v r is the solution of the state equation (1.1) representing the segment of the path of the process X t,x;v (·) from r − δ up to time r. By the uniqueness of BSDE in Proposition 2.3, when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "On the other hand, coming back to the control system (1.1)-(??), we have that the related value function, which represents the control problem to maximize the cost functional, is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "In fact, from the following proposition, we see that similar to the classical situation, the value function u defined in (3.1) is still deterministic in the setting of non-Lipschitz generator. Proof. Here the main ideal of the proof we used comes from Peng [23] . However, due to the absence of Lipschitz condition of the generator g(t, γ, y, z, v) with respect to y and v, some essential difference exists in the proof.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "To begin with, we would like to denote by {F s t ; t s T } the natural filtration of the Brownian motion {W (s) − W (t); t s T } augmented by the P-null sets of F , and define two subspaces of U :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Step 1. We prove esssup",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "So we only need to prove the inverse inequality of (3.3), i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Moreover, there is a subsequence of {v n } ∞ n=1 , still denoted by {v n } ∞ n=1 without loss of generality, which satisfies lim",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "T ], together with the monotonic condition (A5), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "where and in the rest of this paper C p is a positive constant depending only on the given parameters, whose values may be changed from line to line. Let β = 2(1 + µ) + 6L 2 + 1, and then by the above inequality we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "For the first and second terms on the right hand side of (3.6), by Proposition 2.2 we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "For the third term on the right hand side of (3.6), it follows from the dominated control theorem and (3.5) that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Hence, taking the limits on both side of (3.6), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "In other words, lim n→∞ J(t, γ, v n ) = J(t, γ, v) a.s. Now, by the arbitrariness of v and the definition of essential supremum, we obtain (3.4), and then (3.2) follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Step 2. We prove esssup",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "So we only need to prove the inverse inequality of (3.8). By Lemma 3.1 in Chen-Wu [4] , we have",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Again, from the arbitrariness of v, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Hence the desired result (3.7) holds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Finally, (3.2) and (3.7) lead to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "which implies that the value function u defined in (3.1) is a deterministic function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Also the value function u defined in (3.1) is continuous with respect to γ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "where C 0 is the constant in Proposition 2.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Proof. First by Proposition 2.3, for any t ∈ [0, T ], γ,γ ∈ C and v ∈ U , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "On the other hand, for arbitrary ε > 0, there exist v,v ∈ U such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "which combining (3.12) implies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "By the arbitrariness of ε, (3.10) holds. For (3.11), using (3.14) again, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "which combining (3.13) implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Finally, (3.11) follows from the arbitrariness of ε.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Next, we would like to study some properties for the cost functional J and the value function u when the initial state is a C-valued random variable, which will be used in the proof of the dynamic programming principle later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Proof. We would like to separate the proof into three steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Step 1. We consider a simple C-valued random variable Υ ∈ L 2 F (Ω; C t ) with a form below",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "(3.16)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Multiplying by I A i on both side of BSDE (3.16) and adding the corresponding terms, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "By the existence and uniqueness of BSDE, it yields that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Then, by the definition of J(·), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "So the conclusion holds for the simple case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Step 2. For any bounded Φ ∈ L 2 F (Ω; C t ), by Proposition 2.1 there is a sequence of simple C-valued random variable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "is a partition of (Ω, F t ). By Proposition 2.3, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "On the other hand, for the cost functional J defined in (??), by (3.13) we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "implies that the conclusion holds in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "Step 3. For any Ψ ∈ L 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "The desired result follows by a similar argument as Step 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic programming principle"
        },
        {
            "text": "and for arbitrary ε > 0, there is an admissible control v ∈ U such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Step 1. For the simple C-valued random variable Υ as (3.15), (3.18) follows from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "To prove (3.19) , note that for each γ i , by (3.9) there exists an admissible control v i ∈ U t such that",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "(3.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Taking",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "So (3.19 ) also holds for the simple C-valued random variable.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 8,
                    "text": "(3.19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Step 2. For any Ψ ∈ L 2 F (Ω; C t ), we combine Steps 2-3 in Lemma 3.3 by diagonal rule to get a sequence of simple C-valued random variables Υ m with a form as (3.17) , m ∈ N, which converges to Ψ in the space L 2 F (Ω; C t ). Hence, by Proposition 2.3 and Lemma 3.2, we have for any v ∈ U ,",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 167,
                    "text": "(3.17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "which combining Y t,Υ m ;v (t) u(t, Υ m ), m = 1, 2, · · · , implies that (3.18) holds. To prove (3.19) , first note that for arbitrary ε > 0, there exists m ∈ N such that",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "(3.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "By Proposition 2.3 and Lemma 3.2 again, it yields that for any u ∈ U ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Then for each γ i , by (3.9) there is an admissible control v i ∈ U t such that",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "text": "(3.9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "which implies that (3.19) holds.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "text": "(3.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Based on above preparations, we are going to establish the dynamic programming principle under our circumstances. Proof. Firstly, by the existence and uniqueness of BSDE (1.2), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Keep in mind that the generator of BSDE (1.2) is not Lipschitz with respect to Y , which leads to the classical comparison theorem being useless here. Fortunately, a generalized comparison theorem (Proposition 2.4) given by Fan-Jiang [9] works, in which the generator of BSDE is non-Lipschitz and \"weakly\" monotonic with respect to the first one of solution pair. However, before applying the generalized comparison theorem, a necessary result should be illustrated, i.e., for s ∈ [t, T ] and v ∈ U , u(s, X t,γ,v s ) is square-integrable and can act as the terminal value of BSDE. For this, note that for arbitrary ε > 0, Lemma 3.4 implies that there is an admissible controlv ∈ U such that",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "Hence we only need to show E|Y s,X t,γ;v s ;v (s)| 2 < ∞. It follows from (A1)-(A6), Proposition 2.2 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18)"
        },
        {
            "text": "On the other hand, Lemma 3.4 also implies that, for arbitrary ε > 0, there is an admissible control v ∈ U such that u(t + τ, X t,γ;v t+τ ) − ε Y t+τ,X t,γ;v t+τ ;ṽ (t + τ ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now, by Proposition 2.4 we have"
        },
        {
            "text": "Hence by Proposition 2.4 again, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now, by Proposition 2.4 we have"
        },
        {
            "text": "where the last inequality is based on the regular estimation of BSDE. See e.g. Peng [23] and Zhang [30] for details.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Now, by Proposition 2.4 we have"
        },
        {
            "text": "Finally, due to the arbitrariness of ε, (3.21) follows from (3.22) and (3.23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now, by Proposition 2.4 we have"
        },
        {
            "text": "In the classical case, Peng [23] proved that the value function is a viscosity solution of its associated HJB equation. In this section, we would like to establish the connection between the value function defined in (3.1) and the viscosity solution of HJB equation (4.1) in the setting of the non-Lipschitz generator with delay. For this, one more assumption is needed, i.e., the generator g of BSDE (1.2) is independent of the second unknown variable Z. To be specific, throughout Sections 4 and 5, the generator g(t, γ, y, z, v) = g(t, γ, y, v) in BSDE (1.2).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "In this case, HJB equation is a second-order fully nonlinear parabolic partial differential equation (PDE, for short) with the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "where the Hamiltonian H :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "In the above, S n denotes the matrix space of n × n symmetric matrices, and the gradient ∇ γ u (resp., Hessian ∇ 2 γ u) represents the first (resp., second) Gâteaux derivative of u with respect to γ ∈ C, which is an n-tuple of finite Borel measures on [0, T ] and the dual space of C. See e.g. Fuhrman-Masiero-Tessitore [11] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "Before recalling the definition of the viscosity solution of HJB equations, we specify the notation C 1,2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "Lip ([0, T ] × C; R) which is the space of all continuous functions from [0, T ] × C to R such that their partial derivatives up to order one with respect to time variable and order two with respect to state variable are globally bounded and Lipschitz continuous. (a) We call u a viscosity subsolution of HJB equation (4.1), if for any γ ∈ C, we have u(T, γ) Φ(γ), and for any φ ∈ C 1,2 Lip ([0, T ] × C; R), (t, γ) ∈ [0, T ] × C, whenever φ − u attains a global minimum at (t, γ), the following holds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "We call u a viscosity supersolution of HJB equation (4.1), if for any γ ∈ C, we have u(T, γ) Φ(γ), and for any φ ∈ C 1,2 Lip ([0, T ] × C; R), (t, γ) ∈ [0, T ] × C, whenever φ − u attains a global maximum at (t, γ), the following holds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "(c) We call u a viscosity solution of HJB equation A direct conclusion of Lemma 3.2 is that u(t, γ) is Lipschitz continuous with respect to γ, and the continuity of u(t, γ) with respect to t is similar to the proof of Proposition 5.5 in Peng [23] . There is no essential difference between the classical Lipschitz generator and the non-Lipschitz generator in our setting, so we leave out the proof of Proposition 4.2 here.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Hamilton-Jacobi-Bellman equation"
        },
        {
            "text": "Based on the generator g of BSDE (1.2) for n ∈ N, we define a sequence of smooth functions g n as below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "g n (t, γ, y, v) (ρ n * g(t, γ, ·, v)) (y), (4.3) where ρ n : R → R + is a family of sufficiently smooth functions with the compact supports in − 1 n , 1 n and satisfies R ρ n (a)da = 1.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 49,
                    "text": "(4.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "As a result, concerning the generators g n for n ∈ N, we can construct a sequence of BSDEs, for s ∈ [t, T ], Then, by the solution of the above BSDE (4.4), the cost functional of a sequence of stochastic recursive control problems can be defined similarly, i.e., for n ∈ N,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "At the same time, the value function of a sequence of stochastic recursive control problems has the corresponding forms, for n ∈ N,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Also, Hamiltonian appears in the following form, for n ∈ N,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Besides, we need a series of lemmas to help prove the main result in this section. The following Lemma 4.4 proves that the smootherized generators g n defined in (4.3) are uniformly convergent to the generator g in a compact subset of their domain. Lemma 4.5 implies the uniform convergence of the solutions Y t,γ,n;v of BSDEs (4.4) with smootherized generators to the solution Y t,γ;v of BSDE (1.2) in the space of L 2q (Ω, F t ; R). Lemma 4.6 displays that the value functions u n defined in (4.5) are uniformly convergent to the value function u defined in (3.1) in a compact subset of their domain. Based on the uniform convergence of g n , Y t,γ,n;v , and u n to g, Y t,γ;v , and u, respectively, it comes without a surprise in Lemma 4.7 that the Hamiltonians H n defined in (4.6) are convergent to H defined in (4.2) as well. To end the preparation, we prove the stability property of viscosity solutions in Lemma 4.8 in order to obtain the connection between the value function u defined in (3.1) and the viscosity solution of HJB equation (4.1) . Indeed, all the proofs of these mentioned lemmas will be presented in Subsection 4.2. ",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 167,
                    "text": "(4.3)",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 399,
                    "text": "(1.2)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 499,
                    "text": "(4.5)",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1052,
                    "text": "(4.1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "where K is an arbitrary compact subset of [0, T ] × C, and Y t,γ;v (·) and Y t,γ,n;v (·) are the solutions of BSDE (1.2) and BSDE (4.4), respectively. . Let u n be a viscosity subsolution (resp. supersolution) to the following PDE ∂ ∂t u n (t, γ) + H n t, γ, u n (t, γ), D x u n (t, γ), D 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "where H n (t, γ, r, p, A) : [0, T ] × C × R × R n × S n → R is continuous and satisfies the ellipticity condition H n (t, γ, r, p, X) H n (t, γ, r, p, Y ), whenever X Y. Assume that H n and u n converge to H and u, respectively, uniformly in each compact subset of their own domains. Then u is a viscosity subsolution (resp. supersolution) of the limit equation Proof. We divide the proof into two steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Step 1. Assume that for all (t, γ, v) ∈ [0, T ] × C × U , |g(t, γ, 0, v)| is uniformly bounded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Then from the assumption, we have the global Lipschitz condition of g n (t, γ, y, v) with respect to y. In fact, for any (t, γ, v) ∈ [0, T ] × C × U and y,ȳ ∈ R, (A6) implies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "So g n satisfies the assumption of Theorem 7.3 in Peng [22] , by which we know that u n (t, γ) is a viscosity solution of the following equation, for n ∈ N,",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Here u n and H n are defined in (4.5) and (4.6), respectively. Now, from Lemma 4.4-4.7, we have that the uniform convergence of g n to g, Y t,γ,n;v (t) to Y t,γ;v (t), u n to u and H n to H holds in each compact subset of their own domains as n → ∞. In addition, H n satisfies the ellipticity condition (4.7). Hence, from the stability of viscosity solution (Lemma 4.8), we have that u is a viscosity solution of the limit equation ∂ ∂t u(t, γ) + H t, γ, u(t, γ), ∇ γ u(t, γ), ∇ 2 γ u(t, γ) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "As for the terminal value of the above equation, by Lemma 4.6, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Thereby u is a viscosity solution of HJB equation (4.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Step 2. For all (t, γ, v) ∈ [0, T ] × C × U , |g(t, γ, 0, v)| is not necessary to be uniformly bounded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "In order to prove the result, we construct the sequence of functions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "For these g m , m ∈ N, we get a sequence of BSDEs on the interval [t, T ]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Similarly, we define the corresponding cost functional",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "the value function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "and the Hamiltonian, for (t, γ, r, p, A)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Note that g m (t, γ, 0, v) = Π m (g(t, γ, 0, v)), which implies that g m (t, γ, 0, v) is uniformly bounded. In addition, it is easy to check that each g m satisfies the assumptions (A3)-(A6). Hence g m satisfies the assumptions of Step 1. From Step 1, we see that u m is a viscosity solution of the following equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "(4.9)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Next, we prove that as m → ∞, the uniform convergence of g m to g, Y t,γ,m;v (t) to Y t,γ;v (t), u m to u and H m to H holds in each compact subset of their own domains too. It should be pointed out that due to the different definitions of g m here from g n in (4.3), only the proof for the convergence of g m to g is very different from Lemma 4.4, and the other convergence can be proved similarly as the proof of Lemma 4.5-4.7 in turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "From (A3), we have the continuity of g, so for each compact set K ⊂ [0, T ] × C × R × U and any (t, γ, y, v) ∈ K, g(t, γ, y, v) is bounded by a positive integer M K . This implies the uniform convergence of g m to g in K. Hence, when m M K , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Hence as m → ∞, g m uniform converges to g in each compact subset of their domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "Finally, by Lemma 4.8 again, even if |g(t, γ, 0, v)| is not necessary to be uniformly bounded for any (t, γ, v) ∈ [0, T ] × C × U , we have that u satisfies the limit equation of (4.9), which together with the fact u(T, γ) = Φ(γ) shows that u is a viscosity solution of HJB equation (4.1). The proof is complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Results"
        },
        {
            "text": "In this subsection, we give the detailed proofs to the lemmas in Subsection 4.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Proof of Lemma 4.4. Note that R ρ n (a)da = 1. Then we have g n (t, γ, y, v) − g(t, γ, y, v) = R (g(t, γ, y − a, v) − g(t, γ, y, v))ρ n (a)da.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "On the other hand, for each compact set K ⊂ [0, T ] × C × R × U , there is a compact set K such that (t, γ, y − a, v) ∈ K for any (t, γ, y, v) ∈ K and a ∈ [−1, 1]. Notice that since g(t, γ, y, v) is continuous with respect to (t, y, v) and Lipschitz continuous with respect to γ, g(t, γ, y, v) is continuous and uniformly continuous with respect to (t, γ, y, v) in the compact set K. Therefore, for arbitrary ε > 0, as n is sufficiently large, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "So the desired conclusion is derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Proof of Lemma 4.5. Firstly, it is easy to check that the smootherized generator g n satisfies the assumptions (A3)-(A6). Then, using Itô's lemma to |Y t,γ,n;v (s) − Y t,γ;v (s)| 2 e β(s−t) on the interval [t, T ], we have for any (t, γ) ∈ K,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "where in the last inequality we have used Hölder and inequality (A5) satisfied by g n . Now, taking",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "For simplicity, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "|Y t,γ;v (s)|<N }} ds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Next we will deal with J 1 , J 2 and J 3 in turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "First, for J 1 , by (A6) we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "By Chebychev's inequality and Proposition 2.2, we have for any N > 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Note that the initial value γ is bounded, so for arbitrary δ > 0, when N is sufficiently large, it yields that sup ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "which combining (4.10) indicates that for arbitrary ε > 0, there is a sufficiently large N 1 such that when N N 1 , we have for all n ∈ N,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Similar to the above discussion for J 1 , the Chebychev's inequality leads to that for arbitrary δ > 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Then there is a sufficiently large N 2 such that when N N 1 , we have for all n ∈ N,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "where B C N is the closed ball with the origin 0 and the radiumÑ in C. By the dominated convergence theorem and Lemma 4.4, we have, as n is sufficiently large, J 3 ε, uniformly in K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Therefore, due to the arbitrariness of ε, the conclusion follows and the proof is complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "Proof of Lemma 4.6. For arbitrary ε > 0, t ∈ [0, T ] and γ ∈ C, there is a controlv ∈ U such that u(t, γ) < Y t,γ;v t + ε.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Lemmas"
        },
        {
            "text": "(4.11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "On the other hand, there is a controlṽ ∈ U such that u n (t, γ) Y t,γ,n;ṽ (t) + ε, which gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "Combining (4.11) and (4.12), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "Note thatv andṽ are given admissible controls. Then by Lemma 4.5 it yields that for each compact",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "Finally, owing to the arbitrariness of ε, we obtain the uniform convergence of the value functions u n to u in K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "Proof of Lemma 4.7. For any t ∈ [0, T ], γ ∈ C, r ∈ R, p ∈ R n , A ∈ S n , v ∈ U , we set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "and B = p, b(t, γ, v) + 1 2 T r (σ(t, γ, v)σ * (t, γ, v)A) + g(t, γ, r, v). which implies |H n − H| sup v∈U |g n (t, γ, r, v) − g(t, γ, r, v)| .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hence we have"
        },
        {
            "text": "Note that for each compact set K ⊂ [0, T ] × C × R × R n × S n , and any (t, γ, r, p, Therefore, the uniform convergence of H n to H in K follows from above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note that"
        },
        {
            "text": "Proof of Lemma 4.8. The proof is similar to the proof of Lemma 6.2 in Fleming-Soner [10] . Let φ ∈ C 1,2 Lip ([0, T ]× C; R) and (t,γ) ∈ [0, T ]× C be a strict minimizer of φ− u with φ(t,γ) = u(t,γ). On one hand, due to that u n converges to u uniformly in each compact subset of their domain, there exists a sequence (t n , γ n ) → (t,γ) as n → ∞, such that (t n , γ n ) is a local minimum of φ − u n . On the other hand, if we setφ(t, γ) φ(t, γ) + u n (t n , γ n ) − φ(t n , φ n ), then (t n , γ n ) is a local minimum ofφ − u n andφ(t n , γ n ) = u n (t n , γ n ). Hence, from the viscosity property of u n , we have that ∂ ∂tφ (t n , γ n ) + H n t n , γ n ,φ(t n , γ n ), D xφ (t n , γ n ), D 2 xφ (t n , γ n ) 0.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Note that"
        },
        {
            "text": "Finally, leting n → ∞ and using the uniform convergence of H n to H, we conclude that u is a viscosity subsolution of the limiting equation (4.8) . Similarly the supersolution property can be proved similarly.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 145,
                    "text": "(4.8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Note that"
        },
        {
            "text": "As stated in Introduction, the stochastic differential formulation of recursive utility was introduced by Duffie and Epstein [7] , which is actually a stochastic recursive control system. In this section, based on the connection between SDU and BSDE, we present an example to illustrate the application of our study. It should be pointed out that the inspiration of the model comes from Ivanov-Swishchuk [13] , and for completeness, we would like to present the model in details.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "Suppose that an investor can get profit from his production who invests. Denote the capital, the labor, and the consumption rate of the investor at time t by X(t), π(t) and c(t), respectively. In 1928, based on the assumption that the income of production is a general function of the capital and the labor, the following model was introduced by Ramsey [25] to describe the system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "As we all know, when his investment contains a risky asset, such as stock, options, and futures, there must be some risk during the investment. Hence we would like to extend Ramsey's model to the following stochastic situation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "However, the fitness of the model has been questioned for the basic assumption that there is no delay through the investment, which is not reasonable. In fact, the empirical evidence presents to us that the volatility of investment depends not only on the current state of the process but through its whole history. Actually, as some examples shown in Introduction, it is natural that the future development of many natural and social phenomena depends on their present state and historical information. Therefore, it is natural to believe that in a consistent model of his investment, we should consider the past value of the capital during the investment. Hence, our model should be modified as dX(t) = [f (X t , π(t)) − c(t)]dt + σ(X t )dW (t), t ∈ [0, T ],",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "where X t represents the segment of the path of the process X(·) from t − δ to t. A special case is that X t = X(t − δ) as in Chen-Wu [4, 5] . The function f can be reasonably specific. For example, f (X t , π(t)) = Kf (X t ) α π β (t), where K, α, β are some constants as in Gandolfo [12] . For simplicity, similar to Ivanov-Swishchuk [13] , we set α = β = 1 to rewrite our model as",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "where f (γ) : C → R and σ(γ) : C → R, and we require that the coefficients of (5.1) satisfy (A1)-(A2) for n = d = 1. Now, we suppose that the SDU preference of the investor is a continuous time Epstein-Zin utility, and the utility is depicted by BSDE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "where h(γ) : C → R is a given Lipschitz continuous function. In BSDE (5.2), the coefficient ϑ > 0 represents the rate of time preference, the coefficient r ∈ (0, 1) ∪ (1, ∞) is the relative risk aversion, and 0 < ψ = 1 represents the elasticity of intertemporal substitution. The investor's optimization goal is to maximize the utility: is the admissible control set. Clearly, the generator of BSDE (5.2) does not satisfy the Lipschitz condition with respect to the utility and the consumption at all times, however, we can find the applications of our study in the non-Lipschitz situation. Note that there are four cases that the generator is monotonic with respect to the utility as shown by Proposition 3.2 in Kraft-Seifried-Steffensen [14] . In view of the polynomial growth condition (A6) with respect to the utility, here we choose two situations for further investigation:",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "(i) r > 1 and ψ > 1, (ii) r < 1 and ψ < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "In both situations (i) and (ii), we can find suitable powers of utility such that the generator of BSDE (5.2) is continuous and monotonic but non-Lipschitz with respect to the utility in its domain. As for the continuity with respect to the consumption, it is obvious that both situations are Lipschitz continuous if b 1 > 0. In particular, in the case of b 1 = 0, only the situation (i) satisfies the continuity but not Lipschitz continuity with respect to the consumption. Therefore, under the assumptions (A3)-(A6), for all suitable non-Lipschitz situations, applying Theorem 4.9 we know that the value function of the investor is a viscosity solution of HJB equation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "In conclusion, we show that under the assumptions (A1)-(A6), the dynamic programming principle for delayed stochastic recursive optimal control problem holds under the non-Lipschitz circumstances in Theorem 3.5. Moreover, as proved in Theorem 4.9, the value function of the delayed stochastic recursive optimal control problem is the viscosity solution of the corresponding HJB equation (4.1), in the setting of non-Lipschitz generator g(t, γ, y, v) of BSDE serving as the recursive cost functional. However, when the generator g also depends on z, the second one of solution pair, the result is still open, and we hope to solve it in near future. Finally, in Section 5, to demonstrate the application of our theoretical study to mathematical finance models, an consumption-investment problem under the delayed continuous-time Epstein-Zin utility with a non-Lipschitz is presented and the HJB equation which the value function satisfies is given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A delayed Black and Scholes formula",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arriojas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pap",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stoch. Anal. Appl",
            "volume": "25",
            "issn": "",
            "pages": "471--492",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stochastic differential games and viscosity solutions of HamiltonJacobi-Bellman-Isaacs equations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buckdahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SIAM J. Control Optim",
            "volume": "47",
            "issn": "",
            "pages": "444--475",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stochastic Control of Hereditary Systems and Applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stoch. Mod. Appl. Probab",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dynamic Programming principle for stochastic recursive optimal control problem with delayed systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ESAIM Control Optim. Calc. Var",
            "volume": "18",
            "issn": "",
            "pages": "1005--1026",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maximum principle for the stochastic optimal control problem with delay and application",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Automatica",
            "volume": "46",
            "issn": "",
            "pages": "1074--1080",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "User's guide to viscosity solutions of second order partial differential equations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lions",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Bull. Amer. Math. Soc",
            "volume": "27",
            "issn": "",
            "pages": "1--67",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stochastic differential utility",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duffie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "353--394",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Backward stochastic differential equations in finance",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "El"
                    ],
                    "last": "Karoui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quenez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Math. finance",
            "volume": "7",
            "issn": "",
            "pages": "1--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A generalized comparison theorem for BSDEs and its applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Theoret. Probab",
            "volume": "25",
            "issn": "",
            "pages": "50--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Controlled Markov Processes and Viscosity Solutions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Soner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stochastic equations with delay: optimal control via BSDEs and regular solutions of Hamilton-Jacobi-Bellman equations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fuhrman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Masiero",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tessitore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "SIAM J. Control Optim",
            "volume": "48",
            "issn": "",
            "pages": "4624--4651",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Economic dynamics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gandolfo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimal control of stochastic differential delay equations with application in economics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swishchuk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Conference on stochastic modelling of copmlex systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Consumption-portfolio optimization with recursive utility in incomplete markets",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Seifried",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steffensen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Finance Stoch",
            "volume": "17",
            "issn": "",
            "pages": "161--196",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dynamic programming in stochastic control of systems with delay",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larssen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Stoch. Stoch. Rep",
            "volume": "74",
            "issn": "",
            "pages": "651--673",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "When are HJB equations for control problems with stochastic delay equations finite dimensional?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larssen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Risebro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Stoch. Anal. Appl",
            "volume": "21",
            "issn": "",
            "pages": "643--671",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stochastic optimization theory of backward stochastic differential equations with jumps and viscosity solutions of Hamilton-Jacobi-Bellman equations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nonlinear Anal",
            "volume": "70",
            "issn": "",
            "pages": "1776--1796",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Linear-quadratic optimal control for time-delay stochastic system with recursive utility under full and partial information",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Automatica",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stochastic Functional Differential Equations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stochastic Analysis and Related Topics. VI. Proceedings of the 6th Oslo-Silivri Workshop",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "BSDE's, weak convergence and homogenization of semilinear PDE's",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pardoux",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nonlinear Analysis, Differential Equations and Control",
            "volume": "",
            "issn": "",
            "pages": "503--549",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Backward stochastic differential equations-stochastic optimiztion theory and viscosity solutions of HJB equations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Topics on Stochastic Analysis",
            "volume": "",
            "issn": "",
            "pages": "85--138",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A generalized dynamic programming principle and Hamilton-Jacobi-Bellman equation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Stoch. Stoch. Rep",
            "volume": "38",
            "issn": "",
            "pages": "119--134",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamic programming principle and associated Hamilton-Jacobi-Bellman equation for stochastic recursive control problem with non-Lipschitz aggregator",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ESAIM Control Optim. Calc. Var",
            "volume": "24",
            "issn": "",
            "pages": "355--376",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A mathematical theory of savings",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramsey",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "The Economic Journal",
            "volume": "38",
            "issn": "",
            "pages": "543--559",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stochastic recursive optimal control problem with time delay and applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Math. Control Relat. Fields",
            "volume": "5",
            "issn": "",
            "pages": "859--888",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Path-dependent optimal stochastic control and viscosity solution of associated Bellman equations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Discrete Contin. Dyn. Syst",
            "volume": "35",
            "issn": "",
            "pages": "5521--5553",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dynamic programming principle for one kind of stochastic recursive optimal control problem and hamilton-Jacobi-Bellman equation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SIAM J. Control Optim",
            "volume": "47",
            "issn": "",
            "pages": "2616--2641",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stochastic Controls: Hamiltonian Systems and HJB Equations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Backward Stochastic Differential Equations: From Linear to Fully Nonlinear Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Dynamic programming principle and viscosity solutions of Hamilton-Jacobi-Bellman equations for stochastic recursive control problem with non-Lipschitz generator",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl. Math. Optim",
            "volume": "82",
            "issn": "",
            "pages": "851--887",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assume (A1)-(A6) and q 1. Then for any",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Assume (A1)-(A6). Then the value function u(t, γ) defined in (3.1) is a deterministic function.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Generalized dynamic programming principle). Assume (A1)-(A6). Then the value function u(t, γ) defined in (3.1) for our optimal control problem system obeys dynamic programming principle, i.e., for each 0 τ T − t, u(t, γ) = esssup v∈U G t,γ;v t,t+τ [u(t + τ, X t,γ;v t+τ )].(3.21)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Let u : [0, T ] × C → R be a continuous function.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(4.1), if it is both a viscosity subsolution and viscosity supersolution.The definition of viscosity solution presented here is a delayed version of Crandall-Ishii-Lions[6] which first introduces the theory of viscosity solutions for standard PDEs. Besides, some preliminaries are needed. First of all, we point out the continuity of the values function defined in (3.1) with respect to both the time and state variables.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Assume (A1)-(A6). The value function u(t, γ) : [0, T ] × C → R defined in (3.1)is continuous with respect to t and γ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Assume (A1)-(A6). Then the sequence g n defined in (4.3) converges to g uniformly in each compact subset of their domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Assume (A1)-(A6). Then for all v ∈ U , we have lim n→∞ sup (t,γ)∈K",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Assume (A1)-(A6). Then the sequence u n defined in (4.5) converges to u defined in (3.1) uniformly in each compact subset of their domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Assume (A1)-(A6). Then the sequence H n defined in (4.6) converges to H defined in (4.2) uniformly in each compact subset of their domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Stability)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "above lemmas, we are going to establish the connection between the value function defined in (3.1) and the viscosity solution of HJB equation (4.1). Theorem 4.9. Assume (A1)-(A6). Then u defined in (3.1) is a viscosity solution of HJB equation (4.1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "− g n ) sup v∈U |g − g n | ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "sup v∈U |g n (t, γ, r, v) − g(t, γ, r, v)| lim n→∞ sup (t,γ,y,v)∈ K |g n (t, γ, y, v) − g(t, γ, y, v)| = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "π, c) | (π, c) : [0, T ] × Ω → [a 1 , a 2 ] × [b 1 , b 2 ] and F-adapted, for given a 1 , a 2 , b 1 , b 2 ∈ R}",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "t, γ) ∈ [0, T ) × C, u(T, γ) = h(γ).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}