{"paper_id": "217440565ecf34a01ddbb8a6a7eef7541138d4bb", "metadata": {"title": "An e-Government Implementation Framework: A Developing Country Case Study", "authors": [{"first": "Anele", "middle": [], "last": "Apleni", "suffix": "", "affiliation": {}, "email": "aneleapleni@gmail.com"}, {"first": "Hanlie", "middle": [], "last": "Smuts", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Pretoria", "location": {"settlement": "Pretoria", "country": "South Africa"}}, "email": "hanlie.smuts@up.ac.za"}]}, "abstract": [{"text": "The implementation of Information and Communication Technology (ICT) is seen globally as a means to efficient and effective delivery of business and organisational mandates. Governments, in their quest to serve citizens, harness ICT to streamline their service delivery processes. e-Government transforms administrations into \"smart governments\" enhancing the social, political and economic inclusion and the quality of life of its citizens. However, the governments of developing countries are still facing challenges regarding transformation due to a myriad of obstacles, which include the lack of interoperability of e-government, lack of resources and lack of management commitment. Therefore, the aim of this study is to define an e-government implementation framework for developing countries. The 12 critical success factors identified for developing countries were mapped to the variables of Diffusion of Innovation (DOI) Theory in order to create the proposed implementation framework. The framework was then applied in a single case study at a government department in South Africa (SA) where the opinions of 110 managers were collected through an on-line questionnaire. By considering the e-government implementation framework, government departments are guided and enabled to prioritise specific elements in their implementation plan focusing on improved e-government delivery.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "1 Introduction e-Government is one of the key priorities of governments worldwide to increase efficacy in service delivery and to advance interaction and collaboration across government departments [1] . e-Government refers to the process that governments utilise to achieve efficiency and effectiveness in government, allowing citizens greater access to services, while bringing more government accountability to the public [2, 3] . e-Government has therefore developed beyond just electronic service delivery and introduction to webbased technologies in government [2] . e-Government implementation is also considered to be a complicated societal system which includes organizational, social and economic issues [4] .", "cite_spans": [{"start": 198, "end": 201, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 425, "end": 428, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 429, "end": 431, "text": "3]", "ref_id": "BIBREF2"}, {"start": 567, "end": 570, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 714, "end": 717, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "There are several constraints that must be addressed for the successful implementation of electronic public services [5] . The failure rate of e-government projects, especially in developing countries, are significant and the gap between developed, and developing countries, is vast [6, 7] . Slow adoption to ICT has been the result of limited resources, such as poor ICT infrastructure, and insufficient Information Technology (IT) human capital to spearhead ICT advancement and improvement [6, 8] . Other factors cited that impact the adoption of e-government in developing countries include top management support, organisational size, ease of use, competitive pressure, compatibility, competitive pressure, strategic relevance and IT support infrastructure [2, 3, 8, 9] . Furthermore, slow adoption of an e-government approach is impacted by the fact that it is a long term project that requires an integrative implementation framework approach, more so in developing countries [10] .", "cite_spans": [{"start": 117, "end": 120, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 283, "end": 286, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 287, "end": 289, "text": "7]", "ref_id": "BIBREF6"}, {"start": 492, "end": 495, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 496, "end": 498, "text": "8]", "ref_id": "BIBREF7"}, {"start": 761, "end": 764, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 765, "end": 767, "text": "3,", "ref_id": "BIBREF2"}, {"start": 768, "end": 770, "text": "8,", "ref_id": "BIBREF7"}, {"start": 771, "end": 773, "text": "9]", "ref_id": "BIBREF8"}, {"start": 982, "end": 986, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "In an attempt to address the slow rate of e-government adoption, scholars considered critical success factors (CSFs) specifically pertaining to developing countries [6, 11] . The concept of CSFs point to the limited number of key areas where the implementation of e-government must be accomplished in order to achieve improved service delivery, making the difference between success and failure for the government department or team [2] . Therefore, in order to guide the implementation of e-government in developing countries, this research study considers the following research question: what are the components of an e-government implementation framework for developing countries? We reflect on this research question by considering the CSFs for developing countries and by mapping the CSFs to the DOI theory for guiding the e-government implementation programme. Thereafter, we evaluated the proposed framework in a single case study of a government department in SA.", "cite_spans": [{"start": 165, "end": 168, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 169, "end": 172, "text": "11]", "ref_id": "BIBREF10"}, {"start": 433, "end": 436, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "The remainder of the paper is structured as follows: in Sect. 2 we provide the background to the study presenting an overview of e-government, as well as the DOI theory. The approach to this study is discussed in Sect. 3 where after we provide an overview of the findings in Sect. 4. In Sect. 4 we present the CSFs for improved service delivery mapping and conclude in Sect. 5.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "2 Background e-Government is influenced by a combination of factors, such as; political conditions, cultural dimensions, technological advances, and organizational changes all designed to support and drive transformation in government departments [5] . It involves providing transparency, simplified processes and efficiency by rethinking government through the introduction of models for business management, increased public involvement in decision-making processes and by using ICT for the successful adoption of administration-and government services [12] . Furthermore, e-government depends on the effective directing of e-government stakeholders, the coordination of many government department activities, close cooperation among employees, managers, IT specialists, citizens and industry, as well as ICT application [8, 13] .", "cite_spans": [{"start": 247, "end": 250, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 555, "end": 559, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 823, "end": 826, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 827, "end": 830, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "ICT is an enabler from 2 perspectives: firstly, ICT facilitates government efficiency, provides infrastructure for better decision-making, improves service offers and enhance communication. Secondly, ICT improves access and utility for citizens [8] . It is more difficult to realise government growth, economic growth, poverty reduction, the prosperity of citizens as well as a nation's sustainability, without e-government operating effectively [14] . Public sector restructuring, and its transformation into a digital public sector, is a necessity to achieving both of these perspectives [15, 16] . Furthermore, public sector digital transformation is context specific [16] [17] [18] and to identify factors influencing the success of e-government, this study suggests the use of CSFs [19] .", "cite_spans": [{"start": 245, "end": 248, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 446, "end": 450, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 590, "end": 594, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 595, "end": 598, "text": "16]", "ref_id": "BIBREF15"}, {"start": 671, "end": 675, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 676, "end": 680, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 681, "end": 685, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 787, "end": 791, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": ""}, {"text": "In the next sections we present a high-level synopsis of e-government with specific focus on developing countries, an overview of the DOI theory in the context of e-government service delivery, and an overview of CSFs in the context of e-government in developing countries.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In the context of global economic integration and competition, ICT implementation is increasingly important to sustainable economic growth of developing countries in particular [20] . Diffusion of e-government innovation in developing countries was observed during the last two decades benefitting citizens and governments [20, 21] . For citizens, ICT implementation managed data, enhanced public service delivery and expanded communication channels. For governments, ICT implementation increased productivity, grew the business economy, shared global knowledge and automated business processes and communications [21] .", "cite_spans": [{"start": 177, "end": 181, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 323, "end": 327, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 328, "end": 331, "text": "21]", "ref_id": "BIBREF20"}, {"start": 614, "end": 618, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "e-Government and ICT Implementation in Developing Countries"}, {"text": "Improved delivery of government services and products is the ultimate goal for e-government adoption and the role of ICT in providing these public activities of government improves efficiency and effectiveness, consequently reducing bureaucracy [22] . e-Government allows accessibility of up to date services bringing access and convenience to the citizens, thereby empowering them [16] . Furthermore, the transparency of government activities is enhanced through e-government actions, as well as through digital literacy development and the fostering of citizen appreciation of information technology [7, 23] .", "cite_spans": [{"start": 245, "end": 249, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 382, "end": 386, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 602, "end": 605, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 606, "end": 609, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "e-Government and ICT Implementation in Developing Countries"}, {"text": "Readiness for e-government in developing countries is dependent on a number of favourable political, cultural, social, economic and technological conditions that need to exist for the e-government paradigm shift to take hold [7] . In countries where e-government is competing with other significant factors such as housing, health services, and a high unemployment rate, these conditions are difficult to establish in the short term [7] . In this context, at the turn of the century, SA started out as an e-government leader among developing countries. However, a decade later, states that were much less developed have surpassed SA [7] .", "cite_spans": [{"start": 225, "end": 228, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 433, "end": 436, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 633, "end": 636, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "e-Government and ICT Implementation in Developing Countries"}, {"text": "The proponents of e-government have promised many benefits to those who adopt and implement e-government systems and standards [23] . Such standards, consisting of technical specification sets, constitute a common foundation of advanced technological knowledge, presented in an easily transferrable form for extensive acceptance [20] . These standards and standardisations facilitate the diffusion of innovation and describes the rate at which a new product or service is accepted. The DOI theory assist with a better understanding of how trends emerge, and may serve as early indication of success or failure of the new introduction [16, 20] . Therefore, we discuss DOI theory in the next section.", "cite_spans": [{"start": 127, "end": 131, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 329, "end": 333, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 634, "end": 638, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 639, "end": 642, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "e-Government and ICT Implementation in Developing Countries"}, {"text": "The DOI Theory is a well-known framework where new technologies are being investigated for adoption [24, 25] and DOI Theory can be applied in terms of guiding e-government implementation [26] . In the context of this paper, innovation refers to the e-government implementation which in most cases, also include an aspect of ICT.", "cite_spans": [{"start": 100, "end": 104, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 105, "end": 108, "text": "25]", "ref_id": "BIBREF25"}, {"start": 187, "end": 191, "text": "[26]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Diffusion of Innovation (DOI) Theory"}, {"text": "For the diffusion of a new idea, the DOI framework consists of 4 main elements: the innovation itself, communication channels, time and social systems. Diffusion, in the context of the DOI theory, is the process whereby an innovation is communicated over a period of time. Rogers [25: 172] described the innovation-decision process as \"an information-seeking and information-processing activity, where an individual is motivated to reduce uncertainty about the advantages and disadvantages of an innovation\". This innovation-decision process involves five steps in a time-ordered manner: knowledge, persuasion, decision, implementation, and confirmation [27] . Firstly, citizens form an opinion of an innovation based on knowledge they have about the innovation. Secondly, citizens decide if they want to adopt or reject the implementation of the innovation. The final stage of communication is the confirmation stage where citizens evaluate the outcomes of the innovation-decision that is considered [27] . Communication during the innovation implementation takes place within a social system through multiple channels, where stakeholders create and share the information with one another in order to reach a mutual understanding of the adoption of the innovation. The adoption process is the stages through which citizens decide on the acceptance or rejection of an innovation [25] .", "cite_spans": [{"start": 280, "end": 289, "text": "[25: 172]", "ref_id": null}, {"start": 654, "end": 658, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 1001, "end": 1005, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 1379, "end": 1383, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Diffusion of Innovation (DOI) Theory"}, {"text": "The adoption rate of an idea is determined by five characteristics, namely: the relative advantage of the innovation compared to the advances it supersedes; compatibility to existing needs and past experiences, complexity in relation to the difficulty and use; trialability with respect to the limited experimentation; and the observability of results of the innovation to the citizens within the social system [25, 27] . Prior conditions focus on the conditions that increase or decrease the likelihood that an innovation or new idea will be adopted by citizens and include previous practices, norms of the social system and needs or problems experienced [25, 27] .", "cite_spans": [{"start": 411, "end": 415, "text": "[25,", "ref_id": "BIBREF25"}, {"start": 416, "end": 419, "text": "27]", "ref_id": "BIBREF27"}, {"start": 656, "end": 660, "text": "[25,", "ref_id": "BIBREF25"}, {"start": 661, "end": 664, "text": "27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Diffusion of Innovation (DOI) Theory"}, {"text": "In order to apply CSFs as a means to improve e-government service delivery, we consider CSF categories in the next section.", "cite_spans": [], "ref_spans": [], "section": "Diffusion of Innovation (DOI) Theory"}, {"text": "In order for nations to remain competitive in a globalised world, it is required to fully utilize e-government, and factors influencing e-government adoption are relevant in both the government internal and external environment [15] . Incompatible systems, complex organizational systems, initial cost increase associated with non-conformities, lack of integration guidance, lack of resources, lack of management commitment, the demand for training and cultural change compromises e-government initiatives [28] .", "cite_spans": [{"start": 228, "end": 232, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 506, "end": 510, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "A mechanism utilised to consider this government internal and external environment, is CSFs referring to a limited number of conditions, variables or characteristics that have a direct and significant impact on objectives such as effectiveness, efficiency, and viability of a government [29] . To achieve the intended overall objectives, activities related to the CSFs must be performed at the highest possible level of excellence [30] . As a result, we extracted CSFs relevant to developing countries as shown in Table 1 .", "cite_spans": [{"start": 287, "end": 291, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 431, "end": 435, "text": "[30]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 514, "end": 521, "text": "Table 1", "ref_id": "TABREF0"}], "section": "e-Government Critical Success Factors"}, {"text": "Any e-government initiatives require funding to initiate and maintain e-government projects. e-Government services are provided through ICT infrastructure that is able to automate and digitise e-government services. The e-government ICT infrastructure may consist of a number of components forming the backbone of e-government implementation, namely infrastructure application server environment, infrastructure security, operating systems, application development tools, data and content management tools, and hardware.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "New legal issues arise through e-government implementation processes as e-government implementation often requires the development and implementation of new legislation and policies, through a series of legislative updates. Accountability and transparency mechanisms are attributes of good governance-focussed regimes, and includes elements like best practice standards, quality controls, administrative law, and regulatory bodies as watchdogs such as auditors and ombudsmen. Therefore, good governance practice for e-government implementation requires all stakeholders to implement their programs in such a way that accountability and transparency is included, that it complies with all relevant laws, standards and best practice, and that it accommodates audit, quality assurance and recordkeeping programs that support sound administration and responsibility.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "Awareness in e-government refers to the process of pro-actively and earnestly marketing the benefits of e-government services to citizens in both rural and urban areas. Raising awareness of e-government early on in the programme and at the initial stage of the e-government implementation, resistance may be avoided and growth and adoption may be fostered. In addition, senior management support and commitment is a [2, 4, 9, 32] Citizen empowerment (as opposed to marginalising groups) [2, 4, 5, 9, 33] priority and is required throughout the entire e-services implementation life cycle in order to provide and allocate sufficient resources.", "cite_spans": [{"start": 416, "end": 419, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 420, "end": 422, "text": "4,", "ref_id": "BIBREF3"}, {"start": 423, "end": 425, "text": "9,", "ref_id": "BIBREF8"}, {"start": 426, "end": 429, "text": "32]", "ref_id": "BIBREF32"}, {"start": 487, "end": 490, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 491, "end": 493, "text": "4,", "ref_id": "BIBREF3"}, {"start": 494, "end": 496, "text": "5,", "ref_id": "BIBREF4"}, {"start": 497, "end": 499, "text": "9,", "ref_id": "BIBREF8"}, {"start": 500, "end": 503, "text": "33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "The ability of usersboth citizens and civil servants -to use and cope with new technology, must be attended to for e-government implementation. Such skills typically include digital literacy skills such as information literacy, identity management, learning skills and ICT literacy skills normally associated with access to the Internet. These citizen skills are commonly classified into abilities needed in order to acquire and understand e-government services information, and the ability required to make decisions, solve problems, and collect and disseminate information. In addition, as e-government may be a new concept for citizens and civil servants in developing countries, e-government should provide incentives for stakeholders to support these new systems. Therefore, stakeholder involvement should focus on and encourage participation at a significant level of work.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "Potential resistance to change by citizens is a concern and attention should be given during the e-government implementation to ensure that citizens understand the benefits of the new e-services. Some reasons for resistance that must be addressed may be fear of new technology, lack of understanding of the e-process and trouble-shooting (understanding outcomes and the course of action should processes go awry). The outcomes of e-government implementation transform traditional establishments and inevitably include changes to patterns of communication, work practices, organisational structures, procedures and processes enabled by the ICT implementation. In order to ensure the success of e-government initiatives, potential changes that may transpire must be anticipated and addressed. For this purpose, a well-designed communication and change management strategy needs to be developed and implemented. Components of this communication and change management strategy includes ICT education and ICT impact, as well as a clear vision and strategy for the e-government implementation. Successful e-government considerations entail a clear vision and strategy that leads and supports the entire e-government implementation process and focuses on the realisation of specific and well-articulated e-government goals.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "Training is an important element to improve the overall success of e-government and goes hand in hand with communication and change management, as well as coping with new technology. Training is associated with endowing citizens with the hard, technical skills required to use technology and leads to the increased diffusion of e-government services into societies. Training and confidence in using technology, also impact the rate at which citizens adopt e-government. For democratic and participative decision-making, e-government facilitates citizen empowerment by providing information, as well as opportunities, to take part and contribute to public policy-making. Different forms of online forums enhance citizen participation and involvement. Such public discussions and the aggregation of differing citizens' interests, is an important requirement that is emphasized by democracy models.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "In the next section we consider the research approach before we present the data analysis and findings.", "cite_spans": [], "ref_spans": [], "section": "e-Government Critical Success Factors"}, {"text": "Our overall objective of this paper was to define an implementation framework for e-government in developing countries. A means to identify and achieve this enabling environment, is to consider CSFs focussing on the underlying enabling and inhibiting conditions. In order to achieve this outcome, we conducted quantitative research and employed a case study research strategy [34] . The case study environment consisted of a government department in SA (GDSA). Within the SA context, e-government is sectorial according to government functionalities such as health, education, home affairs, etc. This is based on the political will of the SA Government with regards to enhancing its processes and systems through ICT implementation and adoption. A large sample of participants from a predetermined population of interest was selected [35, 36] . The rationale used in identifying the research participants, was the management level of the GDSA as this organisational level is accountable for decisions regarding ICT implementation.", "cite_spans": [{"start": 376, "end": 380, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 834, "end": 838, "text": "[35,", "ref_id": "BIBREF35"}, {"start": 839, "end": 842, "text": "36]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Research Approach"}, {"text": "An online questionnaire was used for data collection as it enabled us to obtain the similar data from a large group of people, in a homogenous format [37] . In order to structure the online questionnaire, we proceeded to map the CSFs (Table 1) to the DOI theory (Sect. 2) as shown in Fig. 1 . The mapping was done based on the specific definitions of the CSFs and how it relates to the DOI theory definitions. Prior conditions that need to be met before embarking on the programme, includes 4 CSFs namely, funding, legal and policies, departmental goals and a clear vision and strategy. These CSFs were identified as they would increase or decrease the likelihood that the e-government implementation will materialise or not. The innovation-decision process starts with the knowledge stage where the citizen attempts to deduce what the innovation is and how it works. In order to create new knowledge during this stage, technology education and practice should provide both how-to and know-why experiences. Therefore, two CSFs, namely training and awareness, are relevant to both civil servants and citizens at this stage. The next step, a feeling-centred stage, is persuasion and during this stage an individual has a negative or positive attitude toward the innovation. Two CSFs are important at this pointone civil servant related and one citizen related. The stakeholder involvement CSF applies to civil servants acknowledging the IT skill that they require and bring to the innovation, and user computer efficacy points to citizens where efficient execution plays a major role. The third stage is the decision phase where an individual chooses to adopt or reject the innovation. The CSF focus for this stage is top management and government support that is mainly focused on civil servants and visible government support, calling on citizens to embrace the e-government service delivery innovation. The implementation stage is the fourth stage and the innovation is put into practice in this stage. An innovation may be modified by a user during the process of its adoption and implementation, and this usually takes place during the implementation stage. Based on the degree to which an innovation is changed, the implementation stakeholders may need technical assistance to reduce the degree of uncertainty about the consequences and subsequently placing emphasis on the ICT infrastructure CSF. The last step is the confirmation stage where the individual looks for support for his or her decision by seeking reassuring messages that confirm his or her decision. The CSF significant here is citizen empowerment enticing citizens to stay involved, to apply the innovation and assist with enhancing and improving it. The final CSF is change management which is relevant across all 5 stages of the innovation-decision process where change agents may increase the predictability of the rate of adoption of innovations.", "cite_spans": [{"start": 150, "end": 154, "text": "[37]", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 234, "end": 243, "text": "(Table 1)", "ref_id": "TABREF0"}, {"start": 284, "end": 290, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Research Approach"}, {"text": "Respondents had to provide demographic data and rate the CSF statements (Fig. 1 ) using a 5-point Likert rating scale. Based on the specific criteria used to identify potential research participants, 46% of respondents were male and 54% female as shown in the respondent profile in Table 2 . Most respondents (42%) were in the age group 36-45, followed by 35% in the 46-55 age group. None of the respondents were younger than 25 years which is expected as only managers were included in the sample of 140. Of the respondents, 35% had a tenure of 11-15 years, while 31% indicated a tenure of 5-10 years. Only 8% had a tenure of less than 5 years. All respondents reported tertiary qualifications as 68% indicated that they hold a degree, followed by 24% that indicated post-graduate qualifications.", "cite_spans": [], "ref_spans": [{"start": 72, "end": 79, "text": "(Fig. 1", "ref_id": "FIGREF1"}, {"start": 282, "end": 289, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Research Approach"}, {"text": "In the next section, we discuss the analysis of the data collected in order to derive a prioritised e-government implementation plan for the GDSA.", "cite_spans": [], "ref_spans": [], "section": "Research Approach"}, {"text": "The main aim of this paper was to define an implementation framework for e-government in developing countries by using CSFs mapped to the DOI theory as a framework. Data was analysed quantitatively and Table 3 depicts the opinion of the 110 respondents based on the questions related to the CSFs.", "cite_spans": [], "ref_spans": [{"start": 202, "end": 209, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Case Study Data Analysis and Findings"}, {"text": "The respondents confirmed that funding and ICT infrastructure are the priority factors for successful e-government adoption in the GDSA with ratings of 93% and 84%, respectively. Adequate legal and policies formulation for e-government service delivery in the public sector provides a healthy platform for successful implementation highlighted by 58% of respondents. 53% of respondents stressed that in order to achieve successful adoption of e-government, civil servants ought to be aware of ICT capabilities to improve service delivery to citizens, as well as optimisation of their processes. 62% of respondents emphasised that top management and government support are essential for successful adoption of e-government service delivery, while 30% emphasised the importance of user computer efficacy. In order to curb the skills flight of GDSA IT staff to better paying private sector jobs, which is an existing public service problem that hampers e-government service delivery implementation, IT personnel at GDSA should have an attractive stakeholder involvement plan to retain them. Hence, 40% of the respondents prioritised this CSF. Communication and change management focuses on addressing resistance to changefrom both civil servant and citizen perspectives -and 56% of the respondents agreed this CSF is essential for the successful adoption of e-government in the GDSA. A clear vision and strategy attracted a rating of 74% while training was prioritised by 40% of respondents. 68% of respondents highlighted the importance of department goals and 75% of respondents emphasised the significance of empowering citizens.", "cite_spans": [], "ref_spans": [], "section": "Case Study Data Analysis and Findings"}, {"text": "In order to visualise the priorities identified by the GDSA respondents for their particular implementation plan, a diagram was utilised shown in Fig. 2 . As all CSFs are important as a means to guiding implementation of the GDSA e-government service delivery programme, the rating shared by 110 GDSA managers may now guide implementation focus and priority. By tallying the somewhat important and very important categories, an importance rating per CSF pertinent to the GDSA is shown in Fig. 2 . Respondents identified the top 6 prioritise for the particular GDSA with a rating of more than 60% as top management and government support (62%), clear departmental goals (68%), clear vision and strategy (74%), empowerment of citizens (75%), ICT infrastructure (84%) and funding (93%). In order to achieve e-government service delivery improvement at the GDSA, an enabling environment is necessary. When considering the proposed framework in Fig. 1 and the prioritisation in Fig. 2 , a clear implementation plan may be designed for the GDSA. There is a priority requirement for government to provide adequate funding that will ensure that IT skills are retained, ICT infrastructure is put in place, and clear goals are set on how e-government will roll out across interactive stages. Furthermore, better government support will ensure that priority is given to ICT implementation initiatives. It is important that SA citizens are aware of, and understand, the e-government products that the GDSA offers so they can benefit from utilizing them. A large number of citizens in developing countries live in rural areas, often away from technology and infrastructure. The GDSA implementation project needs to be executed in such a way that it does not marginalise any group of SA citizens as these implementation plans should empower citizens and civil servants with the necessary knowledge and skills for the implementation and usage of e-government systems. Initiatives for road shows in rural areas on how citizens can register online should be done for the benefit of ordinary citizens. IT education to citizens is another way of dealing with the digital divide to ensure digital literate citizens. For the implementation of the GDSA project, high priority must be allocated to the approval of adequate budgets and funding from national government.", "cite_spans": [], "ref_spans": [{"start": 146, "end": 152, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 488, "end": 494, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 940, "end": 946, "text": "Fig. 1", "ref_id": "FIGREF1"}, {"start": 973, "end": 979, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Case Study Data Analysis and Findings"}, {"text": "In order to address the requirement of e-government implementation in developing countries, this research proposed an implementation framework derived from CSFs for e-government implementation in developing countries mapped to DOI theory for the adoption of new ideas. Twelve relevant CSFs were identified and mapped across the DOI innovation-decision process. These CSFs give a comprehensive view of what a government department specifically needs to address when implementing an e-government programme.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The proposed e-government implementation framework was applied in a government department in SA where 110 managers utilised the framework to prioritise the focus areas of their e-government implementation. In addition, by considering specific CSF priorities within the government department as illustrated by the case study example, precedence can be given to the real enablers and a fit-for-purpose e-government implementation plan can be designed.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Although our starting point with identifying CSFs was related to e-government implementation in developing countries and evaluated in one government department in SA, further research is required on how the proposed implementation framework can be extended at a government level across multiple departments.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "E-government interoperability interaction of policy, management, and technology dimensions", "authors": [{"first": "T", "middle": ["A"], "last": "Pardo", "suffix": ""}, {"first": "T", "middle": [], "last": "Nam", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Burke", "suffix": ""}], "year": 2012, "venue": "Soc. Sci. Comput. Rev", "volume": "30", "issn": "1", "pages": "7--23", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The critical success factors study for e-government implementation", "authors": [{"first": "D", "middle": [], "last": "Napitupulu", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Sensuse", "suffix": ""}], "year": 2014, "venue": "Int. J. Comput. Appl", "volume": "89", "issn": "16", "pages": "23--32", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Critical success factors affecting e-government policy implementation in Pakistan", "authors": [{"first": "W", "middle": [], "last": "Siddique", "suffix": ""}], "year": 2016, "venue": "E-J. E-Democr. Open Gov", "volume": "8", "issn": "1", "pages": "102--126", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Systematic review of critical success factors of e-government: definition and realization", "authors": [{"first": "R", "middle": [], "last": "Meiyanti", "suffix": ""}], "year": 2018, "venue": "2017 International Conference on Sustainable Information Engineering and Technology (SIET)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Factors influencing the success of e-government", "authors": [{"first": "E", "middle": [], "last": "Ziemba", "suffix": ""}], "year": 2016, "venue": "J. Comput. Inf. Syst", "volume": "56", "issn": "2", "pages": "156--167", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Content validity of critical success factors for e-Government implementation in Indonesia", "authors": [{"first": "D", "middle": [], "last": "Napitupulu", "suffix": ""}], "year": 2018, "venue": "Materials Science and Engineering", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "E-government lessons from South Africa", "authors": [{"first": "F", "middle": [], "last": "Cloete", "suffix": ""}], "year": 2001, "venue": "Afr. J. Inf. Commun", "volume": "12", "issn": "", "pages": "128--142", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "e-Government implementation challenges in developing countries: the project manager's perspective", "authors": [{"first": "P", "middle": [], "last": "Michael", "suffix": ""}], "year": 2018, "venue": "Int. J. Public Adm. Manag. Res. (IJPAMR)", "volume": "4", "issn": "3", "pages": "1--17", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Whole of government critical success factors towards integrated e-government services: a preliminary review", "authors": [{"first": "M", "middle": ["H"], "last": "Othman", "suffix": ""}, {"first": "R", "middle": [], "last": "Razali", "suffix": ""}], "year": 2018, "venue": "J. Pengur", "volume": "", "issn": "53", "pages": "73--82", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "e-Government adoption: architecture and barriers", "authors": [{"first": "Z", "middle": [], "last": "Ebrahim", "suffix": ""}, {"first": "Z", "middle": [], "last": "Irani", "suffix": ""}], "year": 2005, "venue": "Bus. Process Manag. J", "volume": "11", "issn": "5", "pages": "589--611", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Agricultural e-government services: an implementation framework and case study", "authors": [{"first": "M", "middle": [], "last": "Ntaliani", "suffix": ""}], "year": 2010, "venue": "Comput. Electron. Agric", "volume": "2010", "issn": "70", "pages": "337--347", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Measuring citizens engagement in e-Government projects -Indian perspective", "authors": [{"first": "J", "middle": [], "last": "Yadav", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Saini", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Yadav", "suffix": ""}], "year": 2019, "venue": "J. Stat. Manag. Syst", "volume": "22", "issn": "2", "pages": "327--346", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A model of success factors for e-government adoptionthe case of Poland", "authors": [{"first": "E", "middle": [], "last": "Ziemba", "suffix": ""}, {"first": "T", "middle": [], "last": "Papaj", "suffix": ""}, {"first": "R", "middle": [], "last": "Żelazny", "suffix": ""}], "year": 2013, "venue": "Issues Inf. Syst", "volume": "14", "issn": "", "pages": "87--100", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Transforming Government and Building the Information Society: Challenges and Opportunities for the Developing World", "authors": [{"first": "N", "middle": ["K"], "last": "Hanna", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-1-4419-1506-1"]}}, "BIBREF14": {"ref_id": "b14", "title": "Understanding the e-government paradox: learning from literature and practice on barriers to adoption", "authors": [{"first": "A", "middle": [], "last": "Savoldelli", "suffix": ""}, {"first": "C", "middle": [], "last": "Codagnone", "suffix": ""}, {"first": "G", "middle": [], "last": "Misuraca", "suffix": ""}], "year": 2014, "venue": "Gov. Inf. Q", "volume": "31", "issn": "", "pages": "63--71", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Examining adoption behavior of mobile government", "authors": [{"first": "M", "middle": ["A"], "last": "Shareef", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Yogesh", "suffix": ""}, {"first": "K", "middle": [], "last": "Dwivedi", "suffix": ""}], "year": 2012, "venue": "J. Comput. Inf. Syst", "volume": "53", "issn": "", "pages": "39--49", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "E-governance in Puerto Rico: perspectives for the next decade", "authors": [{"first": "S", "middle": [], "last": "Fonseca-Lind", "suffix": ""}, {"first": "M", "middle": [], "last": "Ramaswamy", "suffix": ""}], "year": 2013, "venue": "Issues Inf. Syst", "volume": "14", "issn": "", "pages": "207--214", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "IT infrastructure capabilities and IT project success: a development team perspective", "authors": [{"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": [], "last": "Barkhi", "suffix": ""}], "year": 2010, "venue": "Inf. Technol. Manag", "volume": "11", "issn": "", "pages": "123--142", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Critical success factors for cloud computing adoption in South Africa", "authors": [{"first": "R", "middle": [], "last": "Adendorff", "suffix": ""}, {"first": "H", "middle": [], "last": "Smuts", "suffix": ""}], "year": 2019, "venue": "The Americas Conference on Information Systems 2019 (AMCIS 2019)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Interplay of innovation and standardization: exploring the relevance in developing countries", "authors": [{"first": "H", "middle": [], "last": "Zoo", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "De Vries", "suffix": ""}, {"first": "H", "middle": [], "last": "Lee", "suffix": ""}], "year": 2017, "venue": "Technol. Forecast. Soc. Chang", "volume": "118", "issn": "", "pages": "334--348", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "A proposed framework for the organization readiness assessment of IT innovation adoption in e-government environment", "authors": [{"first": "K", "middle": ["E"], "last": "Ali", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Mazen", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Hassanein", "suffix": ""}], "year": 2017, "venue": "Int. J. Intell. Comput. Inf. Sci", "volume": "17", "issn": "2", "pages": "33--50", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Digital government: ICT and public sector management in Africa", "authors": [{"first": "E", "middle": [], "last": "Olaniyi", "suffix": ""}], "year": 2018, "venue": "New Trends in Management: Regional and Cross-Border Perspectives", "volume": "", "issn": "", "pages": "269--286", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Politics of e-government: e-government and the political control of bureaucracy", "authors": [{"first": "M", "middle": ["J"], "last": "Ahn", "suffix": ""}, {"first": "S", "middle": [], "last": "Bretschneider", "suffix": ""}], "year": 2011, "venue": "Public Adm. Rev", "volume": "71", "issn": "3", "pages": "414--424", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Applying diffusion of innovation theory to learning management system feature implementation in higher education: lessons learned", "authors": [{"first": "A", "middle": [], "last": "Botha", "suffix": ""}, {"first": "H", "middle": [], "last": "Smuts", "suffix": ""}, {"first": "C", "middle": [], "last": "De Villiers", "suffix": ""}], "year": null, "venue": "SETE 2018", "volume": "11284", "issn": "", "pages": "56--65", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Diffusion of Innovations", "authors": [{"first": "E", "middle": ["M"], "last": "Rogers", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Diffusion of innovation theory and an implementation on enterprise resource planning systems", "authors": [{"first": "Y", "middle": [], "last": "Akça", "suffix": ""}, {"first": "G", "middle": [], "last": "Özer", "suffix": ""}], "year": 2014, "venue": "Int. J. Bus. Manag", "volume": "9", "issn": "4", "pages": "92--114", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Detailed review of Rogers' diffusion of innovations theory and educational technology-related studies based on Rogers' theory. Turk", "authors": [{"first": "I", "middle": [], "last": "Sahin", "suffix": ""}], "year": 2006, "venue": "Online J. Educ. Technol", "volume": "5", "issn": "2", "pages": "14--23", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Integration challenges towards increasing e-government maturity", "authors": [{"first": "W", "middle": [], "last": "Lam", "suffix": ""}], "year": 2008, "venue": "J. E-Gov", "volume": "1", "issn": "2", "pages": "45--58", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Critical success factors of sustainability risk management (SRM) practices in Malaysian environmentally sensitive industries", "authors": [{"first": "N", "middle": ["A A"], "last": "Aziz", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Manab", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Othman", "suffix": ""}], "year": 2016, "venue": "Soc. Behav. Sci", "volume": "2016", "issn": "219", "pages": "4--11", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Critical Success Factor. The Business Dictionary", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Challenges to the successful implementation of e-government initiatives in Sub-Saharan Africa: a literature review", "authors": [{"first": "Q", "middle": ["N"], "last": "Nkohkwo", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Islam", "suffix": ""}], "year": 2013, "venue": "Electron. J. E-Gov", "volume": "11", "issn": "", "pages": "253--267", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Synthesizing success factors for e-government initiative", "authors": [{"first": "A", "middle": [], "last": "Ramadhan", "suffix": ""}, {"first": "D", "middle": ["I"], "last": "Sensuse", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Arymurthy", "suffix": ""}], "year": 2013, "venue": "Res. J. Appl. Sci. Eng. Technol", "volume": "6", "issn": "9", "pages": "1685--1702", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Citizen empowerment and participation in e-democracy: Indian context", "authors": [{"first": "S", "middle": [], "last": "Alathur", "suffix": ""}, {"first": "I", "middle": [], "last": "Vigneswara Ilavarasan", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Gupta", "suffix": ""}], "year": 2011, "venue": "Proceedings of the 5th International Conference on Theory and Practice of Electronic Governance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Case Study Research: Design and Methods, 5th edn", "authors": [{"first": "R", "middle": ["K"], "last": "Yin", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Researching Information Systems and Computing", "authors": [{"first": "B", "middle": ["J"], "last": "Oates", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Practical Research: Planning and Design, 10th edn", "authors": [{"first": "P", "middle": ["D"], "last": "Leedy", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Ormrod", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Models for interpretive information systems research, part 2: design research, development research, design-science research, and design-based research -a metastudy and examples", "authors": [{"first": "M", "middle": ["R"], "last": "De Villiers", "suffix": ""}], "year": 2012, "venue": "Research Methodologies, Innovations and Philosophies in Software Systems Engineering and Information Systems", "volume": "", "issn": "", "pages": "238--255", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "CSF's-Diffusion of Innovation mapping for e-", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Priority rating of CSFs for the GDSA e-government implementation plan (N = 110)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Critical success factors for e-government service delivery in developing countries", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Critical success factor </td><td>References\n</td></tr><tr><td>Funding </td><td>[5, 6, 13, 19, 31, 32]\n</td></tr><tr><td>ICT infrastructure </td><td>[2, 4-6, 18, 31]\n</td></tr><tr><td>Adequate legal and policy formulation </td><td>[2, 19, 31]\n</td></tr><tr><td>Awareness </td><td>[3, 4, 9, 32]\n</td></tr><tr><td>Top management and government support </td><td>[2, 3, 6, 32]\n</td></tr><tr><td>User computer efficacy </td><td>[4, 5, 32]\n</td></tr><tr><td>Stakeholder involvement </td><td>[2, 5, 9, 32]\n</td></tr><tr><td>Communication and change management </td><td>[3, 4, 32]\n</td></tr><tr><td>Clear vision and strategy </td><td>[2-4, 6, 9, 31]\n</td></tr><tr><td>Training </td><td>[2, 19, 32]\n</td></tr><tr><td>Government departmental goals </td><td>[2, 4, 9, 32]\n</td></tr><tr><td>Citizen empowerment (as opposed to marginalising groups) </td><td>[2, 4, 5, 9, 33]\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Profile of questionnaire respondents (N = 110)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gender </td><td> </td><td>Age </td><td> </td><td>Tenure </td><td> </td><td>Education\n</td><td> </td></tr><tr><td>Male </td><td>51 (46%) </td><td>&lt;25 yrs </td><td>0 (0%) </td><td>&lt;5 yrs </td><td>9 (8%) </td><td>High School </td><td>0 (0%)\n</td></tr><tr><td> </td><td> </td><td>25-35 yrs </td><td>14 (12%) </td><td>5-10 yrs </td><td>34 (31%) </td><td>Diploma </td><td>9 (8%)\n</td></tr><tr><td>Female </td><td>59 (54%) </td><td>36-45 yrs </td><td>42 (38%) </td><td>11-15 yrs </td><td>38 (35%) </td><td>Degree </td><td>75 (68%)\n</td></tr><tr><td> </td><td> </td><td>46-55 yrs </td><td>38 (35%) </td><td>&gt;15 yrs </td><td>29 (26%) </td><td>Post-Graduate </td><td>26 (24%)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td>&gt;55 yrs </td><td>16 (15%)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "GDSA critical success factors importance rating", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Critical success factor </td><td>Very unimportant\n</td><td>Somewhat unimportant\n</td><td>Neutral </td><td>Somewhat important\n</td><td>Very important\n</td></tr><tr><td>Funding </td><td>2 </td><td>2% </td><td>2 </td><td>2% </td><td>3 </td><td>3% </td><td>45 </td><td>41% </td><td>57 </td><td>52%\n</td></tr><tr><td>ICT infrastructure </td><td>6 </td><td>5% </td><td>7 </td><td>6% </td><td>6 </td><td>5% </td><td>54 </td><td>49% </td><td>39 </td><td>35%\n</td></tr><tr><td>Adequate legal and policy\nformulation\n</td><td>6 </td><td>5% </td><td>6 </td><td>5% </td><td>35 </td><td>32% </td><td>43 </td><td>39% </td><td>21 </td><td>19%\n</td></tr><tr><td>Awareness </td><td>8 </td><td>7% </td><td>11 </td><td>10% </td><td>43 </td><td>39% </td><td>31 </td><td>28% </td><td>18 </td><td>16%\n</td></tr><tr><td>Top management and\ngovernment support\n</td><td>6 </td><td>5% </td><td>12 </td><td>11% </td><td>24 </td><td>22% </td><td>41 </td><td>37% </td><td>28 </td><td>25%\n</td></tr><tr><td>User computer efficacy </td><td>15 </td><td>14% </td><td>17 </td><td>15% </td><td>45 </td><td>41% </td><td>23 </td><td>21% </td><td>10 </td><td>9%\n</td></tr><tr><td>Stakeholder involvement </td><td>13 </td><td>12% </td><td>15 </td><td>14% </td><td>37 </td><td>34% </td><td>28 </td><td>25% </td><td>17 </td><td>15%\n</td></tr><tr><td>Communication and change management\n</td><td>10 </td><td>9% </td><td>6 </td><td>5% </td><td>33 </td><td>30% </td><td>48 </td><td>44% </td><td>13 </td><td>12%\n</td></tr><tr><td>Clear vision and strategy </td><td>4 </td><td>4% </td><td>8 </td><td>7% </td><td>17 </td><td>15% </td><td>37 </td><td>34% </td><td>44 </td><td>40%\n</td></tr><tr><td>Training </td><td>28 </td><td>25% </td><td>14 </td><td>13% </td><td>24 </td><td>22% </td><td>26 </td><td>24% </td><td>18 </td><td>16%\n</td></tr><tr><td>Government departmental\n</td><td>14 </td><td>13% </td><td>9 </td><td>8% </td><td>12 </td><td>11% </td><td>57 </td><td>52% </td><td>18 </td><td>16%\n</td></tr><tr><td>goals\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Citizen empowerment </td><td>7 </td><td>6% </td><td>13 </td><td>12% </td><td>8 </td><td>7% </td><td>47 </td><td>43% </td><td>35 </td><td>32%\n</td></tr></table></body></html>"}}, "back_matter": []}