{
    "paper_id": "21a3dfdab220bc7fb8526558d560e2d416e807de",
    "metadata": {
        "title": "Analysis of ABO and Rh Blood Type Association With Acute COVID-19 Infection in Hospitalized Patients: A Superficial Association Among a Multitude of Established Confounders",
        "authors": [
            {
                "first": "Priyanka",
                "middle": [],
                "last": "Bhandari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "Jesse"
                ],
                "last": "Durrance",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Penpa",
                "middle": [],
                "last": "Bhuti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Salama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Coronavirus disease 2019 has affected millions of people worldwide, and considerable effort is focused on identifying certain populations at increased risk. ABO blood types have been associated with disease susceptibility; however, evidence remains limited. Our aim was to determine the association between ABO/Rh blood type with disease susceptibility and mortality among admitted COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A retrospective analysis of patients with COVID-19 requiring admission was undertaken. Demographics and pertinent medical history were analyzed with respect to ABO/Rh blood type: between the cases and a control population; as well as with respect to mortality in the COVID-19 population in univariate analysis. Potential confounding factors were evaluated by multivariate models. The main outcomes were disease susceptibility by comparison of blood type prevalence between populations, and mortality within the COVID-19 population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 825 cases (admitted with confirmed COVID-19 infection by reverse transcriptase-polymerase chain reaction (RT-PCR)) and 396 controls (seen at the same institution during the calendar year of 2019) were included. The COVID-19 population was older with male predominance. It was heavily represented by blood types O-positive (53%) and A-positive (23%), while lower representation was observed in groups B-positive (odds ratio (OR): 0.61, P = 0.013) and AB-positive (OR: 0.46, P = 0.014). Neither relationship remained significant in pairwise analysis. Within the COVID-19 population, no mortality difference was appreciated between ABO groups (P = 0.312), but higher mortality was observed in Rh negative group (P = 0.01). The latter of which was significantly confounded by age (P < 0.001), sex (P = 0.022), body mass index (BMI) (P = 0.001), and hemoglobin A1c (HbA1c) (P < 0.001) in multivariate analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While type A blood appears to be weakly more prevalent with respect to B and AB types in hospitalized patients, strong confounders of age and sex dilute this significance. Rh-negative patients appear to have a higher mortality, although this too is strongly confounded. Overall, ABO and Rh blood types do not have a significant relationship with susceptibility and mortality with COVID-19 infection in our population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus disease 2019 (COVID-19) was declared a pandemic by the World Health Organization (WHO) on March 11, 2020 [1] . As the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread rapidly around the world, limited evidence has identified the possibility that certain populations are at an increased risk of acquiring the infection and mortality. The association between ABO blood type and risk of infection has been described in two recent publications from China [2, 3] . While no concrete mechanism for association between blood groups and infection risk for COVID-19 has been identified, two different mechanisms of how ABO blood type could play a role have been proposed.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Entry of SARS-CoV-2 into human cells has been shown to occur via the angiotensin-converting enzyme 2 (ACE2) receptor [4] via the coronavirus spike protein [5] ; and the association of disease susceptibility and receptor expression has been hypothesized [6] . As suggested in prior study of SARS-CoV-2 infections, the adhesion of spike protein to the ACE2 receptor on the host cell surface may be inhibited by the presence of anti-A antibody, thereby conferring protection to those with non-type A blood [7] . This is supported by the study of Zhao et al, in which patients with type A blood had higher risk of COVID-19 infection [2] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another proposed mechanism described by Oostra et al Blood Types and Acute COVID-19 J Clin Med Res. 2020;12 (12) : [809] [810] [811] [812] [813] [814] [815] reported that O-glycosylation plays a key role in the pathogenesis of coronavirus infection. The virus cannot survive outside of its hosts and hypothetically utilizes the hosts machinery by attaching to A-like (O-GalNAcα1-Ser/Thr-R, Tn) antigenic structure via serine rich motifs [8] . While the attachment of the virus to the host occurs independent of the ABO blood group, patients with blood group \"A\" cannot respond with either innate or acquired antibodies to the synthesis of the hybrid \"A\" structure due to clonal selection and phenotypic, glycosidic accommodation of plasma proteins. Hence, patients with blood group \"A\" would be natural targets for the coronavirus. A study from China by Zhao first reported a relationship between ABO blood groups and COVID-19 infection from three hospitals in Wuhan, in which blood group A was associated with a greater risk for COVID-19 infection with respect to the general population [2] . This is supported by a genomewide association study from Europe with 835 patients compared to 1,255 controls that found evidence for greater risk of infection in patients with blood type A, based on signal transmission densities at the ABO blood group loci [9] . Work by Li et al on patients in China found a greater representation of patients with type A blood type, supporting this hypothesis [3] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 115,
                    "end": 120,
                    "text": "[809]",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 126,
                    "text": "[810]",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 132,
                    "text": "[811]",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 138,
                    "text": "[812]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 144,
                    "text": "[813]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 150,
                    "text": "[814]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 156,
                    "text": "[815]",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1351,
                    "end": 1354,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1489,
                    "end": 1492,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While significant association with COVID-19 infection and type A blood has been reported, these are taken from a largely genetically homogenous population. Therefore, we sought to evaluate ABO and Rh blood groups, both together and separately, in a large population of hospitalized patients at Elmhurst Hospital in Queens, NY; this is an area recognized as one of the most diverse urban neighborhoods in the world [10, 11] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A retrospective review of all patients admitted to Elmhurst Hospital Center (EHC) was conducted to evaluate the effect of ABO and Rh blood types of acquiring COVID-19 and developing severe disease. Between March 1, 2020 and June 24, 2020, adult patients at least 18 years of age, with confirmed COVID-19 infection by reverse transcriptase-polymerase chain reaction (RT-PCR), and an available ABO/Rh blood type on file were included. Demographic and clinical data related to the patient's inpatient stay related to COVID-19 were collected initially from the electronic medical record (EMR) and checked by the investigators via chart review. Length of stay (LOS) was defined as the total number of in-patient days during the study period (March 1, 2020 through June 24, 2020), and included the sum of days spent in an acute and/or skilled care setting. Death was defined as patients identified as deceased at the time of data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "A control ABO/Rh blood group was collected by completing a retrospective EMR review of all patients seen at the same institution (EHC) during the calendar year 2019, for whom an ABO/Rh blood type was available. Only patients ages 18 and older were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Demographic and clinical data were analyzed with respect to ABO/Rh blood type and between case/control populations were performed using parametric and nonparametric descrip-tive statistics as appropriate for continuous variables via student t-test or Kruskal-Wallis test; and categorical variables via Chi2 or Fisher exact test as appropriate. Prevalence of ABO/ Rh blood types in the COVID-19 population was compared to the control population. Mortality and LOS were compared to ABO/Rh, ABO, and Rh groups, and significance within groups was identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In order to further elaborate on significant relationships, logistic regression analysis was performed between blood groups (A, AB, B, O), as well as combining all A-inclusive blood group (A/AB vs. B vs. O) to estimate odds ratios (ORs) with 95% confidence intervals (CIs) and better characterize specific intra-group relationships between the COVID-19 and control populations, as well as within the COVID-19 population for mortality. This was complemented by pairwise analysis between ABO combinations with P values adjusted for the number of comparisons; for which OR, CI, Chi2, and P values were calculated. Finally, factors suspected to be associated with COVID-19 disease incidence and severity were evaluated between ABO and Rh groups in order to account for possible confounding factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "A 95% CI with a P value of ≤ 0.05 was considered significant. Statistical analysis was completed using Stata for Mac Version 16.1 (Stata Corp, College Station, TX. USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The Institutional Review Board approval was granted, and is available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Descriptive and clinical characteristics as well as ABO/Rh blood types distribution of the population are summarized in Table 1 . A total of 1,221 records were reviewed; 825 patients admitted for acute COVID-19 infection, and 396 controls (seen at the same institution during the 2019 calendar year). The average age was 56.5 years, and males made up a slight majority of the overall population at 55.3%. The control population was significantly younger (Kruskal-Wallis, P = 0.005), and contained significantly less males (44% vs. 60%, P = 0.001), than the COVID-19 population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Overall the O-positive blood type was most heavily represented (53%), followed by A-positive (23%) and B-positive (15%). There was a significant difference with respect to ABO/ Rh blood type between the COVID-19 population and control (Fisher exact, P = 0.018). Among the COVID-19 population, both A-positive and O-positive phenotypes were more heavily represented, while B-positive and AB-positive populations were less represented. On separation of ABO type and Rh factor, there was a significant difference in distribution within the ABO blood type (Fisher exact, P = 0.007) but not the Rh type (Chi2, P = 0.733) between the COVID-19 and controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABO/Rh distribution between populations"
        },
        {
            "text": "On logistic regression analysis, ABO significance between groups was appreciated, with groups B-positive (odds: 0.61, CI: 0.41 -0.90, P = 0.013) and AB-positive (odds: 0.46, CI: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABO/Rh distribution between populations"
        },
        {
            "text": "Mortality in COVID-19 at time of data collection and summative LOS comparisons with respect to ABO/Rh blood groups are described in Table 2 . Death at discharge showed significant differences in mortality between all ABO/Rh groups (Fisher exact, P = 0.032). Mortality difference was also seen between Rh groups (Chi2, P = 0.010), but not between ABO groups (Fisher exact, P = 0.312), or when all A-containing-groups were combined (A and AB) versus others (Chi2, P = 0.169). In addition, no significant difference was appreciated with respect to ABO/ Rh groups and summative LOS (Kruskal-Wallis, P = 0.933). Table 3 and demonstrated a tendency towards higher mortality in both the O-negative (odds: 2.54, CI: 0.93 -6.97, P = 0.07) and B-negative (odds: 7.12, CI: 0.78 -64.93, P = 0.08) groups. However, these results must be taken with caution as these two populations (both O-and B-) are markedly under-weighted in the overall population as demonstrated by wide CIs. After further separation of ABO and Rh factors (Supplemental Material 3, www.jocmr.org), logistic regression analysis failed to demonstrate a mortality relationship with ABO blood type and was consistent in pairwise comparison after P value correction (Supplementary Material 4, www.jocmr.org). A significantly reduced mortality relationship for Rh-positive patients (odds: 0.44, CI: 0.23 -0.84, P = 0.012) was observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 614,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Outcomes with respect to ABO/Rh blood groups"
        },
        {
            "text": "The relationship between ABO/Rh groups and clinical/ demographic factors suspected to be associated with inci- dence and severity of COVID-19 pneumonia is displayed in Table 2 . There were significant differences in the ABO groups with respect to age (Kruskal-Wallis, P = 0.0001), body mass index (BMI) (Kruskal-Wallis, P = 0.027), and hemoglobin A1c (HbA1c) (Kruskal-Wallis, P = 0.007). Significant difference was also appreciated in the Rh groups with respect to age (Kruskal-Wallis, P = 0.013), and a tendency towards significance with respect to hypertension (Chi2, P = 0.069). Potential confounding factors identified above were further evaluated by logistic regression in two different models: 1) between the COVID-19 and control populations to elucidate the relationship between these potential confounders and their effect on the ABO/Rh distribution; and 2) within the COV-ID-19 population with respect to mortality, and are shown in Table 4 . Between the COVID-19 and control populations, age and sex remained statistically significant, with older age (OR: 1.008, CI: 1.002 -1.015, P = 0.014) and male sex (OR: 1.85, CI: 1.446 -2.367, P < 0.001) more heavily represented in the COVID-19 population with respect to the control population. No significant difference was appreciated with respect to ABO or Rh groups. Within the COVID-19 population, greater mortality was seen in: older patients (odds: 1.05, CI: 1.037 -1.067, P < 0.001); males (odds: 1.64, CI: 1.07 -2.49, P = 0.022); those with a greater BMI (odds: 1.05, CI: 1.021 -1.088, P = 0.001); and greater HbA1c levels (odds: 1.16, CI: 1.061 -1.261, P = 0.001). ABO blood group failed to show significance in difference in representation between COVID-19 and control populations or with respect to mortality after accounting for potential confounding factors. While Rhesus factor did show a tendency toward significant difference in representation between COVID-19 and control populations, a tendency towards lower mortality in Rh negative patients was appreciated (odds: 0.448, CI: 0.185 -1.067, P = 0.070) but failed to reach the predetermined statistically significant mark.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 949,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Logistic regression between ABO/Rh groups is shown in"
        },
        {
            "text": "To our knowledge, this is the largest published study to date to describe the ABO/Rh relationship with mortality in a cohort of COVID-19 patients with respect to controls in the community. Our ABO/Rh distribution was generally similar to national ABO/Rh rates and with respect to the ethnic representation of the Queens population [12] . We were able to evaluate not only the change in ABO/Rh phenotype distribution within the catchment of the Elmhurst Hospital population, but also evaluate the ABO/Rh phenotype relationship to mortality in the COVID-19 population.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the surface, our findings appear to support the study by Zhao et al [2] , in which a greater incidence of COVID-19 infection is seen in patients with blood group A. Where this holds weight is in the fact that group A patients appear to have a greater representation with respect to group B patients within the COVID-19 population. However, no difference was appreciated between group A and group O, the latter of which was the most heavily represented blood group in our population. Additionally, this must be taken with caution, as both sex and age were found to be strong confounders, with male sex and older patients significantly more represented in the COVID-19 population with respect to the control population.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Risk of COVID-19 infection"
        },
        {
            "text": "While the proposed mechanism for such a relationship between these blood groups has been explained by the ACEreceptor expression [3] , evidence for such association has been weak, at best. We recognize that ACE-receptor expression may have an impact on susceptibility to COVID-19 infection; however the overall relationship to ABO blood type appears to be minor at most.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Risk of COVID-19 infection"
        },
        {
            "text": "Within the COVID-19 population a significant difference in mortality was appreciated between Rhesus factor groups, with those lacking a Rh antigen (Rh negative) having a higher mortality; however, this result did not remain statistically significant after accounting for possible confounders by logistic regression. While a tendency towards significance is appreciated, older age, higher HbA1c and male sex all being associated with the same outcome (favoring death) must be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABO/Rh factor and mortality within the COVID-19 population"
        },
        {
            "text": "As much at baseline as in the COVID-19 population, Rhnegative patients make up a small minority of the population (3% in our population). This distribution inherently has the ability to magnify the visibility of an effect as a small number of individual changes can significantly impact the overall picture. In addition, a physiologic mechanism for why Rhnegative patients should have a higher mortality is not readily obvious. Therefore, these results must be taken with caution, as other factors (i.e., age, sex, diabetes, and others) likely have a much more significant impact on mortality than the Rhesus blood factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABO/Rh factor and mortality within the COVID-19 population"
        },
        {
            "text": "Our results highlight the need for more robust data, consideration of confounding factors, and mechanistic plausibility in order to fully elucidate the relationship between ABO/Rh blood phenotypes and COVID-19 infection and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABO/Rh factor and mortality within the COVID-19 population"
        },
        {
            "text": "Our study has several limitations. First, as with any chart review, data quality is dependent on completion of the medical record; a factor that is likely exacerbated in the context of the swell of patients which occurred during the pandemic. Secondly, given the size of our population and the unequal distribution of blood types across the overall study population, differences in the groups represented have the ability to cast a heavier weight on overall analysis and therefore conclusions. Finally, given the unequal representation of ABO and Rh phenotypes in the population, we recognize that a much larger study may be necessary to elucidate any significant difference beyond the tendencies observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Our study failed to show a significant relationship between ABO and/or Rh blood groups with respect to presence of infection from SARS-CoV-2 virus and COVID-19 related mortality. While non-significant tendencies were appreciated between groups A and B with respect to infection and Rhesus factor with respect to mortality, strong confounder significance appears to have a much stronger association with both infection risk and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Suppl 1. Logistic regression analysis of ABO blood types between COVID-19 and control populations with odds ratio, 95% confidence intervals, and P value displayed. Suppl 2. Pairwise comparison of ABO blood types with respect to COVID-19 infection in a case vs. control fashion (after correcting for number of pairwise comparisons, statistical significance achieved if P ≤ 0.005) Suppl 3. Logistic regression analysis of ABO blood types (all types and divided in all A vs. B vs. O), and Rh class with respect to mortality. Suppl 4. Pairwise comparison of ABO blood types with respect to mortality in the COVID-19 population (corrected P value significance ≤ 0.005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO declares COVID-19 a pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "1",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Relationship between the ABO Blood Group and the COVID-19 Susceptibility. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H-P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D-F",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "X-F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association between ABO blood groups and risk of SARS-CoV-2 pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "190",
            "issn": "1",
            "pages": "24--27",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kruger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erichsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Schiergens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inhibition of the interaction between the SARS-CoV spike protein and its cellular receptor by anti-histo-blood group antibodies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guillon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sebille",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rivain",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruvoen-Clouet",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Pendu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Glycobiology",
            "volume": "18",
            "issn": "12",
            "pages": "1085--1093",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ACE2 receptor polymorphism: Susceptibility to SARS-CoV-2, hypertension, multi-organ failure, and COVID-19 disease outcome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Devaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "53",
            "issn": "3",
            "pages": "425--435",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 and ABO blood group: another viewpoint",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maggipinto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Minon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "190",
            "issn": "2",
            "pages": "93--94",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Glycosylation of the severe acute respiratory syndrome coronavirus triple-spanning membrane proteins 3a and M",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oostra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "5",
            "pages": "2326--2336",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomewide association study of severe COVID-19 with respiratory failure",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Severe Covid Gwas Group",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ellinghaus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Degenhardt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bujanda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albillos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Invernizzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "16",
            "pages": "1522--1534",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Census (Queens County, Borough). 2019. 11. Queens County Overview",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Retrovirus Epidemiology Donor S. ABO and Rh(D) phenotype frequencies of different racial/ethnic groups in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garratty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcentire",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "5",
            "pages": "703--706",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "tation in the COVID-19 population compared to patients with A-positive blood type (Supplementary Material 1, www.jocmr. org). This difference was not maintained in pairwise comparisons after P value correction (Supplementary Material 2, www. jocmr.org).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographics and ABO/Rh Distribution of the Overall Study Population and Between Control and COVID-19 Populations *Denotes statistical significance. SD: standard deviation; COVID-19: coronavirus disease 2019.Table 2. Risk Factors and Outcomes (Mortality and Summative Length of Acute/Skilled Care Stay) Analysis With Respect to ABO/Rh Blood Groups",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Logistic Regression Analysis of ABO/Rh Blood Groups and Mortality for COVID-19 Patients",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Logistic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors have no funding or financial relationships relative to the present work to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Disclosure"
        },
        {
            "text": "The authors have no potential conflicts of interest to declare with respect to the present manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "As this was a retrospective study, informed consent from individual patients was not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "PB: conception of project, data collection, and manuscript preparation; RD: verified analytic method, data collection, analysis of data, lead in manuscript and table preparation and presentation; PB: conception of project, data collection, and manuscript editing; CS: project supervision and manuscript editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The data supporting the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ]
}