{
    "paper_id": "21a762011a35585ac034775476f6118259e776be",
    "metadata": {
        "title": "Quality improvement for cancer multidisciplinary teams: lessons learned from the Anglian Germ Cell Cancer Collaborative Group",
        "authors": []
    },
    "abstract": [
        {
            "text": "Shamash and colleagues describe how their supra-regional germ cell tumour multidisciplinary team achieved standardisation of treatment and improved survival. We discuss some of the insights the study provides into prioritising complex patients, streamlining processes, the use of telemedicine, and the centrality of good data collection to continuous quality improvement. 1 which called for a change in the way MDTs worked to meet the challenges of increasing workload, while maintaining quality. Since the 1990s, the United Kingdom's system of MDT working with networks of MDTs and cancer centres (and for rare tumours, of supra-network MDTs) has become the gold standard and a model for other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Shamash and colleagues 2 describe the impact of a supranetwork MDT (SMDT) on clinical decision-making and outcomes for patients with germ-cell tumours in the east of England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although all patients with a diagnosis of germ-cell tumour were discussed at the MDT meeting, patients with favourable features were discussed briefly, permitting more time for discussion of complex cases. Patients needing emergency treatment were discussed with the chair outside the meeting to ensure timely initial therapy. MDTs across the region met weekly via video conferencing. Oversight was provided through annual governance meetings, which included reviews of operational policy and clinical trials. Importantly, a standardised proforma was developed and used for submission of patient details to the SMDT, which also formed the basis of data submitted for their manuscript. 2 Between 2007 and 2017, 2892 new cases of germ-cell tumour were reviewed by the SMDT. Although changes to radiological and pathological reports and recommendations for patient management were seldom made (3, 5.4, and 6.4%, respectively), other benefits of the supra-regional network are apparent. 2 Overall survival at lower-volume centres (87.8-93.3%) increased to that of higher-volume centres (95%). Improvements arose from standardisation of chemotherapy regimens, increased adoption of novel regiments, and more equitable access to such treatments. 18-Fluorodeoxyglucose positron emission tomography/computed tomography was found to be less useful than previously described. An additional benefit of the SMDT was as a focus to improve the outcome of smaller centres as an alternative to further centralisation of services. 2 The data presented by Shamash and colleagues 2 also gives an insight into the organisation of a complex but well-functioning network covering numerous sites and different specialists over a significant geographical location. This group had put into practice",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 686,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 983,
                    "end": 984,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1514,
                    "end": 1515,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the suggestions set out in the Gore report 1 years ahead of publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taking each of these individually:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Focussing on complex cases The greatest benefit of MDT working is seen in complex cases, e.g. unusual subtype of disease, failure of previous treatment, significant comorbidities, and social or psychological problems. 2 These patients often do not fit guidelines, are not eligible for clinical trials, and can be challenging to engage in healthcare services. Shamash et al. 2 highlight patients with learning difficulties or mental health problems and those with late relapses each present problem that are less commonly addressed and require tailored individualised treatment plans. These findings are in line with the recent study on what constitute a complex case for MDT discussion, mirroring those found to be indicators of complexity across a range of tumour types. 3 Although they represent a small portion of cases, considerable amount of additional support is needed before and after diagnosis and treatment. 2 Shamash and colleagues 2 set out criteria for cases that may not need full discussion in the MDT meeting. It may be desirable to go further and identify cases that are truly 'complex' and those that are 'simple'. Recently, Soukup and colleagues 3 published work on the development and validation of a tool for stratifying cases by complexity, which might allow teams to streamline their caseload in a scientific manner. Further research is needed to assess its impact on patient care and the efficiency of MDT processes.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 772,
                    "end": 773,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 918,
                    "end": 919,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inclusion of information on patients' comorbidities and psychological and social factors that may impact care are persistently, poorly represented in MDT meetings. 4 Such information, as well as that which focusses on the disease in question, is necessary for comprehensive clinical management planning. 5 These findings support the conclusions by Shamash and colleagues, 2 that patients with complicating features require holistic discussion in order to develop tailored treatment plans.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 308,
                    "end": 309,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using chair's action to facilitate urgent treatment The time between meetings can present a significant period for patients with rapidly progressing disease waiting for MDT review and recommendations. 2 In such cases, the MDT chair is well placed to endorse management proposals of clinicians out with www.nature.com/bjc the MDT meeting in order to avoid delays. 2 Such cases should still be registered with the MDT and could be reviewed post hoc. The responsiveness of an MDT to clinical or organisational pressures is an area fertile for improvement.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 363,
                    "end": 364,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of videoconferencing to improve collaborative decisionmaking Videoconferencing has been controversial in MDT meetings, and Shamash and colleagues 2 discuss some of its advantages and challenges. Regular SMDT meetings are not feasible without some form of remote contact. 2 Technology failure and differences in communication styles can present challenges to the quality of MDT decision-making. 6 Perhaps a lasting legacy of COVID-19 will be the dramatic shift towards telemedicine, replacing many faceto-face interactions. Interestingly, Shamash and colleagues 2 note the benefits of a yearly meeting at which members of the SMDT can interact and discuss matters of importance. Many MDTs now manage to operate remotely via video link. It may be desirable to supplement this with periodic face-to-face interaction that permit more nuanced communication regarding performance, operational policy, challenges, and future directions.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 402,
                    "end": 403,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The careful, planned collection of clinical and process data was crucial for assessing complex areas of healthcare, such as care pathways and organisational changes. 2 Recent NHS England and NHS Improvement report 7 has highlighted that data collection and regular audit must accompany MDT transformation. As Shamash and colleagues 2 showed, the collection and analysis of such data might provide a resource to benchmark processes and outcomes, thereby driving standardisation and convergence towards best practice. Well-designed data collection supports quality improvement and clinical research, driving the development of new and better standards of care. Ultimately, this will provide high-quality information to patients and their doctors, enabling shared decision-making of the highest quality. ",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and audit"
        },
        {
            "text": "Ethics approval and consent to participate Ethical approval is not applicable for this editorial piece.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        },
        {
            "text": "Data availability Not applicable. Note This work is published under the standard license to publish agreement. After 12 months the work will become freely available and the license terms will switch to a Creative Commons Attribution 4.0 International (CC BY 4.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Tayana Soukup 1 , Nick Sevdalis 1 , James S. A. Green 1,2 and Benjamin W. Lamb 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transforming multidisciplinary team meetings (MDTMs)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of a supranetwork-multidisciplinary team (SMDT) on decision-making in testicular cancers: a 10-year overview of the Anglian Germ Cell Cancer Collaborative Group (AGCCCG)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shamash",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wendy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alifrangis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stoneham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41416-020-01075-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A measure of case-complexity for streamlining workflow in cancer multidisciplinary tumor boards: mixed methods development and early validation of the MeDiC tool",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soukup",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morbi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gandamihardja",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hogben",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Noyes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Med",
            "volume": "9",
            "issn": "",
            "pages": "5143--5154",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quality of care management decisions by multidisciplinary cancer teams: a systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagpal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S A"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sevdalis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann. Surg. Oncol",
            "volume": "18",
            "issn": "",
            "pages": "2116--2125",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predictors of treatment decision in multidisciplinary oncology meetings: a quantitative observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soukup",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Surg. Oncol",
            "volume": "23",
            "issn": "",
            "pages": "4410--4417",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A multicentre cross-sectional observational study of cancer multidisciplinary teams: analysis of team decision making",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soukup",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morbi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bali",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Asher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Med",
            "volume": "00",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Streamlining Multi-Disciplinary Team Meetings: Guidance for Cancer Alliances",
            "authors": [
                {
                    "first": "Nhs",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Improvement",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AUTHOR CONTRIBUTIONSB.W.L. and T.S. conceived of and drafted the manuscript. J.S.A.G. and N.S. provided revision of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Competing interests B.W.L. and T.S. received funding for training multidisciplinary teams in assessment and quality improvement methods in the United Kingdom. T.S. serves as a consultant to F.H.-L.R. Diagnostics providing advisory research services in relation to innovations for multidisciplinary teams and their meetings. N.S. is the Director of London Safety & Training Solutions Ltd, which provides patient safety and quality improvement training and advisory services on a consultancy basis to hospitals and training programs in the UK and internationally. J.S.A.G. is the Director of Green Cross Medical Ltd that developed MDT FIT for use by National Health Service Cancer Teams in the UK. The other authors have no conflicts of interest to report. Funding information N.S. is funded by the NIHR via the 'Applied Research Collaboration: South London' at King's College Hospital NHS Foundation Trust, London, UK. N.S. is also a member of King's Improvement Science, which offers cofunding to the NIHR ARC South London and comprises a specialist team of improvement scientists and senior researchers based at King's College London. Its work is funded by King's Health Partners (Guy's and St Thomas' NHS Foundation Trust, King's College Hospital NHS Foundation Trust, King's College London, and South London and Maudsley NHS Foundation Trust), Guy's and St Thomas' Charity, and the Maudsley Charity. The funding agreement ensured the authors' independence in designing the study, interpreting the data, writing, and publishing the report. The views expressed are those of the authors and not necessarily those of the NHS, NIHR, or the Department of Health and Social Care.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}