{"paper_id": "22a33926d53ba914ac472eabf9c9286e7a9ec2dd", "metadata": {"title": "Combination of Topic Modelling and Decision Tree Classification for Tourist Destination Marketing", "authors": [{"first": "Evripides", "middle": [], "last": "Christodoulou", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cyprus University of Technology", "location": {"settlement": "Limassol", "country": "Cyprus"}}, "email": "ep.xristodoulou@edu.cut.ac.cy"}, {"first": "Andreas", "middle": [], "last": "Gregoriades", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cyprus University of Technology", "location": {"settlement": "Limassol", "country": "Cyprus"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Pampaka", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Manchester", "location": {"settlement": "Manchester", "country": "UK"}}, "email": "maria.pampaka@manchester.ac.uk"}, {"first": "Herodotos", "middle": [], "last": "Herodotou", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cyprus University of Technology", "location": {"settlement": "Limassol", "country": "Cyprus"}}, "email": "herodotos.herodotou@cut.ac.cy"}]}, "abstract": [{"text": "This paper applies a smart tourism approach to tourist destination marketing campaigns through the analysis of tourists' reviews from TripAdvisor to identify significant patterns in the data. The proposed method combines topic modelling using Structured Topic Analysis with sentiment polarity, information on culture, and purchasing power of tourists for the development of a Decision Tree (DT) to predict tourists' experience. For data collection and analysis, several custom-made python scripts were used. Data underwent integration, cleansing, incomplete data processing, and imbalance data treatments prior to being analysed. The patterns that emerged from the DT are expressed in terms of rules that highlight variable combinations leading to negative or positive sentiment. The generated predictive model can be used by destination management to tailor marketing strategy by targeting tourists who are more likely to be satisfied at the destination according to their needs.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "With the recent information explosion as a result of the proliferation of data from social media, a new challenge emerged to discover information patterns hidden in big data using effective data mining techniques [19] . Micro-blogs are small messages communicated via social media such as Twitter, and gained popularity recently as means of expressing peoples' views [6] . Micro-blogs fall under the category of unstructured big data and are considered a type of electronic word of mouth (eWOM). A significant amount of eWOM are generated as part of consumers' evaluations of products and the hospitality services they are linked to [2, 33] . Hence, consumers and tourists now play an active role in shaping an organization's reputation [13] , which in turn can impact the organisation's sales performance [36] . Therefore, the analysis of reviews has become a mainstream activity in marketing to improve product and services positioning based on customers' needs and opinions [18] . According to [28] , a brand is no longer what the company tells a customer it is, but rather, what customers tell each other it is.", "cite_spans": [{"start": 213, "end": 217, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 367, "end": 370, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 633, "end": 636, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 637, "end": 640, "text": "33]", "ref_id": "BIBREF32"}, {"start": 737, "end": 741, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 806, "end": 810, "text": "[36]", "ref_id": "BIBREF35"}, {"start": 977, "end": 981, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 997, "end": 1001, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "TripAdvisor and other social media platforms have become valuable sources of eWOM in the tourism domain, with several studies investigating sentiment in reviews [27] given evidence that it can predict product success [29] . Topic modelling has also been used to identify topics discussed in reviews to provide temporal associations between topics in a timeline. These studies, however, concentrated on endogenous aspects of tourists' reviews (i.e., sentiment) whilst exogenous aspects, such as culture and purchasing power, have been addressed separately. No study so far combines exogenous with endogenous variables in one model to investigate the reasons for tourist dissatisfaction and predict perspective tourists' sentiment. Therefore, this paper investigates the application of Decision Trees to identify patterns, by evaluating the combined effect of culture, purchasing power, and topics discussed by tourists in reviews, on sentiment polarity. The research questions addressed in this paper are: (i) What are the main patterns emerging from tourist reviews of Cyprus hotels? (ii) How endogenous and exogenous reviews' parameters affect tourist sentiment?", "cite_spans": [{"start": 161, "end": 165, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 217, "end": 221, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "The paper is organized as follows. Section 2 reviews the literature pertaining to the effect of culture and purchasing power on tourists' experience. Sections 3 and 4 elaborate on the proposed methodology and the obtained results, respectively. The paper concludes with the implications of the research and future directions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The literature related to culture and purchasing power is presented next.", "cite_spans": [], "ref_spans": [], "section": "Literature Review"}, {"text": "The driver to address culture within our research question is grounded on evidence that the tourists' cultural values, such as power distance, individualism, and uncertainty avoidance, significantly affect their perception of service quality, service evaluation, and satisfaction [20] Other studies indicate that the customers' power distance significantly affects their service expectations, perceived service quality, and relationship quality [10] . A key factor that differentiates tourist activities at a destination is culture, with studies, e.g. [8] , identifying that certain traits have significant differences. This theory is also supported in consumer behaviour by evidence showing that people of the same nationality tend to have similar preferences [16] .", "cite_spans": [{"start": 280, "end": 284, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 445, "end": 449, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 552, "end": 555, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 761, "end": 765, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Culture"}, {"text": "There are several models of culture. In this study, we adopted the model of Hofstede [14] due to its eminent reputation. According to this model, there are six different traits that form a culture: (1) Power Distance (i.e. the degree to which people accept and expect that power is distributed unequally); (2) Individualism (i.e. the degree to which people tend to take care of only themselves and their immediate families); (3) Masculinity (i.e. the degree to which achievement, heroism, assertiveness, and material rewards for success are preferred); (4)Uncertainty Avoidance (i.e. the degree to which risk and uncertainty tend to be avoided; (5) Long Term Orientation (i.e. the degree to which people prefer stability, respect for tradition, and are future-oriented); and (6) Indulgence (i.e. the degree to which people prefer freedom and free will). For the purpose of this study, we used Hofstede's cross-cultural differences model (similar to [16] ) to obtain each reviewer's culture values to enhance our tourist review data.", "cite_spans": [{"start": 85, "end": 89, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 949, "end": 953, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Culture"}, {"text": "The use of purchasing power is grounded on evidence highlighting that customers from countries with greater power distance feel superior to service providers [20] and expect high service quality. This is linked to evidence that purchasing power [38] is linked with a greater need to portray status through consumption [12] , hence promoting power distance. The financial state of a country has been used for global markets analysis [15] with Gross Domestic Product (GDP) per capita as a key indicator for comparing the level of development among countries and socioeconomic status. Human welfare and GDP per capita go together, while increased GDP per capita is found to be correlated with happiness [11] . At the same time, in countries with low human development index, GDP dramatically affects quality of life [17] . Therefore, the argument by many researchers is that tourists from countries with lower purchasing power compared to their tourist destination might be more demanding and hence more likely to evaluate their experience at a destination negatively.", "cite_spans": [{"start": 158, "end": 162, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 245, "end": 249, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 318, "end": 322, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 432, "end": 436, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 700, "end": 704, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 813, "end": 817, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Purchasing Power"}, {"text": "The techniques used to address our research questions include sentiment analysis, topic modelling, decision trees, and imbalance data treatment. These are described in turn along with the overall proposed methodology that combines them.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Sentiment analysis (SA) and opinion mining have been studied and used for a while with several techniques emerging for analysing emotions and opinions from eWOM [26] . SA is useful for online opinions analysis due to its ability to automatically measure emotion in online content using algorithms to detect polarity in eWOM [32] . Three common SA approaches are Machine Learning (ML), Lexicon-based Methods, and Linguistic Analysis techniques. From these ML techniques are considered the most effective and simplest to use with Naïve Bayes (NB) and Support Vector Machines (SVM) being the most popular. ML techniques are classified into supervised and unsupervised [41] , with supervised requiring training the classifier prior to its use. The main difference from unsupervised is that supervised techniques use labelled opinions that have been pre-evaluated as negative, positive, or neutral to train models. Such techniques include SVM, NB, Logistic Regression, Multilayer Perceptron, K-Nearest Neighbours, and Decision Trees [23] . In this study, the NB approach is employed for SA due to its good results and popularity [3, 24, 39] .", "cite_spans": [{"start": 161, "end": 165, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 324, "end": 328, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 665, "end": 669, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 1028, "end": 1032, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1124, "end": 1127, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 1128, "end": 1131, "text": "24,", "ref_id": "BIBREF23"}, {"start": 1132, "end": 1135, "text": "39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Sentiment Analysis"}, {"text": "Topic modelling, a type of unsupervised data mining technique, constitutes a popular tool for extracting important themes (topics) from unstructured data and is employed to reveal and annotate large documents collection with thematic information [31] . Two of the most popular techniques for topic analysis are the Latent Dirichlet Allocation (LDA) and the Structural Topic Model (STM) [14] . In LDA, a topic is a probability distribution function over a set of words used as a type of text summarization. LDA expresses the relationships between words in terms of their affinity to certain latent variables (topics), using Bayesian probabilities. STMs extend the LDA framework with the capability of accommodating supplementary information in the form of metadata that could reveal important aspects of how topics are linked to covariates [35] , or to observe which topics correlate with one another [9] . LDA and STM are generative models and assume that each topic is a distribution over words and each document is a mixture of topics [7] . STM is employed in this study, with each review representing a distribution of a finite set of topics, which in turn are distributions of the words in the corpus used in similar reviews. Identified topics were later associated to each review in the dataset. New columns are added depending on the number of topics, each representing the degree of association of each topic to the case.", "cite_spans": [{"start": 246, "end": 250, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 386, "end": 390, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 839, "end": 843, "text": "[35]", "ref_id": "BIBREF34"}, {"start": 900, "end": 903, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1037, "end": 1040, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Topic Modelling"}, {"text": "Decision Trees (DT) are considered a scalable multivariate method and have been successfully applied in prediction problems by mimicking the human decision-making process. They are intuitive and explanatory, unlike black-box algorithms such as support vector machines or artificial neural networks that cannot be easily comprehended by decision makers or validated by domain experts. A DT learns its structure by partitioning the training dataset into bins using a series of splits, each performed after identifying the most prevalent split-variable using information gain or Gini impurity index metrics. Splitting variables are used in defining the structure of the tree that is made up of nodes. Each node splits the dataset into branches. There are several algorithms for designing DTs such as CART, ID3, C4.5, CHAID etc. The CART algorithm [5] is a binary classification technique that utilises the Gini index of heterogeneity to determine the information gain of each variable and accordingly decide which variables to be used to split the dataset.", "cite_spans": [{"start": 844, "end": 847, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Decision Trees"}, {"text": "The main advantages of DTs lie in their simple interpretation and visualization capabilities, and the need for little data preparation. They can handle both numerical and categorical data. Their drawbacks include creation of over-complex trees that could sometimes overfit the data and not generalize well. This is due to the use of heuristic algorithms such as the greedy algorithm, where locally optimal decisions are made at each node. Another drawback is that DT algorithms create biased trees if the training set is imbalanced (large difference in number of cases representing the class variable). It is, thus, recommended to balance the dataset as explained next, prior to DT training.", "cite_spans": [], "ref_spans": [], "section": "Decision Trees"}, {"text": "Hyperparameter tuning is another activity performed prior to model learning to find the optimum configuration of a DT for improved model performance. There is no uniform way to specify hyperparameter values to reduce the loss of model performance; experimentation through a grid-based search is a common approach. However, supervised algorithms can be used to automate this process. The main parameters utilized in this study to optimize the performance of the DT was the alpha value (DT cost complexity), the DT maximum depth, and minimum samples per leaf node [25] .", "cite_spans": [{"start": 562, "end": 566, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Decision Trees"}, {"text": "Data imbalance refers to the situation when the minority class of a dataset is much smaller than the majority class. In our case, the number of positive sentiment reviews was much larger than the negative ones (minority). This class imbalance can mislead the classifier into overfitting, since the majority class dominates the dataset. Hence, the classifier always generates results that abide with the majority class. Solutions to the class-imbalance problem include many different forms of under-sampling or oversampling. The oversampling approach creates a balanced subset from the original dataset by duplicating samples of the minority class. Two of the most common oversampling techniques are Random oversampling (RO) and the Synthetic Minority Oversampling Technique (SMOTE). RO is easy to implement and involves the minority samples in the data being replicated randomly until the proportion of majority class is achieved. The SMOTE technique generates artificial samples from the minority class by combining several minority-class instances that are similar. That is, for each minority instance, it introduces a synthetic new sample by utilizing information from the minority-class nearest-neighbours instances. SMOTE is a more sophisticated technique and generally produces better results [40] than RO. We implemented and tested both approaches, confirming SMOTE's superior performance. Hence, SMOTE was employed to balance the training dataset before generating the DT model.", "cite_spans": [{"start": 1299, "end": 1303, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Data Balancing"}, {"text": "The main steps required to answer our research questions are depicted in Fig. 1 . The first step is the collection of reviews, in English, from tourists who visited hotels in Cyprus during the period 2009-2019. This period is selected due to availability of data. The total number of reviews obtained from the data collection is 65000 from tourists representing 27 countries with the majority (85%) of cases representing years 2014-2019 due to the recent increase in eWOM popularity. Data was automatically extracted from TripAdvisor, with an algorithm developed in python that scrapped the reviews, and included: Username, Rating of hotel, Date of stay, Feedback date, Country of origin, Past contributions, Confidence votes, Review. To estimate each country's purchasing power, the GDP per capita index was used, using data from the World Monetary Fund. The variable is expressed in US dollars and was standardized in a scale from 0 to 100. Similarly, for the cultural values of each reviewer, the Hofstede website was used, associating each cultural dimension to a value in a scale from 0-100, based on country of origin. The tourists' reviews, GDP, and culture data were integrated to form a collated dataset used for DT training.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 79, "text": "Fig. 1", "ref_id": null}], "section": "Overall Methodology"}, {"text": "Prior to DT training, the data underwent cleansing, dimensionality reduction, and irrelevant data elimination. Cases with missing values (i.e., culture values) were eliminated from the dataset, reducing the number of cases to 45000. The next step involved the analysis of consumers' sentiment and the topics discussed in the reviews, through polarity detection and topic analysis, respectively.", "cite_spans": [], "ref_spans": [], "section": "Overall Methodology"}, {"text": "For the sentiment analysis, a pre-trained NB classifier was used, to evaluate the polarity of reviews initially in three categories: positive, negative, and neutral. The rationale for using a sentiment classifier instead of the actual review's rating in Trip Advisor, lies in evidence [22] suggesting that reviewers tend to refrain from giving low scores to hotels unless their experience is extremely negative. In this study [22] for instance they examined whether reviewers from collectivist-leaning societies (valuing tradition and helping each other) tend to write fewer excessively negative reviews than those from individualistic societies. They found that despite being marginally positive in ratings, reviewers use negative connotations in narrative descriptions that indicate dissatisfaction. To avoid this problem, we opted for a sentiment classification approach rather than using the reviewer's ratings alone. The two trained sentiment models used for this task were Textblob (based on Naive Bayes) and Vader [17] , which are popular classifiers with satisfactory precision and recall scores. Both models were used in an ensemble manner to improve our confidence in the results. A python script automatically utilized the Textblob and Vader models and averaged their results. The process was repeated for all downloaded reviews, and their polarity was saved next to each review as a new attribute.", "cite_spans": [{"start": 285, "end": 289, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 426, "end": 430, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1021, "end": 1025, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Overall Methodology"}, {"text": "To reduce the data imbalance (5% negative, 10% neutral, and 85% positive), the sentiment polarity was converted to a binary state by merging the neutral and negative sentiments. This assumes that neutral sentiment is closer to the negative than the positive class due to reluctance of people giving negative reviews. This resulted in 15-85 data distribution, which was still imbalanced and was tackled in a subsequent step.", "cite_spans": [], "ref_spans": [], "section": "Overall Methodology"}, {"text": "An additional issue that needed addressing prior to DT model learning was the fact that many of the reviews were from UK tourists. These represented 70% of the dataset that monopolised the GDP and culture scores. Therefore, to minimize the bias from this majority group, a random sample was selected from the UK group to equate the maximum number of reviews from other tourists' groups. The resulting dataset included a total of 10,3K reviews. The STM topic modelling approach is subsequently used to associate reviews with key thematic topics identified from the whole dataset. To learn the topic model, reviews had to be pre-processed further. During this step, irrelevant information was eliminated through the sub-steps of stop-word removal, tokenization, stemming. Stop-words refer to words providing little or no useful information to text analysis and can hence be considered as noise. Common stop-words include articles, conjunctions, prepositions and pronouns. Tokenization refers to the transformation of a stream of strings into a stream of processing units, referred to as tokens. Thus, during this step reviews were converted into a sequence of tokens, by choosing n-grams (phrases composed by n words in length). The Stemming process involves converting words to their root form. After data pre-processing, the STM topic modelling approach was employed. Extracted topics were inspected based on prior domain knowledge; therefore, expertise in the field under investigation was required to make the necessary connections. The identification of the recommended number of topics (k) was based on the model's semantic coherence and exclusivity for each model and topic [35] . The recommended value for k from this process was 10. Manual inspection of the resulting topics followed to identify possible topic merges into super-topics to reduce the dimensionality of the model further. This yielded the six super-topics of Table 2 . Each review was then associated with super-topics based on the results of the trained model and the topic merges. The super-topic associations were appended as new variables in the datafile based on the probability distribution of topics per review, i.e., each review is associated with more than one topic.", "cite_spans": [{"start": 1679, "end": 1683, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 1931, "end": 1938, "text": "Table 2", "ref_id": null}], "section": "Overall Methodology"}, {"text": "To tackle the data imbalance challenge, the dataset that emerged from the supertopic assignment underwent treatment using SMOTE and RO techniques, yielding two new datasets that were utilized during DT training. Hyperparameter tuning was performed to identify the best configuration of the DT learning algorithm (CART) to maximize the model's performance. To validate the generated DTs from the SMOTE and RO datasets, the K-fold cross-validation approach was used. The Area Under the Receiver Operating Characteristic (ROC) curve (AUC), used for binary classification problems such as this one (pos/neg sentiment), describes the performance of a model as a whole and is useful for evaluating models trained on imbalanced data [4] . The higher the area under the ROC curve the better the model's performance. The best model was obtained using the SMOTE dataset with AUC 81.9%, while the DT generated from the RO dataset was inferior (78%) due to replicating existing cases from minority class.", "cite_spans": [{"start": 726, "end": 729, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Overall Methodology"}, {"text": "The learned DT is finally used to identify the most significant patterns in the dataset. These are expressed as rules that combine both exogenous and endogenous variables of tourists' reviews and are indicated as nodes on the tree. Nodes also provide information concerning the polarity and are color-coded accordingly. The key rules are subsequently used to filter cases from the dataset that satisfy the rules, which are then used to estimate the distribution of tourists by country of origin. Countries with higher probabilities in each rules' sample-set, represent tourist origins that are more likely to be satisfied by existing services at a tourist destination. Such information can provide interesting marketing insights to be used by destination managers to identify the things they do well or badly, and accordingly tailor their campaigns knowing which groups they can satisfy better.", "cite_spans": [], "ref_spans": [], "section": "Overall Methodology"}, {"text": "The first analytical step was the identification of the main topics discussed in the corpus of tourists' reviews. The STM method was used, and the recommended number of topics was identified to be ten based on the topic coherence, which denotes whether words in the same topic make sense when they are put together. The 10 topics identified are depicted in Table 1 along with the distribution of words for each topic. The table shows the most popular words that comprise each topic using different metrics such as highest probability, FREX, Lift, and Score. FREX weights words by their overall frequency and how exclusive they are to the topic, while Lift weights words by giving higher weight to words that appear less frequently in other topics. Score divides the log frequency of the word in the topic by the log frequency of the word in other topics. Based on these scores, words are presented in order from left to right, indicating their importance to the topic. The right column presents the interpretation of the topic in domain specific language.", "cite_spans": [], "ref_spans": [{"start": 357, "end": 364, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "To minimize the complexity of the topic model, the generated topics were merged into six super-topics based on common themes specified in Table 2 . The last column in Table 2 provides the meaning of a high score for a super-topic. For example, a high cleanliness score indicates many complains about the cleanness of the hotel, while a high services/staff score indicates high satisfaction with the staff.", "cite_spans": [], "ref_spans": [{"start": 138, "end": 145, "text": "Table 2", "ref_id": null}, {"start": 167, "end": 174, "text": "Table 2", "ref_id": null}], "section": "Results"}, {"text": "The DT classification task using the compiled data revealed that the combined use of the three predictor variables (culture, GDP per capita, super-topics) were able to predict group membership (reviews' sentiment polarity) better than chance (50/50) with overall prediction accuracy of 80%. The optimal decision tree is presented in Fig. 2 . Each node depicts the state of each of the variables with super-topics expressed as a percentage with zero indicating no discussions about a topic and 100 many discussions. The values in each tree node denote the number of cases from the dataset that satisfy a given node criterion. The values on the left correspond to negative sentiment cases and the values on the right with positive. The Gini index (calculated by subtracting the sum of the squared probabilities of each class from one) shows the level of impurity of the distribution for each node with lower index indicating a larger difference between negative and positive sentiment. This is also visually represented using colour coding for the tree nodes. The Gini index is utilised to identify strong patterns in the dataset that are expressed in the form of rules.", "cite_spans": [], "ref_spans": [{"start": 333, "end": 339, "text": "Fig. 2", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "The dominating variable in this tree is the topic associated with cleanliness followed by service and staff professionalism. High cleanliness issues (cleanliness > 20.5), indicating a lot of complains about cleanliness, yield 91% negative reviews (computed based on negative cases over total cases on the leaf node). This abides with results from [37] . However, when mild cleanliness is combined with high professional staff attitude (Service/Staff > 12.5), the reviews are slightly positive (67%). Staff professionalism and quality of service is a strong predictor of positive reviews with a weight of 93%, result also supported by [37] . Issues with multicultural guests (other guests) emerge with hotel guests from different cultures interacting in a hotel, combined with low staff satisfaction, leading to 81% negative reviews. An important cultural dimension that yields negative sentiment when the hotel service is not adequate is Power distance with a 65% weight on negative reviews. Low indulgence (indicating control of desires) yields positive sentiment in 71% of the cases when no cleanliness and staff issues are encountered, while the combination of high indulgence with low GDP per capita results in marginally negative sentiment, indicating that tourist from poorer countries who want to satisfy their desires Other Guests High mixture of guest cultures expect more for their money. On the other hand, tourists from richer countries tend to give positive sentiment in 61% of cases. Preliminary evaluation of the model's most prevalent patterns was performed using comparative analysis with relevant literature. Studies on cleanliness, service [37] , and value for money (GDP) [30] report a similar effect on satisfaction. The latter is similar to our GDP dimension and utilises equity theory [1] to observe that satisfaction is occurring when the performance of the service equates the money paid for the service. The model was further evaluated by two experts from the hospitality industry who verified the validity of these rules.", "cite_spans": [{"start": 347, "end": 351, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 634, "end": 638, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1659, "end": 1663, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 1692, "end": 1696, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 1808, "end": 1811, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Results"}, {"text": "This study serves as a proof-of-concept and is the first to combine a DT approach with topic modelling to identify patterns using both exogenous and endogenous parameters of tourists' reviews. Several studies examined mainly the impact of culture on review generation [21, 22, 34] , therefore this work provides a contribution by combining other exogenous and endogenous variables. The case study used to elaborate this method refers to Cyprus as a popular tourist destination and the data collected span the years 2009-2019. The results indicate that the three determinants of sentiment polarity in reviews are firstly, issues with cleanliness and staff professionalism that emerge from topic analysis, and then the cultural dimensions of indulgence and power distance. Based on the most prevalent rules from the DT and the cases that fall under each one, Cypriot hotels seem to have failed to satisfy tourists from Romania and Greece when issues with cleanliness emerge and the Power distance is relatively high. In contrast, when issues with Cleanliness alone emerge, tourists from the UK are more likely to be dissatisfied. Current hotel services cannot satisfy adequately tourists from these countries and, hence, destination marketing managers need to either improve their service or concentrate on tourists from other countries such as Australia, Switzerland and Netherlands that have higher GDP than Cyprus or have low levels of indulgence (<45) and are more likely to be satisfied. Tourist origin countries with positive results with regards to service quality and staff are, Israel, Lebanon and Greece, meaning that staff attitude and professionalism can affect their overall sentiment by 12% and 8% (Israel, Greece/Lebanon) compared to tourists from other countries with much lower positive sentiments. The main findings align with evidence from other studies indicating that consumers from countries with lower purchasing power provide low ratings to hotels. This is also consistent with evidence that power distance affects reviews polarity, supported by theory highlighting that in countries with high power distance, consumers often feel superior to service providers in the social hierarchy [20] and less tolerant with service quality, while they tend to give low service evaluations. Results from this work also highlight that other cultural traits from Hofstede, such as individualism, tend to be related to tourist review sentiment, while the topics that are associated with highest sentiment are those about hotel services. Limitations of this work reside in the quality of the data collected and issues pertaining to fake reviews that might affect the results. Our future work aims to filter out these reviews and examine if the effect of the aforementioned variables alters in any way the main conclusions of the current study.", "cite_spans": [{"start": 268, "end": 272, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 273, "end": 276, "text": "22,", "ref_id": "BIBREF21"}, {"start": 277, "end": 280, "text": "34]", "ref_id": "BIBREF33"}, {"start": 2207, "end": 2211, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Towards an understanding of inequity", "authors": [{"first": "J", "middle": ["S"], "last": "Adams", "suffix": ""}], "year": 1963, "venue": "J. Abnorm. Soc. Psychol", "volume": "67", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "What Makes Online Content Viral?", "authors": [{"first": "J", "middle": [], "last": "Berger", "suffix": ""}, {"first": "K", "middle": [], "last": "Milkman", "suffix": ""}], "year": 2012, "venue": "J. Mark. Res", "volume": "49", "issn": "", "pages": "192--205", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A machine learning approach to sentiment analysis in multilingual web texts", "authors": [{"first": "E", "middle": [], "last": "Boiy", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Moens", "suffix": ""}], "year": 2009, "venue": "Inf. Retr", "volume": "12", "issn": "5", "pages": "526--558", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The use of the area under the ROC curve in the evaluation of machine learning algorithms", "authors": [{"first": "A", "middle": ["P"], "last": "Bradley", "suffix": ""}], "year": 1997, "venue": "Patt. Recogn", "volume": "30", "issn": "7", "pages": "1145--1159", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Classification and Regression Trees (Wadsworth Statistics/Probability)", "authors": [{"first": "L", "middle": [], "last": "Breiman", "suffix": ""}, {"first": "J", "middle": [], "last": "Friedman", "suffix": ""}, {"first": "C", "middle": [], "last": "Stone", "suffix": ""}, {"first": "R", "middle": [], "last": "Olshen", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Discovering consumer insight from Twitter via sentiment analysis", "authors": [{"first": "W", "middle": [], "last": "Chamlertwat", "suffix": ""}, {"first": "P", "middle": [], "last": "Bhattarakosol", "suffix": ""}, {"first": "T", "middle": [], "last": "Rungkasiri", "suffix": ""}, {"first": "C", "middle": [], "last": "Haruechaiyasak", "suffix": ""}], "year": 2012, "venue": "J. Uni. Comput. Sci", "volume": "18", "issn": "", "pages": "973--992", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Visualizing topic models", "authors": [{"first": "A", "middle": ["J B"], "last": "Chaney", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Blei", "suffix": ""}], "year": 2012, "venue": "ICWSM 2012 -Proceedings of the 6th International AAAI Conference on Weblogs and Social Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Does national culture influence consumers' evaluation of travel services? A test of Hofstede's model of cross-cultural differences", "authors": [{"first": "J", "middle": [], "last": "Crotts", "suffix": ""}, {"first": "R", "middle": [], "last": "Erdmann", "suffix": ""}], "year": 2000, "venue": "MSQ", "volume": "10", "issn": "", "pages": "410--419", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The igraph software package for complex network research", "authors": [{"first": "G", "middle": [], "last": "Csardi", "suffix": ""}, {"first": "T", "middle": [], "last": "Nepusz", "suffix": ""}], "year": 2006, "venue": "Inter J. Complex Syst", "volume": "1695", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The effect of power distance and individualism on service quality expectations in banking: a two-country individual-and national-cultural comparison", "authors": [{"first": "S", "middle": [], "last": "Dash", "suffix": ""}, {"first": "E", "middle": [], "last": "Bruning", "suffix": ""}, {"first": "M", "middle": [], "last": "Acharya", "suffix": ""}], "year": 2009, "venue": "Int. J. Bank Mark", "volume": "27", "issn": "", "pages": "336--358", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "GDP per capita and its challengers as measures of happiness", "authors": [{"first": "W", "middle": ["R"], "last": "Dipietro", "suffix": ""}, {"first": "E", "middle": [], "last": "Anoruo", "suffix": ""}], "year": 2006, "venue": "Int. J. Soc. Econ", "volume": "33", "issn": "", "pages": "698--709", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The market for luxury goods: income versus culture", "authors": [{"first": "B", "middle": [], "last": "Dubois", "suffix": ""}, {"first": "P", "middle": [], "last": "Duquesne", "suffix": ""}], "year": 1993, "venue": "Eur. J. Mark", "volume": "27", "issn": "", "pages": "35--44", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Social media and the formation of organizational reputation", "authors": [{"first": "M", "middle": [], "last": "Etter", "suffix": ""}, {"first": "D", "middle": [], "last": "Ravasi", "suffix": ""}, {"first": "E", "middle": [], "last": "Colleoni", "suffix": ""}], "year": 2019, "venue": "Acad. Manag. Rev", "volume": "44", "issn": "", "pages": "28--52", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Recent automatic text summarization techniques: a survey", "authors": [{"first": "M", "middle": [], "last": "Gambhir", "suffix": ""}, {"first": "V", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2017, "venue": "Artif. Intell. Rev", "volume": "47", "issn": "", "pages": "1--66", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The role of culture and purchasing power parity in shaping mallshoppers' profiles", "authors": [{"first": "S", "middle": [], "last": "Gilboa", "suffix": ""}, {"first": "V", "middle": [], "last": "Mitchell", "suffix": ""}], "year": 2020, "venue": "J. Retail. Consum. Serv", "volume": "52", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Relationships between Hofstede's cultural dimensions and tourist satisfaction: a cross-country cross-sample examination", "authors": [{"first": "S", "middle": [], "last": "Huang", "suffix": ""}, {"first": "J", "middle": [], "last": "Crotts", "suffix": ""}], "year": 2019, "venue": "Tour. Manag", "volume": "52", "issn": "", "pages": "232--241", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "VADER: a parsimonious rule-based model for sentiment analysis of social media text", "authors": [{"first": "C", "middle": ["J"], "last": "Hutto", "suffix": ""}, {"first": "E", "middle": [], "last": "Gilbert", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Taxonomy alignment for interoperability between heterogeneous virtual organizations", "authors": [{"first": "J", "middle": ["J"], "last": "Jung", "suffix": ""}], "year": 2008, "venue": "Exp. Syst. Appl", "volume": "34", "issn": "", "pages": "2721--2731", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Performing customer behavior analysis using big data analytics", "authors": [{"first": "A", "middle": ["A"], "last": "Khade", "suffix": ""}], "year": 2016, "venue": "Procedia Comput. Sci", "volume": "79", "issn": "", "pages": "986--992", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The customer is king: culture-based unintended consequences of modern marketing", "authors": [{"first": "C", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": [], "last": "Aggarwal", "suffix": ""}], "year": 2016, "venue": "J. Consum. Mark", "volume": "33", "issn": "", "pages": "193--201", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The effects of culture on consumers' consumption and generation of online reviews", "authors": [{"first": "J", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Jun", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "J. Interact. Mark", "volume": "43", "issn": "", "pages": "134--150", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Do online reviews reflect a product's true perceived quality? an investigation of online movie reviews across cultures", "authors": [{"first": "N", "middle": ["S"], "last": "Koh", "suffix": ""}, {"first": "N", "middle": [], "last": "Hu", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Clemons", "suffix": ""}], "year": 2010, "venue": "ECRA", "volume": "9", "issn": "", "pages": "374--385", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comparative evaluation of algorithms for sentiment analysis over social networking services", "authors": [{"first": "A", "middle": [], "last": "Krouska", "suffix": ""}, {"first": "C", "middle": [], "last": "Troussas", "suffix": ""}, {"first": "M", "middle": [], "last": "Virvou", "suffix": ""}], "year": 2017, "venue": "J. Univ. Comput. Sci", "volume": "23", "issn": "", "pages": "755--768", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Sentiment analysis and opinion mining", "authors": [{"first": "B", "middle": [], "last": "Liu", "suffix": ""}], "year": 2012, "venue": "Synth. Lect. Hum. Lang. Technol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hyperparameter tuning of a decision tree induction algorithm", "authors": [{"first": "R", "middle": ["G"], "last": "Mantovani", "suffix": ""}, {"first": "T", "middle": [], "last": "Horvath", "suffix": ""}, {"first": "", "middle": ["R"], "last": "Cerri", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanschoren", "suffix": ""}, {"first": "A", "middle": ["C P L F"], "last": "De Carvalho", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Social media as a resource for sentiment analysis of Airport Service Quality (ASQ)", "authors": [{"first": "L", "middle": [], "last": "Martin-Domingo", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Martín", "suffix": ""}, {"first": "G", "middle": [], "last": "Mandsberg", "suffix": ""}], "year": 2019, "venue": "J. Air. Transp. Manag", "volume": "78", "issn": "", "pages": "106--115", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A picture is worth a thousand words: translating product reviews into a product positioning map", "authors": [{"first": "S", "middle": [], "last": "Moon", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Kamakura", "suffix": ""}], "year": 2017, "venue": "Int. J. Res. Mark", "volume": "34", "issn": "", "pages": "265--285", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A brand is no longer what we tell the customer it is -it is what customers tell each other it is: (Lahome)", "authors": [{"first": "G", "middle": [], "last": "Nayab", "suffix": ""}, {"first": "M", "middle": [], "last": "Bilal", "suffix": ""}, {"first": "A", "middle": [], "last": "Shrafat", "suffix": ""}], "year": 2016, "venue": "Sci. Int", "volume": "28", "issn": "", "pages": "2725--2729", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Making new products go viral and succd", "authors": [{"first": "H", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "M", "middle": [], "last": "Chaudhuri", "suffix": ""}], "year": 2019, "venue": "IJRM", "volume": "36", "issn": "", "pages": "39--62", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Satisfaction measures with monetary and non-monetary components: hotel's overall scores", "authors": [{"first": "J", "middle": ["L"], "last": "Nicolau", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Mellinas", "suffix": ""}, {"first": "E", "middle": [], "last": "Martín-Fuentes", "suffix": ""}], "year": 2020, "venue": "Int. J. Hosp. Manag", "volume": "87", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Topic modelling for qualitative studies", "authors": [{"first": "S", "middle": ["I"], "last": "Nikolenko", "suffix": ""}, {"first": "S", "middle": [], "last": "Koltcov", "suffix": ""}, {"first": "O", "middle": [], "last": "Koltsova", "suffix": ""}], "year": 2017, "venue": "J. Inf. Sci", "volume": "43", "issn": "", "pages": "88--102", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Opinion mining and sentiment analysis", "authors": [{"first": "B", "middle": [], "last": "Pang", "suffix": ""}, {"first": "L", "middle": [], "last": "Lee", "suffix": ""}], "year": 2008, "venue": "FT Inf. Retr", "volume": "2", "issn": "", "pages": "1--135", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Understanding online firestorms: negative word-ofmouth dynamics in social media networks", "authors": [{"first": "J", "middle": [], "last": "Pfeffer", "suffix": ""}, {"first": "T", "middle": [], "last": "Zorbach", "suffix": ""}, {"first": "K", "middle": [], "last": "Carley", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "J. Mark. Commun", "volume": "20", "issn": "", "pages": "117--128", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "A meta-analytic investigation of the role of valence in online reviews", "authors": [{"first": "N", "middle": [], "last": "Purnawirawan", "suffix": ""}, {"first": "M", "middle": [], "last": "Eisend", "suffix": ""}, {"first": "P", "middle": [], "last": "De Pelsmacker", "suffix": ""}, {"first": "N", "middle": [], "last": "Dens", "suffix": ""}], "year": 2015, "venue": "J. Interact. Mark", "volume": "31", "issn": "", "pages": "17--27", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Structural topic models for open-ended survey responses", "authors": [{"first": "M", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2014, "venue": "AJPS", "volume": "58", "issn": "", "pages": "1064--1082", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The effect of eWOM on sales: a metaanalytic review of platform, product, and metric factors", "authors": [{"first": "A", "middle": [], "last": "Rosario", "suffix": ""}, {"first": "F", "middle": [], "last": "Sotgiu", "suffix": ""}, {"first": "K", "middle": [], "last": "De Valck", "suffix": ""}, {"first": "T", "middle": [], "last": "Bijmolt", "suffix": ""}], "year": 2016, "venue": "J. Mark. Res", "volume": "53", "issn": "", "pages": "297--318", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Online complaining behavior: does cultural background and hotel class matter?", "authors": [{"first": "R", "middle": [], "last": "Sann", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Liaw", "suffix": ""}], "year": 2020, "venue": "J. Hosp. Tour. Manag", "volume": "43", "issn": "", "pages": "80--90", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Social class versus income revisited: an empirical investigation", "authors": [{"first": "C", "middle": ["M"], "last": "Schaninger", "suffix": ""}], "year": 1981, "venue": "J. Mark. Res", "volume": "18", "issn": "", "pages": "192--208", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Sentiment analysis of textual reviews; Evaluating machine learning", "authors": [{"first": "V", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Piryani", "suffix": ""}, {"first": "A", "middle": [], "last": "Uddin", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Waila", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Data imbalance in classification: experimental evaluation", "authors": [{"first": "F", "middle": [], "last": "Thabtah", "suffix": ""}, {"first": "S", "middle": [], "last": "Hammoud", "suffix": ""}, {"first": "F", "middle": [], "last": "Kamalov", "suffix": ""}, {"first": "A", "middle": [], "last": "Gonsalves", "suffix": ""}], "year": 2020, "venue": "Inf. Sci", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Data Mining: Practical Machine Learning Tools and Techniques", "authors": [{"first": "I", "middle": ["H"], "last": "Witten", "suffix": ""}, {"first": "E", "middle": [], "last": "Frank", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hall", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Pal", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Learned Decision Tree with colour coded sentiment predictions (negative shown in shades of orange and positive in shades of blue). Key results are annotated under the leafs. (Color figure online)", "latex": null, "type": "figure"}, "TABREF1": {"text": "Emerging topics from STA and their interpretation", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Topic Top words per topic from STA based on four metrics </td><td>Interpretation\n</td></tr><tr><td>1 Highest Prob: room, hotel, bathroom, one, bed, shower, water\nFREX: shower, toilet, smell, window, eggs, air, bathroom\nLift: toast, electric, scrambled, curtain, soap, ham, conditioner\nScore: toast, room, shower, bathroom, air, toilet, dirty\n</td><td>Cleanness of hotel and rooms\n</td></tr><tr><td>2 Highest Prob: hotel, staff, great, service, will, time, best FREX: wonderful, thank, amazing, thanks, vacation, highly, come\nLift: die, wonderfull, pampered, costas, thanks, thank, surely\nScore: die, amazing, hotel, thank, great, staff, perfect\n</td><td>Service/Staff\n</td></tr><tr><td>3 Highest Prob: kids, restaurant, pool, well, pools, every, day\nFREX: resort, kids, club, gardens, chef, activities, adults Lift: elias, tranquility, exotic, azia, treatments, slides, dome\nScore: elias, kids, resort, team, pools, children, spa\n</td><td>Family friendly\n</td></tr><tr><td>4 Highest Prob: good, breakfast, hotel, room, rooms, clean, staff\nFREX: breakfast, comfortable, modern, view, spacious, rooms, wifi\nLift: wonderfully, modern, satisfactory, spread, amphora, comfortable\nScore: wonderfully, good, breakfast, room, rooms, clean, comfortable\n</td><td>Breakfast and overall quality\n</td></tr><tr><td>5 Highest Prob: place, stay, stayed, cyprus, apartment, night, everything\nFREX: apartment, owner, apartments, place, accommodation, budget\nLift: scale, asty, pyramos, san, remo, owner, apt Score: scale, place, apartment, apartments, stay, nicosia, owner\n</td><td>Budget stay\n</td></tr><tr><td>6 Highest Prob: hotel, food, dinner, get, day, evening, drinks\nFREX: board, half, drinks, eat, bay, lunch, inclusive Lift: famagusta, casino, brits, salamis, ajax, potatoes, Turkish\nScore: famagusta, half, entertainment, euro, board, food, inclusive\n</td><td>All-inclusive food\n</td></tr><tr><td>7 Highest Prob: hotel, room, day, didnt, one, got, night FREX: told, said, wasnt, didnt, asked, got, never\nLift: paint, veronica, upset, sorted, complaining, dirt, realised\nScore: paint, told, didnt, said, asked, never, got\n</td><td>Complains about room\n</td></tr></table></body></html>"}, "TABREF2": {"text": "(continued) Topic Top words per topic from STA based on four metrics Interpretation 8 Highest Prob: hotel, walk, bus, minutes, beach, restaurants, larnaca FREX: walking, distance, bus, street, shops, walk, minutes Lift: route, mackenzie, cafes, intercity, lazarus, sights, mall Score: route, bus, walk, street, distance, city, larnaca napa, nice, ayia, pool, really, swimming, plaza Lift: pleasent, swiming, plaza, nestor, napa, ayia, aya Score: pleasent, nice, pool, napa, beach, great, good Beach hotel and pool Table 2. Super-topics that emerged from topic combinations and score interpretations", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 1. ( continued )", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Topic Top words per topic from STA based on four metrics </td><td>Interpretation\n</td></tr><tr><td>8 Highest Prob: hotel, walk, bus, minutes, beach, restaurants, larnaca\nFREX: walking, distance, bus, street, shops, walk, minutes\n</td><td>Hotel location and things to do\n</td></tr><tr><td>Lift: route, mackenzie, cafes, intercity, lazarus, sights, mall\nScore: route, bus, walk, street, distance, city, larnaca\n9 Highest Prob: hotel, guests, hotels, star, one, well, area FREX: guests, seasons, standards, four, management, star, years\nLift: miserable, allows, result, wonâ, greatly, thoughtful,\n</td><td>Other guests\n</td></tr><tr><td>post\nScore: miserable, guests, seasons, star, years, four, management\n10 Highest Prob: nice, pool, beach, hotel, good, really, great\nFREX: napa, nice, ayia, pool, really, swimming, plaza Lift: pleasent, swiming, plaza, nestor, napa, ayia, aya Score: pleasent, nice, pool, napa, beach, great, good\n</td><td>Beach hotel and pool\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Table 2. Super-topics that emerged from topic combinations and score interpretations", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Topics with overlapping themes </td><td>Interpretation </td><td>High score meaning\n</td></tr><tr><td>Topic 1,7 </td><td>Cleanliness </td><td>Complains\n</td></tr><tr><td>Topic 3,10, 6, 4 </td><td>Family/Pool/Food </td><td>Satisfaction\n</td></tr><tr><td>Topic 5 </td><td>Budget </td><td>Budget hotel\n</td></tr><tr><td>Topic 8 </td><td>Location </td><td>Good location\n</td></tr><tr><td>Topic 2 </td><td>Service/Staff </td><td>Satisfaction\n</td></tr><tr><td>Topic 9 </td><td>Other Guests </td><td>High mixture of guest cultures\n</td></tr></table></body></html>"}}, "back_matter": []}