{
    "paper_id": "22ac20d66f95eaf12ceca364d7f8f4708d8d0190",
    "metadata": {
        "title": "Effects of Smart City Construction on the Quality of Public Occupational Health: Empirical Evidence From Guangdong Province, China",
        "authors": [
            {
                "first": "Chi",
                "middle": [
                    "Wei"
                ],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lianmei",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan-Fan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South China University of Technology",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Environment Change and Resources Use in Beibu Gulf Ministry of Education",
                    "institution": "Nanning Normal University",
                    "location": {
                        "settlement": "Nanning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Da-Wei",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Academy of Macroeconomic Research of Guangxi Zhuang Autonomous Region",
                    "institution": "",
                    "location": {
                        "settlement": "Nanning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji-Chao",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Folk Culture and Art Research Institute of Guangxi Zhuang Autonomous Region",
                    "institution": "",
                    "location": {
                        "settlement": "Nanning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun-Fen",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nanning United Innovation Venture Capital Co., Ltd",
                    "institution": "",
                    "location": {
                        "settlement": "Nanning",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bei",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guilin Normal College",
                    "location": {
                        "settlement": "Guilin",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article takes the Guangdong Province of China as the research object and uses the difference-in-difference model to evaluate the impact of smart city construction on the quality of public occupational health and intercity differences. The obtained results show that smart city construction significantly improves the quality of public occupational health, and it is still valid after a series of robustness tests. The effect of this policy is stronger in cities that belong to the Pearl River Delta region or sub-provincial level cities. This study indicates that the central government should improve the pilot evaluation system and the performance appraisal mechanism of smart cities from the perspective of top-level design during the process of promoting smart city construction, which aims to correctly guide local governments to promote the construction of smart cities. To achieve the full improvement effect of smart city construction on the quality of public occupational health, local governments should implement smart city strategies in a purposeful and planned way according to the actual situation of the development of the jurisdiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords: smart city construction, quality of public occupational health, policy effect, difference-in-difference model, Guangdong Province Frontiers in Public Health | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This article aims to investigate whether smart city construction (measured by the smart city construction pilot policy since 2012) has an impact on the occupational health quality of the public (measured in reverse by the death rate of 100 million yuan of GDP of occupational safety accidents and death number of occupational safety accidents). The strong aspiration and the demand for a better life of people in all countries, especially in developing countries, have injected endless impetus into urbanisation. Urbanisation has greatly promoted the development of society, economy, and science and technology. However, at the same time, it has brought great challenges to the sustainable development of human beings, and it also brings new challenges to the Earth's capital environment (1) . Urban issues (such as traffic, environment, housing, employment, public safety, and health) are prevalent in cities worldwide. These problems have begun to seriously affect the sustainable development of the economy and the quality of life of human beings (2) . With the gradual maturity and wide application of internet technology, human beings have stepped into the era of knowledge networks. Knowledge innovation and application have become the key factors leading to economic and social development and progress (3) . Especially since the beginning of the 21st century, as the global urban population continues to increase, as a solution to the economic and social problems brought by unprecedented rapid urbanisation, smart city construction has become a trend of the times and plays an important role in promoting and leading the healthy development of cities.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 791,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 2009, IBM proposed the concept of \"smart cities\" for the first time, that is, making full use of information and communication technology to intelligently perceive, integrate, analyse, and respond to the needs and related activities of cities in the exercise of market regulation, economic regulation, social management, and public service functions (4) . Once the concept of a \"smart city\" was put forward, foreign countries, especially developed countries in Europe and the United States, actively put it into practise, and the construction system of smart cities has become increasingly perfect. In the United States, Europe and developed Asian countries, including (Japan, South Korea, and Singapore), smart city construction projects are in full swing and have achieved remarkable results (5, 6) . After more than 40 years of rapid development through reform and opening up in China, urban issues (such as serious environmental pollution, frequent safety accidents, traffic congestion, and housing shortage) have become increasingly prominent. In particular, the quality of public occupational health is suffering from a huge impact due to problems such as imperfect regulations and standards, lax safety supervision and law enforcement, imperfect supervision systems and mechanisms, weak safety foundation, and weak emergency rescue capacity. Therefore, driven by the Internet of Things, Internet and cloud computing-based information technology, smart city pilot policy of China has begun to develop.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 801,
                    "end": 803,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, in the context of China, smart city construction needs to face special political, economic, and social environments. Can the pilot policies of smart city construction improve the quality of public occupational health? Based on the balanced panel data of 20 cities in Guangdong Province, China, this article empirically tests the impact of smart city construction on the quality of public occupational health. The main marginal contribution is reflected in the following three aspects. First, this article uses the data from 20 cities in the Guangdong Province from 2001 to 2019 for the first time and discusses the influencing factors of public occupational health quality from the perspective of smart city construction, which has important practical significance for how to effectively improve the public occupational health at present. Second, this article uses the smart city pilot as a \"quasi-natural\" experiment, effectively overcomes the estimation errors of traditional research methods, and conducts a multidimensional robustness test, which aims to be more accurately analysing the impact of smart city construction on the quality of public occupational health. Third, from the perspective of administrative levels and regional differences, this paper further analyses the factors that may affect the policy effect of smart city construction and provides some enlightenment for the reasonable layout and continuous improvement of smart city construction policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The structure of this article is as follows: section Literature Reviews the existing literature and section Smart City Construction and the Quality of Public Occupational Health carries on the theoretical analysis and proposes a hypothesis. Section Methodology introduces the empirical method applied. Section Data shows empirical data and variables. Section Empirical Results analyses our empirical results. Section Conclusions presents the concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Research on \"smart cities\" has its origins in improving the quality of life of residents. This involves developing new ways and measures to improve urban public management and provide public services (7) . There are many similarities between the concepts of smart cities and digital cities (8, 9) , but smart cities are considered to be a broader concept that aims to unite, facilitate, and encourage the dissemination of information to improve the quality of public life. All of these are different due to the different cooperative relationships among urban stakeholders (10) . Different governance methods of smart cities lead to vague and inconsistent views on the concept of smart cities (11) . Nevertheless, most scholars agree that smart cities are a broad concept. By mobilising various forces and applying interdisciplinary knowledge, smart city subjects seek innovative and sustainable governance solutions to solve many problems of urbanisation. In other words, smart cities can be described as regions presented in a forward-looking way.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW"
        },
        {
            "text": "In 2014, the Development and Reform Commission of China, together with seven ministries and commissions, issued the \"Guiding Opinions on Promoting the Healthy Development of Smart Cities, \" which put forward six requirements for the construction of smart cities, including convenient public services, fine urban management, livable living environment, intelligent infrastructure, and long-term network security. As one of the goals of smart city construction and high-quality economic development, the influence of these factors on the quality of public occupational health has undoubtedly become one of the key areas for scholars to study (12) . From the perspective of enterprise management, Chen et al. (13) performed a statistical analysis of 410 major gas explosion accidents from 1980 to 2000 and determined that the proportion of accidents caused by human factors exceeded 96.59%, indicating that coal mine accident is a management problem rather than an unsolvable technical problem. The \"Swiss Cheese Model\" proposed by Reason (14) established the link between unsafe behaviours, unsafe conditions, and organisational management behaviours, and attributed the cause of accidents to the superposition of individual mistakes and organisational management mistakes.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1029,
                    "end": 1040,
                    "text": "Reason (14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW"
        },
        {
            "text": "The economic policy also plays an important role in the quality of public occupational health. Inadequate protection of property rights is one of the key factors. Mine accidents in China mainly occur in small and medium-sized coal mines dominated by township coal mines because they lack clear property rights, stable expectations, adequate safety input, and perfect occupational health conditions (15) . Cohn and Wardlaw (16) used corporate data in the United States and determined that an excessive corporate debt ratio would lead to insufficient investment and more work-related accidents. Nie and Zhao (17) used the panel data of coal enterprises of China from 2001 to 2006 and determined that the corporate debt ratio significantly increased the number of deaths in mining accidents and greatly affected the quality of the occupational health of workers. In addition, the low level of production technology, lack of safety measures, backward health concepts, and lack of property rights protection systems are also the key factors that threaten the quality of occupational health (18) .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 426,
                    "text": "Cohn and Wardlaw (16)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 610,
                    "text": "Nie and Zhao (17)",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW"
        },
        {
            "text": "The last aspect concerns the impact of political factors on the quality of public occupational health. The role of government regulation is first emphasised. Lewis and Alford (19) believed that the occupational health of workers was determined by the enforcement of government regulatory policies. Using the legislation of the United States in 1941 and 1969, they tested the relationship between enforcement and coal mine mortality and determined that the strengthening of government regulation could help reduce the number of mining deaths, thus, improving the quality of occupational health of workers. However, Grey and Scholz (20) determined that the safety regulatory agencies in the United States were ineffective when using the data, thus, proposing a theory to refute regulation. Appropriate hard regulation can, indeed, improve the quality of occupational health (21) , but overly strict regulatory policies cannot achieve the purpose of protecting workers and improving safety (22) . Despite the lack of binding legal force, soft regulation is considered an important governance tool to improve the quality of occupational health, especially when combined with hard regulation (23, 24) . Some scholars also emphasise the influence of political connexions. Fisman and Wang (25) used data on Chinese-listed companies from 2008 to 2013 to analyse the relationship between political affiliations and corporate accidents and determined that the death rate of politically affiliated companies was two to three times higher than that of companies without political affiliations. Jia and Nie (26) regard the \"centralisation-decentralisation-centralisation\" of key state-owned coal mine regulators in China from 1995 to 2005 as a \"quasi-natural\" experiment and find that decentralisation of coal mine supervision leads to more collusion between local governments and coal mining enterprises, resulting in higher mortality and lower occupational health quality.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW"
        },
        {
            "text": "From the development experience of various countries, the technical support provided by smart cities can more effectively optimise the layout of urban development. In particular, combined with the specific application of urban planning and construction, occupational health concepts, work safety technology, and platforms should be effectively combined to compensate for the safety accidents caused by technology, management, and personnel so as to effectively improve the quality of public occupational health. Therefore, it is particularly important to accurately evaluate the impact of smart city construction on the quality of public occupational health from the perspective of empirical testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LITERATURE REVIEW"
        },
        {
            "text": "From the perspective of theoretical research, accident cause theory has changed from the early single factor theory to multiple-cause theory, in which the interaction between man, machine, and environment is the cause of the accident. The health factors in the workplace of China include management, human, material, and environment (27) . The fundamental reason for the relatively low occupational health quality lies in the management errors in the process of internal and external management of enterprises. Among them, the vulnerability of engineering technology, management systems, and personnel quality are the main reasons for the low health quality in the workplace. The smart city construction can compensate for the abovementioned defects in the following four ways to improve the quality of public occupational health.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "Smart city construction reduces the transaction cost of enterprises and improves the health management ability of employees. According to the transaction cost theory proposed by Coase, transaction cost refers to the cost of obtaining accurate market information, negotiation, and contract costs (28) . Smart can expand limited rational cost, inhibit opportunism behaviours, reduce the uncertainty, and enhance the role of trading frequency to drive the enterprise transaction cost reduction (29) , to change the enterprise organisation form, to influence enterprise production, management, marketing, and the purchasing mode, to significantly strengthen the internal management, and to improve production efficiency (30) , which helps improve the occupational health of enterprises. Smart city construction optimises the government service function and improves the efficiency of the occupational health quality management of the government, which realises the wisdom of economy, transportation, environment, life, government service, and other fields through the accumulation of big data and the development of emerging technologies (31) . Especially in the field of government services, smart city construction realises the reengineering of government processes and the transformation of government functions, which help to improve the governance capacity and the management level of the government and provide capacity guarantees for the quality of public occupational health. Smart city construction can effectively alleviate the disadvantages of collusion between the government and enterprises, which improves the ability of the government to supervise public occupational health. The literature on government-enterprise collusion points out that the existence of information asymmetry between the central government and local governments and the economic performance appraisal system under political centralisation leads to the formation of collusion between local governments and enterprises (26) . Smart city construction can contain many people in the government and enterprises and embed input control, processing control, and output control into the system to effectively reduce the opportunistic behaviours, such as mutual use, collusion, and collusion between local governments and enterprises caused by the information asymmetry between the central government and local governments. Through the construction of smart cities, the government can effectively improve its decision-making and execution; enterprises can effectively improve operational efficiency and reduce transaction costs, and the public can enjoy a more convenient, comfortable, and healthy life. Based on the abovementioned analysis, this article proposes the hypothesis of the first level:",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2000,
                    "end": 2004,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "Hypothesis 1: Smart city construction can improve the quality of public occupational health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "Urban heterogeneity and diversity are important sources to promote economic growth, which are reflected in the integration force of urban resource absorption, production and consumption capacity, and transaction costs (32) . For industries that rely on technology research and new technology, smart city construction policies may differ greatly due to differences in factor endowments in different regions. Because the institutional framework of regional development is the key factor that restrains the actual effect of policy, soft constraints (such as economic structure, education system, and policy reform) will restrict the effect of capital and other hard inputs. The actual development of smart cities in China is influenced by politics, economy and geographical location. Different regions have great differences in resources, technologies, and public occupational health management policies, which may affect the effect of smart city construction on improving public occupational health. Among them, differences in administrative levels and regions are the fundamental causes of different institutional frameworks.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "By studying the relationship between government and economic development in the Yangtze River Delta region of China, Shuih (33) believes that the rapid economic development of China is due to the resource advantages brought by the change and adjustment of the administrative level of the government and the promoting role of the political system in opening and innovation. Cities with higher administrative levels are distributed in areas with convenient transportation, complete infrastructure, and a high level of openness. Their development advantages promote the accumulation of factor stocks, which aims to mobilise resources for urban innovation construction and promote and improve the construction system of smart cities. At the same time, cities with higher administrative levels have more power of administrative examination and approval, a higher financial scale, and more central strategic policy status. The abovementioned characteristics of cities at high administrative levels are likely to affect the policy effect of smart city construction.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "According to the actual development of Guangdong Province, there are significant differences in economic, political, and social development between the Pearl River Delta region (PRD) and the non-Pearl River Delta region (non-PRD) due to the influence of policy support, resource endowment, geographical location, and natural conditions. Statistics released by the \"Guangdong Statistical Yearbook\" in 2019 show that PRD, which accounts for 20% of the administrative area of Guangdong Province, accounts for more than 80% of the GDP of the province, while non-PRD, which accounts for 80% of the administrative area, accounts for less than 20% of the GDP of the province, indicating a significant imbalance in economic development, which will certainly have an impact on the policy effect of smart city construction. PRD itself, in terms of resource acquisition, technical support, and preferential policy, has many advantages over non-PRD of weak infrastructure, coupled with a single industrial structure, low marketisation degree, and soft environment, such as an education concept-relative lag. It is easy to restrict the policy effect of smart city construction. Based on the abovementioned analysis, this paper proposes a second hypothesis to be tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "Hypothesis 2: Compared with general prefecture-level cities, the policy effect of smart city construction on the quality of improving public occupational health is more obvious in sub-provincial cities. Hypothesis 3: Compared with non-PRD, the policy effect of smart city construction on improving the quality of public occupational health is more obvious in PRD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SMART CITY CONSTRUCTION AND THE QUALITY OF PUBLIC OCCUPATIONAL HEALTH"
        },
        {
            "text": "China put forward the concept of smart city construction in 2009 and started the first batch of pilot work on smart cities in 2012. The second and third batches of pilot work were performed in 2013 and 2015, which provided an opportunity for a quasinatural experiment. In this article, cities with smart city pilot units are treated as the treatment group; cities without smart city pilot units are treated as the control group, and the difference of differences model is realised through a two-way fixed effect to test the impact of smart city construction on the quality of public occupational health. Because the pilot work of smart city construction does not take place in the same year, a more extensive DID model is adopted, and the time when the pilot is set up in the corresponding year is used as the time point when the policy takes place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "Considering that, among the 21 prefecture-level and abovementioned cities in the Guangdong Province, Guangzhou, Shenzhen, Foshan, Zhaoqing, Dongguan, Zhongshan, and Heyuan, all take towns or counties as the pilot units, while Zhuhai takes cities as the pilot units; to avoid possible deviations, the sample of Zhuhai is deleted. Therefore, the treatment group of this paper includes seven samples of cities, and the control group includes 13 samples of cities (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 472,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "The most important prerequisite for using the DID model is the assumption that the processing group and the control group satisfy parallel trends before the policy impact (34) . The mean value of the treatment group and the control group over the years was used to obtain the time trend diagram as shown in Figures 1, 2 , which shows that the changing trend of the death rate and the number of deaths before 2012 were the same, and, after 2012, the changing trend of the treatment group significantly decreased compared with the control group. Therefore, we preliminarily judged that the treatment group and the control group met the conclusion of trend consistency.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 319,
                    "text": "Figures 1, 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHODOLOGY"
        },
        {
            "text": "To test the impact of smart city construction on the quality of public occupational health and test Hypothesis 1, we achieve the purpose of the difference of differences model by controlling two-way fixed effects, and construct the following econometric model (35) :",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "where i represents the city and t represents the year; µ i indicates city-fixed effects, δ i indicates year-fixed effects, and the dependent variable Y it represents the quality of public occupational health. Wise it represents whether smart city construction is performed in city i in year t, and it takes one if city i has smart city pilot units in year t and the years after and zero otherwise. Control it represents a series of control variables, which includes the economic development level (ln_gdp), industrial structure (ln_ind), fixed asset investment level (ln_inv), population size (ln_pop), urbanisation level (In_urb), and research and development level (ln_rad). ε it is the random perturbation term. For the abovementioned model, this article pays more attention to the estimate of the coefficient β 1 , which measures the effect of smart city construction on the quality of public occupational health. If the establishment of smart city construction does improve the quality of public occupational health, then the coefficient of β 1 should be significantly negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "Since the smart city pilot policy has been implemented in batches since 2012, rather than all at once, the status of a city in the treatment group or the control group may change. For example, if a city was a non-pilot city in 2012 (control group), it may become a pilot city in 2013 (treatment group). In this case, it is more reasonable and accurate to use the event analysis method to detect the parallel trend, which is also widely recognised and used in the literature related to the DID model, compared with the method of drawing the trend chart using the average value of the treatment group and the control group, respectively. Drawing on the practise of Beck et al. (36) , this paper sets the following econometric model:",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 679,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "where Wise it,k is a series of dummy variables representing the treatment status at different periods. The dummy for m = −1 is omitted in Equation (2) so that the post smart city construction effects are relative to the period immediately before the launch of the policy. The parameter of interest β k estimates the effect of smart city m year after the construction. Because the pilot policy for smart city construction is not performed in all cities at the same time, k represent different years for different cities. Intuitively, the coefficient β k measures the difference in the quality of public occupational health between cities under the pilot policy performed for smart city construction and, otherwise, in period k relative to the difference 1 year before the pilot policy was performed for smart cities. We expect smart city construction to improve the quality of public occupational health, with β k being positive when k ≥ 0. If the parallel trend assumption holds, β k would be close to zero when k ≤ −2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "We have pointed out that the effect of smart city construction on the quality of public occupational health may be affected by administrative level differences and regional differences. We construct the following model to test Hypothesis 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "In Formula 3, City it represents the city characteristic variables, including the following two aspects. The first one is the administrative level difference (SUB it ), which denotes whether city i is a sub-provincial city, and it takes one if city i is a subprovincial city and zero otherwise. The second is the regional difference (RGO it ), which denotes whether city i belongs to PRD, and it takes one if city i belongs to PRD. Otherwise, it takes zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "What we care about is whether the coefficient of β 2 is significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY"
        },
        {
            "text": "From the perspective of absolute and relative indicators, this paper uses a death rate of 100 million yuan of GDP for occupational safety accidents (death rate, Ln_rate) and the death toll of occupational safety accidents (number of deaths, Ln_death) to reverse the estimate of the quality of public occupational health from the absolute and relative numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent Variables"
        },
        {
            "text": "The core independent variable of this paper is smart city construction. China set up the first batch of smart city pilot units in 2012, followed by the second and third batches in 2013 and 2015, respectively. In this article, the core independent variable denotes whether smart city construction is performed in city i in year t, and it takes one if city i has smart city pilot units in year t and the years after and zero otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent Variables"
        },
        {
            "text": "To more accurately assess the impact of smart city construction on the quality of public occupational health, we incorporated six variables (including the economic development level, industrial structure, fixed asset investment level, population size, urbanisation level, research and development level, and government transition effect) into the control variables. The first variable considered is the level of economic development. Safety management investment is insufficient and is the important factor that brings about safety accidents to take place frequently. The economic development level is the higher area, and the safety management investment and the technical level are higher (37) . This article controls the impact of the economic development level on the quality of public occupational health by adding per capita GDP. The second variable considered is industrial structure. Safety accidents have obvious industrial characteristics. Both the mining industry and the construction industry belong to industries with poor safety status, and the fatality rate of the mining industry is much higher than the social average. In this article, the ratio of the total output value of the tertiary industry to the total output value of the secondary industry is used to measure the industrial structure. The third variable considered is an investment in fixed assets. The improvement of investment in fixed assets can help enterprises upgrade equipment and technical transformation, thus improving the safety management level of enterprises and reducing the death level of safety accidents (38) . This article uses fixed assets investment to measure. The fourth variable considered is population size. We controlled for the effect of population on the quality of public occupational health by adding the variable of population size. The fifth variable considered is the level of urbanisation. The higher the level of urbanisation, the higher is the public demand for health, which is conducive to promoting the improvement of the health level. Therefore, the improvement of the urbanisation level may lead to the improvement in the quality of public occupational health. This article uses the proportion of the urban population in the total population of each city for the measurement. The sixth variable considered is the level of research and development. A low level of production technology is an important factor leading to the low quality of occupational health (39) , and the improvement of the research and development level is conducive to reducing the occurrence of occupational safety accidents and improving occupational health quality. In this article, the proportion of research and development personnel in the total population was measured (40, 41) . To ensure the accuracy of the measurement results, this paper performed logarithmic processing of the indicators. Descriptive statistics of related variables are shown in Table 2 . The number of observations in the treatment group is 43, accounting for approximately 11.32% of the total number of samples.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2475,
                    "end": 2479,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2763,
                    "end": 2767,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2768,
                    "end": 2771,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 2945,
                    "end": 2952,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Regional Characteristic Control Variables"
        },
        {
            "text": "The main empirical results of smart city construction policy evaluation are divided into three parts. The DID model is first used to estimate the impact of smart city construction on the quality of public occupational health. Then, the heterogeneity of policy effects is discussed. Finally, the identification hypothesis test and robustness test are performed, respectively, to eliminate the estimation bias caused by the omission of variables. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EMPIRICAL RESULTS"
        },
        {
            "text": "Hypothesis 1 of this article is that the construction of smart cities is conducive to promoting the quality of public occupational health, and the death rate and the number of deaths are used as reverse indicators to measure the quality of public occupational health. Table 3 reports the baseline regression results based on Formula (1) . Without controlling other factors, columns (1) and (2) show that the coefficient of smart city construction is negative, and the significance levels are 1% and 5%, respectively, indicating that smart city construction is powerful in promoting the quality of public occupational health. This article continues to introduce six control variables to obtain columns (3) and (4). The obtained results show that the coefficients of smart city construction are −0.276 and −0.179, respectively, and both pass the significance level of 1%, indicating that smart city construction reduces the death rate and the number of deaths by 0.276 and 0.179 units, respectively. Based on the results, it can be found that smart city construction has a significant positive effect on the quality of public occupational health. Hypothesis 1 is confirmed. From the obtained results of the control variable, the economic development level, the level of investment in fixed assets, the population size, the urbanisation level, the research and development level effect for the accident mortality have a significant negative effect except for industrial structure, but, in terms of deaths, only the economic development level, industrial structure, and population scale have a significant effect.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Baseline Regression Result"
        },
        {
            "text": "In view of the DID model used above to estimate the impact of smart city construction on the quality of public occupational health, a key premise for obtaining a nonbiased regression result is the assumption that parallel trends need to be satisfied between Frontiers in Public Health | www.frontiersin.org the treatment group and the control group. If the treatment and the control groups had different time trends before being affected by the smart city pilot policy, the changes in the quality of public occupational health may not be caused by the smart city pilot but by the time trend before the policy pilot. With the help of the framework of event analysis, this paper examines again whether there is a parallel trend in the changes of the quality of public occupational health quality in the treatment and control groups before the smart city construction policy. Figures 3, 4 report the estimated dynamic effects of coefficients with dependent variables of the death rate and the death number, respectively. Figures 3, 4 show that the coefficient of smart city construction has not been estimated at the 5% significance level before the pilot year virtual variable, which indicates that the treatment and control groups were verified to meet parallel trend assumption. Namely, the smart city construction pilot-relative control group after the treatment group death rate significantly decreased is the result of smart city construction rather than the result of differences in advance. Meanwhile, the impact of smart city construction pilots on the quality of public occupational health has good policy sustainability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 885,
                    "text": "Figures 3, 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1004,
                    "end": 1030,
                    "text": "respectively. Figures 3, 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Parallel Trend Test"
        },
        {
            "text": "PSM+DID Although the DID model can well identify the net effect of smart city construction policy, it cannot overcome the problem of sample selection bias. Because it is not random whether a city is identified as a smart city construction unit, it may cause regression bias if we directly estimate nonrandom samples. In addition, part of the difference in the quality of public occupational health between the treatment group and the control group may be due to other unobservable factors and factors that do not change over time, and our direct estimation of nonrandom samples may lead to the problem of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness Tests"
        },
        {
            "text": "To test the robustness of the benchmark regression results and ensure the reliability of the regression results of the DID models, this article uses the PSM-DID method (42) proposed by Heckman et al. to philtre the control group through propensity score matching (PSM) and then uses the DID model for regression. Specifically, control variables are first used to predict the probability of each city becoming a pilot city for smart city construction. Then, we used the nearest neighbor-matching method to match the control group of the smart city construction pilot city so that there was no significant difference between the treatment group and the control group before the smart city construction policy was issued to reduce the endogeneity problems caused by self-selection bias during the smart city construction pilot. Figures 5, 6 are the kernel density maps of the propensity score before and after matching, respectively. The obtained results show that there is the significant closeness between the treatment group and the control group after the matching; thus, the control group samples obtained through propensity score matching are effective. Finally, the DID model is used to identify the impact of smart city construction on public occupational health quality. Because PSM can solve the deviation problem of observable covariables to the greatest extent, while the DID model can eliminate the influence of unobserved variables, such as constant and synchronous change with time, the combination of the two methods can better identify the impact of smart city construction on the quality of public occupational health.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 837,
                    "text": "Figures 5, 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Robustness Tests"
        },
        {
            "text": "Based on propensity score matching and balance tests, the impact of smart city construction on the quality of public occupational health was reestimated. As shown in Table 4 , the coefficient of smart city construction is significantly positive at the 1% statistical level, indicating that the benchmark regression results are still valid after considering the selection bias.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Robustness Tests"
        },
        {
            "text": "This article conducted a falsification test by changing the policy implementation time (43) . In addition to the policy change of smart city construction, other policies or random factors issued by the Guangdong Province may also lead to changes in the quality of public occupational health, and such changes are not related to the construction of smart cities; thus, the conclusion is not valid. To eliminate the interference of such factors, the construction time of smart cities in each city is advanced uniformly by 1 year, 2 years, and 3 years and three hypothetical policy variables are constructed, including Wise _1 , Wise _2 , and Wise _3 . If the regression coefficients of the three hypothetical variables are significantly positive, it indicates that the improvement in the quality of public occupational health is likely to be caused by other policy changes or random factors rather than by the construction of smart cities. In contrast, if the regression coefficients of the three hypothetical variables are not significant, it indicates that the improvement of the quality of public occupational health quality comes from the policy implementation of smart city construction. Table 5 shows the regression results of smart city construction being artificially advanced by 3 years. The results show that the variable coefficient of hypothetical smart city construction is not significant, indicating that the improvement of the quality of public occupational health quality is, indeed, caused by smart city construction rather than other policies and factors.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1191,
                    "end": 1198,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Falsification Tests"
        },
        {
            "text": "We considered the impact of inherent city differences to obtain Table 6 . Whether a city was identified as pilot smart city construction is closely related to the baseline factors, such as the location of the city, the existing economic and social development level, and the level of opening up. The existing differences between these cities affect the quality of public occupational health over time, resulting in biassed estimates. To control for the effects of these factors, the cross-term (Z * i Trend t ) of the baseline variable (Z i ) and the time-linear trend (Trend t ) are incorporated into the regression model to control the effect of the inherent differences between cities on the quality of public occupational health from a linear perspective. Based on Formula 1, this article constructed the following model (44) . where Z i represents the geographical location of the city and its original political and economic characteristics, including whether it is a city in the Pearl River Delta region, whether it is a coastal city, and whether it is a special economic zone. Trend t represents the time-linear trend. Therefore, Z * i Trend t represents that the effect of the original inherent characteristic differences between cities on the quality of public occupational health is controlled from a linear perspective, and the estimation bias due to the nonrandom selection of treatment and control groups is mitigated to some extent again. Table 6 shows that the coefficient of smart city construction of all the models passed the significance level of at least 10%, indicating that the estimated results are still robust after considering the possible effects of inherent differences in cities.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1454,
                    "end": 1461,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Other Robustness Tests"
        },
        {
            "text": "We control the impact of other guiding policies to obtain Table 7 . If there are other policy shocks within the sample interval that are highly correlated with the explained variable, the accuracy of the estimates can also be affected. To eliminate the influence of other guidance policies, this article focuses on considering the influence of supervisory systems from the perspective of national-level guidance policies. The supervision system has been implemented since 2010, and, in the sample period of this article, six cities have been supervised by the central government due to serious production safety accidents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Other Robustness Tests"
        },
        {
            "text": "The supervision system may interfere with the impact of smart city construction on the quality of public occupational health. Based on Formula 1, this article constructs the following model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Robustness Tests"
        },
        {
            "text": "where Super it represents whether city i was supervised in year t, and it takes one if city i was supervised in year t and the years after and zero otherwise. The data of the supervision system come from the official website of the Ministry of Emergency Management of China. As can be seen from the estimated results in Table 6 , after controlling the influence of the supervision system, the effect of smart city construction on improving the quality of public occupational health is still significant. We controlled the individual characteristics of officials to obtain Table 8 . Party secretaries and mayors of both the cities are considered to have played an important role in improving the quality of public occupational health. This increases the number of observations relative to the previous observations. We collected the individual characteristics of party secretaries and mayors, including their age, tenure, education, and work experience characteristics (city, provincial, and central government departments). These data are mainly drawn from the \"Party and Government Leading Cadre Database\" and \"Chinese Politicians Database, \" and then we controlled the individual characteristics of officials for the impact of individual characteristics on the quality of public occupational health. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 327,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 572,
                    "end": 579,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Other Robustness Tests"
        },
        {
            "text": "Hypothesis 2 assumes that the improvement effect of smart city construction on the quality of public occupational health may be affected by differences in administrative levels. This article constructs the interaction term of Wise and SUB variables to investigate the effect of administrative level differences on the impact of smart city construction on the quality of public occupational health. Among the 20 cities in the Guangdong Province, Guangzhou and Shenzhen are subprovincial cities, while the other 18 cities are general prefecturelevel cities. When city i is Guangzhou or Shenzhen, SUB is assigned to one; otherwise, it is assigned to zero. The result is obvious from Table 9 . The coefficients of Wise * SUB are negative and pass the 1% significance level, which indicates that the effect of smart city construction on the quality of public occupational health is stronger in sub-provincial cities, that is, the smart city construction effect on the improvement of the quality of city public occupational health is affected by the administrative level difference. Hypothesis 2 is adopted. Hypothesis 3 assumes that the improvement effect of smart city construction on the quality of public occupational health may also be affected by regional differences. In this paper, the interaction term of Wise and PRD is used to investigate the effect of regional differences on the impact of smart city construction on the quality of public occupational health. According to the \"Outline of the Reform and Development Plan for the Pearl River Delta region (2008-2020)\" issued in 2009, this paper demarcates the regional scope. Nine cities, Guangzhou, Shenzhen, Zhuhai, Foshan, Jiangmen, Dongguan, Zhongshan, Huizhou, and Zhaoqing, are classified as PRD, and the remaining 12 cities are classified as non-PRD. When city i belongs to PRD, RGO is assigned a value of one; otherwise, it is assigned zero. As can be seen from the regression results of columns (1) and (3) in Table 10 , the coefficients of Wise * RGO are negative and pass the significance level of 1%, indicating that the improvement effect of smart city construction on the quality of public occupational health is stronger in PRD. Namely, the improvement effect of smart city construction on the quality of public occupational health is affected by regional differences. Hypothesis 3 is also adopted.",
            "cite_spans": [
                {
                    "start": 1959,
                    "end": 1962,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 9",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1974,
                    "end": 1982,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Heterogeneity Test"
        },
        {
            "text": "In this article, based on the Guangdong Province of China from 2001 to 2018 panel data of 20 cities, fixed effects are constructed to realise the difference-in-difference model, which aims to accurately assess the impact of smart city construction on the quality of public health effects and further explore the effect of smart city construction on the quality of occupational health at different administrative levels and regions. The obtained results determined that smart city construction significantly improves the quality of public occupational health, which is still valid after the parallel trend test, falsification test, PSM-DID test, and a series of other robustness tests. The effect of smart city construction on improving public occupational health quality is affected by the difference in administrative levels. Compared with general prefecture-level cities, the effect of smart city construction on improving occupational health quality is stronger in sub-provincial cities. The effect of smart city construction on improving public occupational health quality is also affected by regional differences. Compared with the region of the non-Pearl River Delta, the effect of smart city construction on improving the quality of occupational health is stronger in the region of the Pearl River Delta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Based on the results, this paper specifies the following policy implications. First of all, with the aim of strengthening the policy effect of smart city construction and improving the quality of public occupational health, all government departments should deepen the construction of smart cities and deeply understand the integration of smart city construction. Then, local governments should give full play to the role of public service providers, build technological innovation and research platforms, and provide good research innovation and research environment, which aims to ensure that the smart city pilot can provide the continuous technological impetus for improving public occupational health in a stable market environment. Finally, the central government should promote smart city construction according to local conditions, fully consider the administrative differences and regional differences of the city, and implement supporting policies to ensure the effective operation of smart city pilot mechanisms and the full release of policy dividends to effectively improve the quality of public occupational health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author/s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "HC: conceptualization and methodology. F-FW: writing and editing. D-WD: writing-original draft. J-CL: writing and reviewing. C-FZ: software and data preparation. BY: reviewing and proofreading. All authors contributed to the article and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thinking on growing urbanization, sustainability and food supply: the need of urban agriculture",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Guenther",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Current Urban Studies",
            "volume": "7",
            "issn": "",
            "pages": "361--70",
            "other_ids": {
                "DOI": [
                    "10.4236/cus.2019.73018"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Do financial and nonfinancial stocks hedge against lockdown in Covid-19? An event study analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "C-W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yaqoob",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Economic Research-EkonomskaIstraŽivanja",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.1080/1331677X.2021.1948881"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effect of urbanization on population health: evidence from China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2021.706982"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global firms and smart technologies: IBM and the reduction of cities",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trans Inst Br Geogr",
            "volume": "40",
            "issn": "",
            "pages": "562--74",
            "other_ids": {
                "DOI": [
                    "10.1111/tran.12098"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Proceedings of the First International Conference on Electronic Government and the Information Systems Perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Francesconi",
                    "suffix": ""
                },
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Grönlund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Engers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smart Cities in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caragliu",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nijkamp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Urban Technol",
            "volume": "18",
            "issn": "",
            "pages": "65--82",
            "other_ids": {
                "DOI": [
                    "10.1080/10630732.2011.601117"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "E-deliberation 20 for smart cities: a critical assessment of two \"idea generation\" cases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mechant",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Verdegem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Electronic Governance",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1504/IJEG.2012.047441"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contradictions and conceptions of the digital city",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Environ Plann B Plann Des",
            "volume": "28",
            "issn": "",
            "pages": "479--80",
            "other_ids": {
                "DOI": [
                    "10.1068/b2804ed"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Digital Cities: Towards an integrated decision support methodology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ergazakis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ergazakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Askounis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Charalabidis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Telemat Inform",
            "volume": "28",
            "issn": "",
            "pages": "148--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tele.2010.09.002"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Smart Ideas for Smart Cities: Investigating crowdsourcing for generating and selecting ideas for ICT innovation in a city context",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Baccarne",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Marez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Theor Appl Electron Commer Res",
            "volume": "7",
            "issn": "",
            "pages": "11--13",
            "other_ids": {
                "DOI": [
                    "10.4067/S0718-18762012000300006"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Governing the smart city: a review of the literature on smart urban governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "Mpr",
                    "middle": [],
                    "last": "Bolívar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Rev Administrat Sci",
            "volume": "82",
            "issn": "",
            "pages": "392--408",
            "other_ids": {
                "DOI": [
                    "10.1177/0020852314564308"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of digital economy on residents' health: based on the perspective of population ageing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2021.725971"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Research on 10-year tendency of China coal mine accidents and the characteristics of human factors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Saf Sci",
            "volume": "50",
            "issn": "",
            "pages": "745--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssci.2011.08.040"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The contribution of latent human failures to the breakdown of complex systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reason",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Philos Trans R Soc London",
            "volume": "327",
            "issn": "",
            "pages": "475--84",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.1990.0090"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Making bureaucracy work: patronage networks, performance incentives, and economic development in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Pol Sci",
            "volume": "62",
            "issn": "",
            "pages": "982--99",
            "other_ids": {
                "DOI": [
                    "10.1111/ajps.12394"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Financing constraints and workplace safety: financing constraints and workplace safety",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Wardlaw",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Finance",
            "volume": "71",
            "issn": "",
            "pages": "2017--58",
            "other_ids": {
                "DOI": [
                    "10.1111/jofi.12430"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Collusion and economic growth: A new perspective on the China model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Econ Political Stud",
            "volume": "1",
            "issn": "",
            "pages": "18--39",
            "other_ids": {
                "DOI": [
                    "10.1080/20954816.2013.11673858"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The political economy of coal mine disasters in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The China Quart",
            "volume": "179",
            "issn": "",
            "pages": "629--675",
            "other_ids": {
                "DOI": [
                    "10.1017/S0305741004000517"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Can government regulate safety? The coal mine example",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewis-Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Alford",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am Political Sci Rev",
            "volume": "74",
            "issn": "",
            "pages": "745--56",
            "other_ids": {
                "DOI": [
                    "10.2307/1958155"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Analyzing the equity and efficiency of OSHA enforcement",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Law Policy",
            "volume": "13",
            "issn": "",
            "pages": "185--214",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9930.1991.tb00066.x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Target setting in tournaments: theory and evidence from China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "L-A",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Economic Journal",
            "volume": "129",
            "issn": "",
            "pages": "2888--915",
            "other_ids": {
                "DOI": [
                    "10.1093/ej/uez018"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Not so paradoxical: the rationale for technologybased regulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Mcgarity",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Duke Law J",
            "volume": "",
            "issn": "",
            "pages": "729--52",
            "other_ids": {
                "DOI": [
                    "10.2307/1372711"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The rise of 'new' policy instruments in comparative perspective: has governance eclipsed government?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "Rkw",
                    "middle": [],
                    "last": "Wurzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zito",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Polit Stud",
            "volume": "53",
            "issn": "",
            "pages": "477--96",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9248.2005.00540.x"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Disentangling governance: a synoptic view of regulation by government, business and civil society",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steurer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Policy Sci",
            "volume": "46",
            "issn": "",
            "pages": "387--410",
            "other_ids": {
                "DOI": [
                    "10.1007/s11077-013-9177-y"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The mortality cost of political connections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev Econ Stud",
            "volume": "82",
            "issn": "",
            "pages": "1346--82",
            "other_ids": {
                "DOI": [
                    "10.1093/restud/rdv020"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Decentralization, collusion, and coal mine deaths",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev Eco Statist",
            "volume": "99",
            "issn": "",
            "pages": "105--123",
            "other_ids": {
                "DOI": [
                    "10.1162/REST_a_00563"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Promote or inhibit: economic goal pressure and residents' health. Front Public Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "M"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X-H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H-X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2021.725957"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The nature of the firm",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Coase",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Economica",
            "volume": "4",
            "issn": "",
            "pages": "386--405",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-0335.1937.tb00002.x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Robo advisors, algorithmic trading and investment management: Wonders of fourth industrial revolution in financial markets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "C-W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Technol Forecast Soc Change",
            "volume": "163",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.techfore.2020.120421"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The economics of modern manufacturing: technology, strategy, and organization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Milgrom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am Econ Rev",
            "volume": "80",
            "issn": "",
            "pages": "511--539",
            "other_ids": {
                "DOI": [
                    "10.2307/2006681"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Is Bigger Always Better? Potential Biases of Big Data Derived from Social Network Sites",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hargittai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Am Acad Pol Soc Sci",
            "volume": "659",
            "issn": "",
            "pages": "63--76",
            "other_ids": {
                "DOI": [
                    "10.1177/0002716215570866"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Urban diversity and economic growth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Quigley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Eco Perspectives",
            "volume": "12",
            "issn": "",
            "pages": "127--165",
            "other_ids": {
                "DOI": [
                    "10.1257/jep.12.2.127"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "New local state power through administrative restructuring -A case study of post-Mao China county-level urban entrepreneurialism in Kunshan",
            "authors": [
                {
                    "first": "S-S",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Geoforum",
            "volume": "46",
            "issn": "",
            "pages": "103--115",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geoforum.2012.12.015"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How Much Should We Trust Differences-in-Differences Estimates?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duflo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Quart J Econ",
            "volume": "119",
            "issn": "",
            "pages": "249--275",
            "other_ids": {
                "DOI": [
                    "10.2307/25098683"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Human mobility restrictions and the spread of the Novel Coronavirus (2019-nCoV) in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Public Econ",
            "volume": "191",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpubeco.2020.104272"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Big Bad Banks? The winners and losers from bank deregulation in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levkov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Finance",
            "volume": "65",
            "issn": "",
            "pages": "1637--67",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6261.2010.01589.x"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Economic development's effect on road transport-related mortality among different types of road users: A cross-sectional international study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Paulozzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Espitia-Hardeman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ve Xi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Accid Anal Prev",
            "volume": "39",
            "issn": "",
            "pages": "606--623",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2006.10.007"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Crowding-Out or Crowding-In: Government Health Investment and Household Consumption",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2021.706937"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Economic growth and the incidence of occupational injuries in Austria. Wiener klinischeWochenschrift",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ponocny-Seliger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sögner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "119",
            "issn": "",
            "pages": "158--63",
            "other_ids": {
                "DOI": [
                    "10.1007/s00508-006-0726-7"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Is technological innovation making world \"Greener\"? An evidence from changing growth story of China",
            "authors": [
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Akram",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Çaglar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Techno Forecast Soc Change",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.techfore.2020.120516"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The impact of political cycle: Evidence from coalmine accidents in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Comp Econ",
            "volume": "41",
            "issn": "",
            "pages": "995--1011",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jce.2013.04.002"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Matching as an Econometric Evaluation Estimator",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Heckman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ichimura",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Rev Econ Stud",
            "volume": "65",
            "issn": "",
            "pages": "261--94",
            "other_ids": {
                "DOI": [
                    "10.2307/2566973"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Compulsory licensing: evidence from the trading with the enemy act",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voena",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am Econ Rev",
            "volume": "102",
            "issn": "",
            "pages": "396--427",
            "other_ids": {
                "DOI": [
                    "10.1257/aer.102.1.396"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Trade adjustment and human capital investments: evidence from indian tariff reform",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Edmonds",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pavcnik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Topalova",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am Eco J-App Eco",
            "volume": "2",
            "issn": "",
            "pages": "42--75",
            "other_ids": {
                "DOI": [
                    "10.1257/app.2.4.42"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The result of parallel trend (death rate).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The result of parallel trend (number of death).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "in the south of China, Guangdong Province is a very important economic province in China and a pioneer of reform and opening up. Since 1989, the GDP of Guangdong has been the first in China, and it has become the largest economic province in China. Its economic aggregate accounts for 1/8 of the national total, which has reached the level of uppermiddle-income countries. This paper uses the sampling data of Guangdong Province, which mainly considers two aspects. First, the data availability, because most cities did not release occupational health management-related indicators, but the \"Guangdong Statistical Yearbook\" and \"Statistical Bulletin on National Economic and Social Development\" of 20 cities released the related indicators. The second, the representativeness of the sample. Since the new century, the production safety accident types involved in transportation and warehousing, trade and manufacturing, construction and other fields and the economic and social development level of PRD and the eastern, western, and northern of Guangdong Province have obvious imbalances, which are similar to those of the whole country of China. We collect balanced panel data from 2001 to 2019 for 20 cities at the prefecture level and above in the Guangdong Province of China. All data are obtained from the \"Guangdong Statistical Yearbook\" and the \"Statistical Bulletin of National Economic and Social Development\" of each city.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The result of dynamic effects (death rate).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The result of dynamic effects (number of deaths).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Kernel density distribution of the propensity score before matching.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Kernel density distribution of the propensity score after matching.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Details of the cities of treatment and control group.Frontiers in Public Health | www.frontiersin.org",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics of key variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline regression results.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of the PSM+DID model.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of falsification test.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results of controlling inherent differences of a city.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Results of controlling other policy effects.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Results of controlling the individual characteristics of officials. ***indicate significance at the 1% level. Standard error in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Results of different administrative levels.*** and **, respectively, indicate significance at the 1 and 5% level. Standard error in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Results of different regions. ***indicate significance at the 1% level. Standard error in parentheses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of Interest: C-FZ is employed by Nanning United Innovation Venture Capital Co., Ltd.The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher's Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.Copyright © 2021 Cheng, Wang, Dong, Liang, Zhao and Yan. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}