{
    "paper_id": "2309bc729ab6029829ba461e53b8e8e247f5b118",
    "metadata": {
        "title": "Evaluating a complex intervention addressing ability to perform activities of daily living among persons with chronic conditions: study protocol for a randomised controlled trial (ABLE)",
        "authors": [
            {
                "first": "Vita",
                "middle": [],
                "last": "Hagelskjaer",
                "suffix": "",
                "affiliation": {},
                "email": "vita.hagelskjaer@regionh.dk"
            },
            {
                "first": "Kristina",
                "middle": [
                    "Tomra"
                ],
                "last": "Nielsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecilie",
                "middle": [],
                "last": "Von Bulow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "Gregersen"
                ],
                "last": "Oestergaard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maud",
                "middle": [],
                "last": "Graff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [
                    "Ejlersen"
                ],
                "last": "Waehrens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Existing research have documented the need to develop, evaluate and implement evidence-based occupational therapy interventions, directly focusing on enhancing ability to perform activities of daily living (ADL) tasks among persons living with chronic conditions. [1] [2] [3] [4] Consequently, the research programme 'A Better everyday LifE",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Strengths and limitations of this study ► The occupational therapy intervention programme (ABLE2.0) is developed based on research evidence, client perspectives and clinical experience, resulting in a programme applicable across gender, age and chronic conditions, aiming at enhancing the ability to perform activities of daily living among persons living with chronic conditions. ► This protocol, informed by two previous studies, covers the evaluation of ABLE V.2.0 in terms of effectiveness, process and cost-effectiveness, using a randomised controlled trial design. ► Conducting this trial, comprising three evaluations alongside each other, in a community-based rehabilitation setting involving clinicians in assessment and intervention represents challenges on blinding, adherence, inclusion procedures and outcomes assessment. ► Conducting this trial in a clinical setting, including clients, already referred to rehabilitation and offering an intervention programme delivered by occupational therapists employed in the municipality, increase the external validity of the study findings. ► The study is part of the research programme 'ABLE', systematically following the British Medical Research Council's guidance on how to develop and evaluate complex interventions, supporting the choice of appropriate methods.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "text": "►",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "' was established to develop and evaluate such an intervention programme. Recent statistics from the WHO estimate that 71% of all deaths worldwide is caused by chronic conditions, 5 with the four most common being cardiovascular diseases, cancer, chronic respiratory diseases and diabetes. Further, a recent study revealed that more than 65% of the Danish population, aged 16 or above, live with one or more chronic conditions. 6 However, the probability of dying from one of these diseases between the ages of 30 and 70 decreased globally by 18% between 2000 and 2016, 5 leaving an increasing number of persons living with such diseases. This entails an increasing financial burden for community-based rehabilitation services [7] [8] [9] and potentially decreased quality of life for the persons concerned.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 428,
                    "end": 429,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 570,
                    "end": 571,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Chronic conditions have been defined as 'conditions that last a year or more and require ongoing medical attention and/or limit ADL'. 10 Performing ADL tasks is a widespread problem among persons living with chronic conditions. [11] [12] [13] [14] [15] [16] [17] [18] ADL involve tasks that most people need to perform in their everyday lives, including personal and instrumental ADL tasks. 19 Personal ADL involve basic self-care tasks necessary to perform for all people across gender, age, culture and interests, for example, eating, toileting, grooming and dressing. Instrumental ADL tasks involve more complex household chores, necessary for independent living, including shopping, cooking, cleaning and doing laundry. 20 Persons living with chronic conditions report increased physical effort, increased use of time, safety risks and need for assistance when performing both personal and instrumental ADL tasks, reflecting decreased quality of performance. 11 13 14 Decreased quality in performance of ADL tasks may cause reduced energy and time for participation and engagement in other types of wanted and/or needed activities including work, leisure and social life 21 ; resulting in occupational imbalance, that is, an experience of not having the right amount of and variation in daily activities. 22 Adressing such ADL task performance problems, among persons with various diseases, is a core area for occupational therapy.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 391,
                    "end": 393,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 724,
                    "end": 726,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 966,
                    "end": 971,
                    "text": "13 14",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Research suggests that occupational therapy interventions in general may improve ADL ability among older persons with chronic conditions. 1 2 4 23 Further, research provides evidence to support a structured and individualised problem-solving process applied as a part of the occupational therapy process. 1 2 Occupational therapy interventions have been designed for specific diagnostic groups, for example, persons with Parkinson's disease or dementia. 18 24 Still, research investigating the effectiveness and functioning of occupational therapy interventions for persons with various chronic conditions, detailed description of the intervention, and determination of the contribution of occupational therapy in multidisciplinary rehabilitation services is needed. 2 4 18 23 25 Based on a scoping review on occupational therapy for chronic conditions, Hand et al 2 suggested that similar interventions addressing ADL may be applicable across a range of diagnoses. To investigate this further, our research group examined self-reported quality of ADL tasks performance among n=593 persons living with chronic conditions, and found similar types of ADL task performance problems across chronic conditions. 26 27 Accordingly, the first version of an occupational therapy intervention programme (termed ABLE V.1.0) was developed, addressing decreased ADL ability across chronic conditions causing disability. To our knowledge, ABLE V.1.0 is the first intervention programme addressing ADL task performance problems, for use across gender, age and chronic conditions. The idea of using a programme applicable across gender, age and chronic conditions is in accordance with Wade's 28 bio-psycho-social approach within rehabilitation, suggesting to focus on limitations in relation to activities rather than diagnosis during the process of rehabilitation.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "1 2 4 23",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 767,
                    "end": 779,
                    "text": "2 4 18 23 25",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1211,
                    "text": "26 27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The development and evaluation of the ABLE intervention programme is guided by the British Medical Research Council's (MRC) guidance on how to develop and evaluate complex interventions. 29 The guidance prescribes four stages: development, feasibility/piloting, evaluation and implementation. 29 The first phase of the research programme was conducted during 2015-2018 focusing on the development and feasibility of ABLE V.1.0 21 27 30 . This resulted in an 8-week occupational therapy programme, applicable across gender, age and chronic conditions, and addressing ADL task performance problems among persons living with chronic conditions at home. It consists of five to eight individualised sessions, based on an adaptational approach. The programme flexibly allows an individualised approach by employing a combination of intervention components adapted to the single client, the types of ADL task performance problems and the local settings. The programme is designed as a home-based service to be implemented as part of community-based rehabilitation.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 427,
                    "end": 435,
                    "text": "21 27 30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The feasibility study showed that ABLE V.1.0 was feasible in terms of content and delivery with minor adjustments to the intervention manual and recruitment procedures. 30 Accordingly, the intervention manual was revised, resulting in ABLE V.2.0. Following the feasibility study, a randomised controlled pilot study was conducted in the same context as the potential full-scale trial. The pilot study assessed feasibility in terms of trial procedures, adherence, appropriateness of additional outcome measurements and accessability to information on what was delivered in the control group (usual occupational therapy). 31 The results suggested few adjustments on outcome measurements, inclusion criteria and extraction of information on usual occupational therapy. 31 Moreover, information gathered in the pilot study suggested that ABLE V.2.0 differs from usual occupational therapy by building on a systematic, profession-specific, client-centred, problemsolving approach, including assessments, goalsetting and specified intervention components. 31 Therefore, ABLE V.2.0 is considered superior to usual occupational therapy. Proceeding to full-scale trial was recommended. 31",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 766,
                    "end": 768,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "This trial is designed to evaluate the ABLE V.2.0 in terms of effectiveness, process and cost-effectiveness, according to the MRC guidance recommendations. 29 Assessing effectiveness is considered important due to prevention of selection bias. 29 A process evaluation within the trial is valuable to investigate how the intervention programme is delivered, how it functions, and to inform interpretation of the outcomes. 29 32 Evaluation of cost-effectiveness makes it possible to compare cost of intervention versus its advantages. 29 32 Aims and hypotheses The aims of the ABLE V.2.0 randomised controlled trial are to: 1. Determine the effectiveness of ABLE V.2.0, compared with usual occupational therapy, in persons experiencing decreased ADL ability following chronic conditions. It is hypothesised that participants receiving ABLE V.2.0 will achieve: a. A significantly higher increase in self-reported ADL task performance and/or a significantly higher increase in observed ADL motor ability (coprimary outcomes). b. A significantly higher increase in self-reported satisfaction with ADL task performance and/or a significantly higher increase in observed ADL process ability (secondary outcomes). 2. Explore outcomes related to occupational balance, perceived problems and general health. ",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 421,
                    "end": 426,
                    "text": "29 32",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 538,
                    "text": "29 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "For the purpose of effectiveness and cost-effectiveness evaluation, this is a single-centre, randomised controlled, outcome-assessor and investigator-blinded superiority trial, with two parallel groups, designed to compare ABLE V.2.0 with usual occupational therapy in two phases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS AND ANALYSES Design"
        },
        {
            "text": "Reporting of the protocol follows the Standard Protocol Items: Recommendations for Interventional Trials statement 33 and the Template for Intervention Description and Replication (TiDieR checklist). 34 The first phase includes the main trial with a baseline and a 10-week follow-up, corresponding to the planned duration of ABLE V.2.0. Primary endpoint of change is at the end of intervention 10 weeks from baseline, since this is the time when the largest improvement is expected. The second phase includes the secondary endpoint being 26 weeks from baseline. Participants are randomised equally (1:1) to receive either ABLE V.2.0 or usual occupational therapy (see below for details). The design is illustrated graphically in figure 1. ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "METHODS AND ANALYSES Design"
        },
        {
            "text": "Alongside, investigating the effectiveness and costeffectiveness of ABLE V.2.0, data are collected to conduct a process evaluation in the ABLE group. A theory-driven approach, based on realist evaluation, 35 36 is applied during data collection and analyses. 37 Quantitative and qualitative data are collected among participants receiving ABLE V.2.0 and the ABLE occupational therapists (ABLE OTs) during and after the intervention period. To ensure equal attention to participants in the two groups and avoid influencing 26-week follow-up measurements in this parallel design, individual participant interviews between week 10 and 26 are conducted in both the ABLE and the control group. Results from interviews with participants in the control group will be reported elsewhere.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 210,
                    "text": "35 36",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The study is conducted in the same setting as the pilot study, 31 a Danish municipality counting almost 90 000 inhabitants. About 50 000 live in the main town, and the rest lives in villages or in the countryside. Rehabilitation services in the municipality are organised in four demographically comparable geographic areas (North, East, South and West). Participants are recruited from all four areas. Delivery of intervention sessions and data collection take place in the homes of the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Eligibility criteria Participants living with one or more medically diagnosed chronic conditions must: be aged≥18 years, live in own home, experience ADL task performance problems, be motivated and ready for making changes in performance of ADL tasks, be motivated and ready to participate in an occupational therapy intervention, communicate independently and relevantly and be able to understand and relevantly answer a questionnaire. Exclusion criteria are: personal ADL problems with acute, unmet need for help, known substance abuse, mental illness and/or other acute illness (<three months) effecting ADL task performance, communication barriers (eg, severe cognitive deficits; barriers that prevent receiving information on study), receiving other occupational therapy services addressing decreased ADL ability during the intervention period (weeks 0-9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "OTs delivering ABLE V.2.0 (n=3) are recruited among OTs in the municipality, provided they have ≥2 years of experience working with the study target group, are calibrated Assessment of Motor and Process Skills (AMPS) raters, and that they also delivered ABLE V.2.0 in the pilot study. 31 Recruitment Persons referred to, or already receiving rehabilitation services, are assessed for eligibility. One OT from each geographic area assesses participants for eligibility. The recruitment process is structured by guidelines, including a checklist on eligibility criteria (online supplemental appendix A). In a phone conversation, the OT provides the client with initial information on the trial and asks for permission to forward contact information to the primary investigator. Within 3 weekdays, the primary investigator calls to provide potential participants with additional trial information and finalise screening of eligibility for inclusion, including confirmation of their motivation and readiness to make changes, and participate in occupational therapy delivered at home. If a person meets the eligibility criteria, preliminary oral consent to participate is obtained.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Following recruitment, a letter is sent to the participants containing written information, consent form and baseline questionnaires. At the baseline home visits, the participants are asked if they understand the written information, and if they have any related questions. Finally, they are asked to sign and hand over the consent form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent"
        },
        {
            "text": "Participants are allocated in a 1:1 ratio to either ABLE V.2.0 or usual occupational therapy, taking into account their baseline level of observed ADL ability measured with the AMPS. 38 39 Independence cut-offs, indicating need of moderate to maximal assistance to live in the community, are applied: motor ADL ability (≤1.0 vs >1.0) and process ADL ability (≤0.7 vs >0.7), 38 39 that is, four mutually independent randomised sequences. Following baseline assessment, the primary investigator forward ID and baseline AMPS measures for each participant, to the principal investigator, who (blinded to coding of group allocation) allocates each participant to either '0' or '1' based on a randomisation list (ie, sequence generation). The randomisation list is generated by an independent statistician before inclusion of participants based on permuted random blocks of variable size (2−6 in each block).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 188,
                    "text": "38 39",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 379,
                    "text": "38 39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Randomisation and stratification"
        },
        {
            "text": "The group allocation is concealed, as the primary investigator enrolling participants is not able to foresee group assignment, due to central randomisation. Following randomisation, information on allocation is returned to the primary investigator, who will then inform the ABLE or usual occupational therapy OT to initiate and complete the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation and stratification"
        },
        {
            "text": "The nature of the trial precludes blinding of the therapists delivering the interventions. Outcomes assessors are not informed about the content of interventions delivered in the two groups and are blinded to the participants' group allocation. We aim not to break this assessor blinding at 10-week and 26-week assessments. With the intent to blind the participants, they are only informed that they will receive one of two occupational therapy programmes, containing similar elements. Hence, should they refer to these when talking to outcome assessors, it is not likely to affect blinding. Still, participants are reminded not to disclose information about their intervention to the Open access outcomes assessor, and assessors are prompted not to discuss the intervention with participants. Finally, to blind the investigators on the participants' group allocations, groups are recoded by an independent statistician before data analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blinding"
        },
        {
            "text": "The manualised ABLE V.2.0 is a systematic, client-centred, 8-week intervention programme, applicable across gender, age and chronic conditions, delivered by an OT in the client's home as part of community-based rehabilitation. The overall structure of ABLE V.2.0 is informed by the Occupational Therapy Intervention Process Model, 40 prescribing a problem-solving process. The problem-solving process serves as a structure for ABLE V.2.0, including to evaluate ADL ability based on both self-report and observation; and to involve the client in setting goals, clarifying reasons for the identified ADL task performance problems, and in finding solutions 40 . ABLE V.2.0 consists of a maximum of eight sessions including ADL assessment, using the ADL-Interview (ADL-I) 41 and AMPS 38 39 (session 1); goal setting, using Goal Attainment Scaling (GAS), 42 43 and clarification of reasons for ADL task performance problems (session 2); intervention sessions focused on adaptation by employing a combination of intervention components to improve ADL task performance (sessions 3-7); and re-evaluation of overall ADL ability (final session). The nine intervention components 30 are organised according to the Person-Environment-Occupation model. 44 Detailed description on the intervention programme, including a brief case example, is provided elsewhere. 31 Clients in the control group receive usual occupational therapy services. These services are framed similarly in the four geographical areas, while content and dose vary based on the individual client's condition and needs. See 'Procedures-effectiveness evaluation' for information on how data on usual occupational therapy is collected.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 780,
                    "end": 785,
                    "text": "38 39",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 855,
                    "text": "42 43",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "text": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Training of OTs delivering ABLE V.2.0 The ABLE OTs are trained in delivering ABLE V.2.0 by attending a three-and-a-half-day course, conducted by the researchers who developed the programme. The course consists of introduction to ABLE V.2.0 and the underlying theories and models, practising the use of ADL-I, AMPS and GAS, and training delivery of ABLE sessions. To further support delivery of the programme, feedback activities are offered in addition to the course throughout the intervention period, and a folder, containing the material needed for each session in ABLE V.2.0, is provided for each client.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "To minimise contamination between ABLE OTs and usual occupational therapy OTs, ABLE OTs are recruited from West and East areas, while usual occupational therapy OTs are recruited from South and North areas of the municipality. This is in line with the recruitement procedure in the pilot study. 31 In the study period, both the ABLE OTs and the usual occupational therapy OTs deliver interventions in all four geographical areas, to make randomisation at an individual level possible. The ABLE OTs rarely have contact with the usual occupational therapy OTs, and they are informed not to share information of any kind on ABLE V.2.0 with their colleagues.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Contamination"
        },
        {
            "text": "At baseline, demographic data are collected including age, gender, types of chronic conditions, job situation, civic status, level of education and whether they live alone or with others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic data"
        },
        {
            "text": "The assessment schedule is presented in figure 2 . The applied instruments are briefly described below. Complete descriptions are provided in online supplemental appendix B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effectiveness evaluation"
        },
        {
            "text": "Coprimary outcomes are assessed at week 10 as change from baseline in participants' self-reported ADL ability, measured using the ADL-I 41 and observed ADL motor ability measured using AMPS. 38 39 This combination is chosen, as previous studies have shown limited relationship between measures of self-reported and observed ADL ability. 13 14 ",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 196,
                    "text": "38 39",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 342,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Primary outcomes"
        },
        {
            "text": "The ADL-I (performance and satisfaction) ADL-I is a standardised evaluation tool, used by OTs, to describe and measure the self-reported ADL ability, 41 45 in terms of physical effort and/or fatigue, efficiency, safety and independence (ADL-I performance), that is, quality of ADL task performance. In the ADL-I, the clients report their perceived ADL ability for each of 47 ADL items using seven response categories ranging from 'I perform the task independently without use of extra time or effort and without risk' to 'the task is performed by others for me-I cannot participate actively'. 41 45 Moreover, ADL-I is used to measure the client's perceived satisfaction with the quality of performance for each of the 47 ADL tasks, using a 4-point ordinal satisfaction scale ranging from 'very satisfied' to 'very dissatisfied' (ADL-I satisfaction). 41 To measure changes in self-reported quality of ADL task performance and satisfaction, the 47 ordinal quality of performance and satisfaction scores are transformed into overall linear (interval scale) measures of selfreported quality of ADL task performance and satisfaction, adjusted for the difficulty of the ADL tasks, based on Rasch measurement methods. 41 The measures are expressed in logits (log-odds probability units). 14 41 Previous studies indicate that ADL-I can be used to generate valid and reliable linear measures of selfreported quality of ADL task performance among persons living with chronic conditions, 11 13 41 and furthermore, that the instrument is sensitive to change in older persons receiving a home-based reablement programme. 30 46 According to the ADL-I manual, 45 a difference of ≥0.64 logits indicates a clinically relevant difference in selfreported ADL task performance.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 155,
                    "text": "41 45",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 598,
                    "text": "41 45",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 852,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1281,
                    "end": 1286,
                    "text": "14 41",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1485,
                    "text": "11 13 41",
                    "ref_id": null
                },
                {
                    "start": 1608,
                    "end": 1613,
                    "text": "30 46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The AMPS 38 39 is a standardised observation-based evaluation tool used by OTs to measure a person's observed ADL ability in terms of physical effort and/or fatigue, efficiency, safety and independence, that is, quality of ADL task performance. The person evaluated chooses and performs two standardised ADL tasks of personal relevance and appropriate challenge. During an AMPS evaluation, two domains of performance are evaluated: ADL motor (16 items) and ADL process (20 items) skills. Following observation, the quality of each skill is evaluated on a 4-point ordinal scale according to scoring criteria in the AMPS manual. 39 Available AMPS software, 47 based on Many-Faceted Rasch statistics, makes it possible to convert ordinal raw scores into overall linear ADL motor and ADL process ability measures adjusted for task challenge, skill item difficulty and rater severity. Measures are expressed in logits (log-odds probability units). 38 Several studies support that AMPS ability measures are reliable and valid among persons with chronic conditions. 13 14 48-50 Furthermore, several studies reveal that the AMPS demonstrates sensitivity to change. 24 30 50 51 According to the AMPS manual, 38 a difference of ≥0.30 logits on the ADL motor and ADL process scales defines a clinically relevant difference in ADL ability.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 629,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 943,
                    "end": 945,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1062,
                    "end": 1070,
                    "text": "14 48-50",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1159,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "30 50 51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Assessment of Motor and Process Skills (AMPS)"
        },
        {
            "text": "Secondary outcomes are assessed at weeks 10 and 26 as changes from baseline in the participant's perceived satisfaction with quality of ADL tasks performance (ADL-I satisfaction) 41 ; and observed ADL process ability (AMPS). 38 39 Moreover, participants' self-reported quality of ADL task performance (ADL-I performance) 41 45 and observed ADL motor ability (AMPS) are secondary outcomes assessed at week 26.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 225,
                    "end": 230,
                    "text": "38 39",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 326,
                    "text": "41 45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "At baseline and at weeks 10 and 26, the participants' perceived occupational balance (Occupational Balance Questionnaire (OBQ11), 22 perceived problems (Client-Weighted Problems Questionnaire) and general health (SF36-SF1) are examined.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Explorative outcomes"
        },
        {
            "text": "Occupational Balance Questionnaire OBQ11 is a generic 11-item instrument assessing aspects necessary for the experience of and satisfaction with occupational balance, defined as 'the experience of having the right amount of occupations and the right variation between occupations in the occupational pattern'. 22 A four-category response scale ranging from 'completely disagree' to 'completely agree' is employed. Scores are summed into a total score ranging from 0 to 33, with 33 representing complete occupational balance. OBQ11 has been examined for internal construct validity in a general population using Rasch measurement theory, 22 but not yet in clinical samples.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 637,
                    "end": 639,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Explorative outcomes"
        },
        {
            "text": "A 5-item questionnaire addressing participants' identified problems, need for help and hope for the future was constructed. Each item is rated on an 11-point ordinal scale ranging from 'not at all' to 'to a high extent'. The questionnaire was tested for appropriateness in the previous pilot study. 31 General Health (SF36-SF1) General health is assessed using the first question (SF1) of the MOS 36-item Short Form Survey Instrument (SF36) 52 as an indicator of general health and well-being based on self-report. Thus, the following question is asked: 'In general, would you say your health is excellent (=1), very good (=2), good (=3), fair (=4) or poor (=5)'. Previous studies indicate that this question is applicable in persons with chronic conditions. 52",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 441,
                    "end": 443,
                    "text": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Client-Weighted Problems Questionnaire"
        },
        {
            "text": "The process evaluation addresses the delivery of ABLE V.2.0 in terms of fidelity, dose, adaptations and reach; and interactions between context, mechanisms and outcomes. Data consist of a combination of quantitative and qualitative data, 53 collected among participants receiving ABLE V.2.0 and ABLE OTs.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Process evaluation"
        },
        {
            "text": "Investigation of delivery is a replication of what was done in the previous feasibility study, 30 54 that is, determine adjustments made; components implemented; extent of contribution to goal attainment; perceived value, benefits, harms and unintended consequences; feasibility and acceptability in practice; and adherence to intervention procedures and manual. The framework by O'Cathain et al 55 ",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 100,
                    "text": "30 54",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Process evaluation"
        },
        {
            "text": "A realist evaluation approach is applied to investigate under what circumstances, for whom, why and how ABLE V.2.0 enhances the ADL ability in persons living with chronic conditions. Accordingly, a programme theory has been developed, illustrating the causal assumptions between ABLE V.2.0 and the outcomes. The programme theory is expressed as so-called context+mechanisms=outcomes (CMO) configurations (CMOs), that is, how contexts (C), understood as 'material/social/organisational/economic/technical/individual characteristics' 36 and mechanisms (M), understood as 'the interaction between the resources in the intervention programme and the persons' reasoning' 35 36 56 may produce desired outcomes (O), understood as 'results of the interaction between a mechanism and its triggering context'. 36 57 In short, CMOs describe how particular aspects of the context shapes the mechanisms leading to certain outcomes (C+M=O). 35 36 57 The CMOs were informed by the results of the feasibility study. 30 Table 1 provides an overview of the CMOs to be tested.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 666,
                    "end": 674,
                    "text": "35 36 56",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 927,
                    "end": 929,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 933,
                    "end": 935,
                    "text": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1010,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "is used."
        },
        {
            "text": "Clients' registration forms inform on mechanisms of impact. OTs' registration forms also inform on mechanisms of impact as well as intervention delivery (ie, dose: the quantity delivered; fidelity: whether the intervention is delivered as intended and; adaptations: changes made during delivery) 32 ; experienced positive and/or negative side effect; organisational or practical barriers and/or facilitators to delivering the intervention components. 32 Table 2 provides an overview of the questions asked in the Open access registration forms. A flow chart will capture information on reach, including number of sessions received (ie, the participants' contact with the intervention). 32 Goal Attainment Scale GAS, 42 43 used for goal setting in session 2 and re-evaluation in the final session of ABLE V.2.0, informs about goal attainment. Since the collaboration on goal setting is an important part of ABLE V.2.0, GAS is chosen as a process outcome. The level of goal attainment is described using an ordinal scale from −2 to +2. The actual level of performance is described at level −1, and the expected level is described at level 0. Levels +1 and +2 are descriptions of what the person will be able to, if he or she achieves more than expected. Level −2 describes the level, where the person achieves less than expected. A study 58 concludes that GAS is applicable among older adults with multiple chronic conditions living at home.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 451,
                    "end": 453,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 716,
                    "end": 721,
                    "text": "42 43",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 461,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Registration forms"
        },
        {
            "text": "Individual interviews are conducted with the ABLE OTs, followed by invidual interviews with a sample of participants in the ABLE group and finally, a focus group interview with the ABLE OTs. This longitudinal structure, allowing insights from completed interviews to inform the interview guide for the subsequent ones, aims to Open access further develop and validate the programme theory as the investigators get more knowledge along the way. 59 Interview guides are developed and structured to capture in-depth information on the CMOs. The realistic evaluation approach 36 59 is reflected in interview guides as well as during interviews, to help identifying key contextual differences in outcome patterns 59 (see table 1 ).",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "text": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 572,
                    "end": 577,
                    "text": "36 59",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 723,
                    "text": "(see table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Interviews"
        },
        {
            "text": "In the ABLE OT interviews, the questions relate to their experiences of what (mechanisms), for who and under which circumstances (context) successes and failures (outcomes) occurred. 36 Concerning the participants in the ABLE group, the questions relate to their experiences of whether ABLE V.2.0 encouraged them to make changes in relation to ADL task performance (mechanisms). 36 The final focus group interview with the ABLE OTs provides a deeper insight into what was revealed on the CMOs in the individual interviews. 36 59 The individual interviews with the ABLE OTs are conducted by two experienced investigators both knowledgeable about ABLE V.2.0 and the hypothesised CMOs, but otherwise not involved in the evaluation. The individual interviews with participants in the ABLE group are conducted by the primary and the principal investigator, whereas the focus group interview with the ABLE OTs is conducted by one of the interviewers from the first interviews and the primary investigator.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 523,
                    "end": 525,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Interviews"
        },
        {
            "text": "As recommended by the MRC guidance on how to develop and evaluate complex interventions, 29 a cost-effectiveness evaluation from a societal perspective is performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "The outcome in the cost-utility analysis is quality-adjusted life years (QALYs) assessed by the EuroQool 5-dimension (EQ-5D-5L) and valued by preference. 60 The EQ-5D-5L assesses five different health dimensions; mobility, selfcare, usual activities, pain/discomfort and depression/ anxiety on 5-point Likert scales. 61 Permission to use the outcome measure has been given by the EuroQol Research Foundation . Currently, there are no value sets available for the Danish Version of the EQ-5D-5L, and therefore the value sets for the UK is used. 62",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Cost-utility EuroQool 5-dimension"
        },
        {
            "text": "The outcome in the cost-effectiveness analysis is changes in ADL ability measured by the AMPS ADL motor scale 38 39 and the ADL-I performance scale. 41 45 ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 115,
                    "text": "38 39",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 154,
                    "text": "41 45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cost-effectiveness"
        },
        {
            "text": "The costs of the intervention is estimated using microcosting. Use of primary healthcare services (including costs to general practitioner, specialised doctor, physiotherapist, etc) is extracted and valued from the Danish National Health Service Register for Primary Care. Use of secondary healthcare services is extracted from the National Patient Registry. This register includes information on hospital departments, dates of admission and discharge, and diagnosis. The valuation is determined by reimbursement rates from the Diagnosis-related grouping and the outpatient-grouping system. A modified version of the Dutch cost diary is used in order to collect costs related to formal and informal care, delivery of food from the municipality and non-prescriptive medication. 63 Procedures Effectiveness evaluation Outcome measures are collected approximately 1 week before session 1 (week 0, baseline), 10 weeks after baseline (week 10, primary endpoint) and 6 months after baseline (week 26, secondary endpoint). Baseline test takes place within 7 weekdays after inclusion. At each timepoint, assessors visit participants in their homes to collect data. Participants receive questionnaires 2-8 days before each visit. Filled-in questionnaires are handed in to the assessor at each visit. Assessors are OTs, who are trained and recalibrated (ie, their testing skills are approved for use in research) AMPS raters and certified to use ADL-I.",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 779,
                    "text": "63",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Costing"
        },
        {
            "text": "Data on usual occupational therapy are extrachted from client records according to a study specific schedule, tested in the pilot study, 31 including information on: dose, methods applied for evaluation of ADL ability, goal setting, content of treatment phase, referral services and programmatic and/or clinical changes during trial (eg, new clinical guidelines). 64 Data extraction is conducted retrospectively by the primary investigator assisted by a physiotherapist from the municipality, familiar with clinical practice and client records. As information on duration of visits in minutes is not extractable from client records, this information is collected in registrations forms filled in by the usual occupational therapy OTs. Description on usual occupational therapy will follow the TiDieR checklist. 34 Process evaluation Registration forms are filled in after each session by client and OT separately.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "text": "64",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Costing"
        },
        {
            "text": "Qualitative interviews are employed after completion of the intervention period of the study (figure 1). The ABLE OTs are the first ones to be invited for individual interviews. Then the individual interviews with participants are carried out, followed by the focus group interview with the ABLE OTs. Knowing that the process of theory testing is unpredictable, 59 and considering the purpose of obtaining knowledge about variations in how ABLE V.2.0 works, 59 65 eight participant interviews will be conducted. 65 To focus on mechanisms and minimise recall bias, a sample with a variety in outcome reach (GAS) and process outcomes (see outcomes in table 1) among the last participants allocated to ABLE V.2.0 is composed. The following criteria for the sample are sought fulfilled: ≥three males; ≥four participants with baseline AMPS ADL motor ability <1.0 logits; variation in number of sessions received; and in age.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "text": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 458,
                    "end": 463,
                    "text": "59 65",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "65",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Costing"
        },
        {
            "text": "The EQ-5D-5L 60-62 and the modified version of the Dutch cost diary 63 used in the economic evaluation are collected in parallel to the effectiveness outcomes (figure 2). The register-based data used in the study are administrated by the Danish Health Data Authority and permission to extract pseudo anonymised data is requested through Scientific Services. The date of randomisation counts as the start of the time frame, ending at week 26 follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic evaluation"
        },
        {
            "text": "To promote participant retention and complete follow-up, an appointment for week 10 assessment is made at the baseline home visit. Furthermore, all participants are contacted by telephone, to schedule an appointment for week 26 follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retention"
        },
        {
            "text": "Sample size for evaluation of effectiveness Sample size is calculated based on prior studies. 30 The calculation was performed using nQuery Advisor. 66 The portal 'repeated measures for two means' was selected. The number of levels was set to be 3.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For the observation-based primary outcome, AMPS ADL motor ability, an average difference of 0.30 logits (ie, a clinically relevant difference 38 ) between the ABLE group and the control group is expected; the SD is assumed to be 0.56. 30 When the sample size in each group is n=25, a two-sided test for the time averaged difference between two means in a repeated measure design with a significance level set to 5% (p<0.05) has a statistical power of 90%. Similarly, for the self-reported coprimary outcome, ADL-I ability, a clinically relevant difference of 0.64 logits 45 between the intervention and control group is expected; the SD is assumed to be 1.45. 30 With a sample size of n=34 in each group, a two-sided test for the time averaged difference between two means in a repeated measures design with a 0.05 significance level, has a statistical power of 90%. Account for dropout is taken by recruiting 40 participants in each group.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Details of data management procedures are described in the registration of the study ( J. nr. P-2020-203), approved by the Knowledge Center for Data Registration, in the Capital Region of Denmark",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management"
        },
        {
            "text": "Baseline participant characteristics are presented descriptively. Nominal data are reported based on numbers and percentages. Ordinal data are presented in medians, ranges, quartiles, absolute numbers and frequencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics"
        },
        {
            "text": "Continuous variables are reported in means (SD), if data are normally distributed. Continuous data with lack of normal distribution are presented based on median (range).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics"
        },
        {
            "text": "Data are analysed using IBM SPSS Statistics, V.25. 67",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of effectiveness"
        },
        {
            "text": "All confirmatory data analyses are carried out according to the prespecified analysis plan. The coprimary outcomes are analysed on an intention-to-treat (ITT) basis, with the last observation carried forward in case of missing data. The trial is designed as a superiority trial, that is, the group allocated to ABLE V.2.0 will improve >0.30 logits on the ADL motor scale, and/or >0.64 logits on the ADL-I performance scale, compared with the usual occupational therapy group. Following the ITT analysis, a per-protocol analysis is conducted, including participants with baseline and week 10 measures. Moreover, participants in the ABLE group should have received a minimum of three sessions, and participants in the usual occupational therapy group sufficient intervention (based on a professional estimate by usual occupational therapy OTs after the end of intervention period).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Primary (AMPS ADL motor and ADL-I performance) and secondary (AMPS ADL process and ADL-I satisfaction) outcomes are investigated using analyses of covariance with time by programme (ABLE V.2.0/usual occupational therapy) as repeated measures, reported at the primary and secondary endpoint and followed by post-hoc testing. The model includes ADL-I performance baseline measures as an additional covariate. Differences in means between groups are statistically significant at p≤0.05 and are investigated for clinical relevance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Responders are defined as participants achieving a clinically relevant improvement in AMPS ADL motor ability (≥0.30 logits) 38 and ADL-I ability (≥0.64 logits) 45 measures. The proportions (number and percentages) of responders is calculated and compared by Pearson's χ 2 test, and mean changes in observed and self-reported ADL ability for responders are analysed and compared using paired samples and independent samples t-tests and reported in means and 95% CI.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Responder analysis"
        },
        {
            "text": "Analysis of data related to delivery of ABLE V.2.0 is conducted in line with what was done in the previous feasibility study. 30 54 Reach is analysed by investigating the flow chart and characterising who received the ABLE V.2.0 at the end of the study, providing a descriptive result on the persons who the intervention reached.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 131,
                    "text": "30 54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of process"
        },
        {
            "text": "Analysis of data related to CMOs takes shape as an iterative process within and across data sources. That is, core and recurrent patterns of CMOs are identified to inform refinement or further development of the ABLE V.2.0 programme theory. 36 68 During the analysis a 'retroductive' approach is applied, referring to the use of a combination of inductive and deductive reasoning, and incorporation of the different data sources. 69 The process of retroduction leads to refinement of the programme theory. 69 ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 246,
                    "text": "36 68",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "69",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "69",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of process"
        },
        {
            "text": "Quantitative data Analyses of quantitative process data begin with descriptive statistics related to the dimensions investigated. 32 The mechanisms in ABLE V.2.0 are tested through intragroup comparison, by investigating if there is a relationship between the mechanisms (eg, the therapeutic relationship) and the process outcomes (eg, client staying in programme) on different contextual factors (eg, OTs feeling engaged and prepared to deliver session content). For this purpose, cross tabulations are applied. 70 Following the descriptive statistics, it is decided whether regression analyses are possible, given the relatively small sample. 70 Still, it also depends on the strength of the mechanisms that is, regression analysis on CMOs with few, strong mechanisms may be relevant to explore the functioning of the programme.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "70",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "70",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Interview data are transcribed verbatim and analysed in the following steps following Realist And Meta-narrative Evidence Syntheses: Evolving Standards(RAMESES) II reporting standards for realist evaluations 57 and inspired by Gilmore et al 71 : (1) recordings are listened through and transcripts read to gain overview of each interview;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative data"
        },
        {
            "text": "(2) transcripts are separately examined for CMO configurations, by colour coding: context in blue, mechanisms in yellow and outcomes in green; (3) a table is produced for each type of transcript (ie, ABLE OTs (individual), clients, ABLE OTs (focus group)), listing the identified CMOs and registering the exact source of findings. 57 Core citations are extracted to document the findings; (4) the most effective CMOs are identified, marked and extracted. A CMO is determined effective, if it: (a) is found in more than one data source; (b) is expressed which emphasis in one data source; and/or (c) causes particularly positive or negative changes. Each CMO is assessed on its impact on the programme theory (support/refute/ refine initial programme theory) including suggestions for future actions, for example, how to improve the manual. A template (online supplemental appendix C) is used to depict the results of this step. Steps 1 and 2 are conducted independently by two investigators, whereas step 3 is conducted by the primary investigator. Step 4 is conducted by two investigators in collaboration and the results discussed in the overall research group.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative data"
        },
        {
            "text": "As a final step of the analysis of CMOs, the results of the analysis of the mechanisms (intragroup comparison) and the most effective CMOs, identifyed from qualitative data, are compared and synthesised. The synthesis will result in evidence to corroborate and/or refine the initial programme theory. 57 71 Analysis of cost-effectiveness evaluation data The cost-effectiveness evaluation is performed in accordance with the ITT principle. The incremental costeffectiveness ratio (ICER) is calculated using the formula: ICER = (CA -CB)/(EA -EB), where C denotes costs and E denotes effects with A and B referring to comparators. Bias corrected and accelerated bootstrapping with 10 000 replications are performed in order to estimate 95% confidence intervals around cost differences and the uncertainty surrounding the ICERs. 72 Uncertainty is shown in cost-effectiveness plans. The cost-effectiveness acceptability curve is drawn in order to show the probability that the ABLE intervention is cost-effective at different thresholds for willingness to pay for a gain in QALY or a clinically relevant improvement in ADL ability (ADL-I performance and/or AMPS motor) as defined earlier. 73 Sensitivity analyses are performed to test the robustness of the study results.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 306,
                    "text": "57 71",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "72",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "73",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of analysis of quantitative and qualitative data"
        },
        {
            "text": "As reported in earlier papers concerning this research programme, persons from the target group were involved during development of the intervention. 21 30 Thus, their values and preferences are integrated in the programme. Furthermore, the results of the feasibility study, 30 including registration forms and qualitative interviews with participants, informed the revision of the ABLE manual and the design of this study.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 155,
                    "text": "21 30",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Participants and public involvement"
        },
        {
            "text": "The protocol was prospectively registered at www. Clinical-Trials. gov on 12 December 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "Originally, this study was planned to be initiated on 1 January 2020 and to include an internal pilot. Due to the COVID-19 pandemic, the study was truncated on 11 March 2020, and as a consequence the internal pilot was turned into an external pilot. Based on the results of the external pilot, a few adjustments on outcome measurements, inclusion criteria and extraction of information on usual care were applied, before initiation of this fullscale trial. Recruitment was started on 20 July 2020, and the first participant was included on 1 August 2020. No amendments have been made to the protocol (V.1.6 on 15 July 2020) or the registration since recruitment of the first participant. Any future amendments will be communicated together with the results. When this manuscript was submitted for publication (25 March 2020), a total of 66 participants had been included in the trial. The last evaluation of the last participant is expected by October 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "The study is approved by the Danish Data Protection Service Agency: Journal-nr.: P-2020-203. The Ethical Committee confirmed that no approval is needed for this study: Journal-nr.: 19 045 758. Informed consent is obtained from each participant, emphasising the right to withdraw from the study. Participants are given an ID code, with which all data are pseudonymised and only accessed by authorised study personnel obliged to secrecy. After data collection is completed, personalised Open access information is deleted and all data completely anonymised. Analyses are performed on anonymised data. The results will be disseminated to participants, published in peer-reviewed journals and presented on national and international conferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "This study will contribute to establish evidence for an occupational therapy intervention programme aiming at enhancing ADL ability among persons with chronic conditions and add knowledge to the complexities in delivering such interventions. The study is conducted in a 'real-world context' and will generate new knowledge on the effectiveness of ABLE V.2.0 on ADL ability, how the programme functions and the cost-effectiveness of the programme. The evaluation will provide important knowledge in case of recommending implementation in municipal settings. 29 The strengths of the planned study design include a strategy to reach a relatively high response rate. Hence, all assessor visits are agreed on in a telephone conversation and followed by a letter with information on the agreement. Further, to obtain a more complete data set, the assessors collect the questionnaires during participant visits. Recruitment procedures are developed to ensure recruitment of persons matching the aims of the intervention, that, a less biased sample. 74 75 However, considering the target group of the study, being mostly elderly and frail persons, withdrawel is expected. This, due to the burden of study-related activities or due to development in their condition. To accommodate this, and based on recommendation from the pilot study, the number of questionnaires is low. 31 While the design of an effectiveness, process and costeffectiveness study conducted alongside each other is considered a strength, it is also important to recognise inherent limitations. In the intervention group, activities related to the process evaluation are applied, including filling in registration forms after each session and interviews with eight participants post intervention. To balance the attention in the two groups, the same number of interviews is conducted with participants in the control group, as a separate process evaluation of the usual occupational therapy services. Still, to avoid affecting what is delivered in the control group, a replacement for the registration forms is not applied in the control group. In terms of the qualitative interviews conducted as part of the process evaluation, the primary investigator is involved as interviewer in the client interviews and the focus group, to exploit her insight in the ABLE programme theory. As the ABLE OTs cooperate with her during the intervention period, and the participants talk to her on the phone when recruited, their reporting may be affected.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1042,
                    "end": 1047,
                    "text": "74 75",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1368,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study is designed to intend blinding of participants, assessors and investigators. However, as the OTs delivering ABLE V.2.0 and usual occupational therapy are not blinded to allocation, the blinding of participants may be broken, even though they are instructed not to disclose the allocation. Contamination is minimised as the OTs delivering ABLE V.2.0 and usual occupational therapy are recruited from different geographical areas in the municipality. This is supported by delivering all interventions in the clients' homes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evidence of the efficacy of occupational therapy in different conditions: an overview of systematic reviews",
            "authors": [
                {
                    "first": "Emj",
                    "middle": [],
                    "last": "Steultjens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bouter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Rehabil",
            "volume": "19",
            "issn": "",
            "pages": "247--54",
            "other_ids": {
                "DOI": [
                    "10.1191/0269215505cr870oa"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Occupational therapy interventions for chronic diseases: a scoping review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccoll",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Occup Ther",
            "volume": "65",
            "issn": "",
            "pages": "428--464",
            "other_ids": {
                "DOI": [
                    "10.5014/ajot.2011.002071"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Improving quality of ADL performance after rehabilitation among people with acquired brain injury",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Scand J Occup Ther",
            "volume": "14",
            "issn": "",
            "pages": "250--257",
            "other_ids": {
                "DOI": [
                    "10.1080/11038120601182974"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A \"client-centred activities of daily living\" intervention for persons with stroke: One-year follow-up of a randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guidetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ranner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Rehabil Med",
            "volume": "47",
            "issn": "",
            "pages": "605--616",
            "other_ids": {
                "DOI": [
                    "10.2340/16501977-1981"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Worlds health statistics 2020: monitoring health for the SDG, sustainable development goals",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A nationwide study of prevalence rates and characteristics of 199 chronic conditions in Denmark",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hvidberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davidsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacoecon Open",
            "volume": "4",
            "issn": "",
            "pages": "361--80",
            "other_ids": {
                "DOI": [
                    "10.1007/s41669-019-0167-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economic burden of chronic obstructive pulmonary disease (COPD): a systematic literature review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iheanacho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "15",
            "issn": "",
            "pages": "439--60",
            "other_ids": {
                "DOI": [
                    "10.2147/COPD.S234942"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The global burden of multiple chronic conditions: a narrative review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hajat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prev Med",
            "volume": "12",
            "issn": "",
            "pages": "284--93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pmedr.2018.10.008"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Financial management of home care and rehabilitation services -Inspiration for the municipalities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Dalsgaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kjaergaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lemvigh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Defining and measuring chronic conditions: imperatives for research, policy, program, and practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Posner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev Chronic Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5888/pcd10.120239"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Self-Reported quality of ADL task performance among patients with COPD exacerbations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bendixen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilcke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scand J Occup Ther",
            "volume": "21",
            "issn": "",
            "pages": "313--333",
            "other_ids": {
                "DOI": [
                    "10.3109/11038128.2014.899621"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Performance of activities of daily living among hospitalized cancer patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindahl-Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scand J Occup Ther",
            "volume": "22",
            "issn": "",
            "pages": "137--183",
            "other_ids": {
                "DOI": [
                    "10.3109/11038128.2014.985253"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Occupational therapy evaluation: use of self-report and/or observation?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scand J Occup Ther",
            "volume": "22",
            "issn": "",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.3109/11038128.2014.961547"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Differences between questionnaire-and Interview-Based measures of activities of daily living (ADL) ability and their association with observed ADL ability in women with rheumatoid arthritis, knee osteoarthritis, and fibromyalgia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bliddal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Danneskiold-Samsøe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scand J Rheumatol",
            "volume": "41",
            "issn": "",
            "pages": "95--102",
            "other_ids": {
                "DOI": [
                    "10.3109/03009742.2011.632380"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Agreement in activities of daily living performance after stroke in a postal questionnaire and interview of community-living persons",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Daving",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Claesson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Sunnerhagen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Neurol Scand",
            "volume": "119",
            "issn": "",
            "pages": "390--396",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0404.2008.01113.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Activities of daily living and quality of life in persons with newly diagnosed Parkinson's disease according to subtype of disease, and in comparison to healthy controls",
            "authors": [
                {
                    "first": "G-M",
                    "middle": [],
                    "last": "Hariz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forsgren",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Neurol Scand",
            "volume": "123",
            "issn": "",
            "pages": "20--27",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0404.2010.01344.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Activities of daily living for old persons in primary health care with chronic heart failure",
            "authors": [
                {
                    "first": "E-B",
                    "middle": [],
                    "last": "Norberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Löfgren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Scand J Caring Sci",
            "volume": "22",
            "issn": "",
            "pages": "203--213",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1471-6712.2007.00514.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficacy of occupational therapy for patients with Parkinson's disease: a randomised controlled trial",
            "authors": [
                {
                    "first": "Ihwm",
                    "middle": [],
                    "last": "Sturkenboom",
                    "suffix": ""
                },
                {
                    "first": "Mjl",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "Jcm",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Neurol",
            "volume": "13",
            "issn": "",
            "pages": "557--66",
            "other_ids": {
                "DOI": [
                    "10.1016/S1474-4422(14)70055-9"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Almindelig daglig levevis: ADL. Munksgaard",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The measurement of instrumental ADL: content validity and construct validity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Avlund",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schultz-Larsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kreiner",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Aging",
            "volume": "5",
            "issn": "",
            "pages": "371--83",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03324192"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identifying, organizing and prioritizing ideas on how to enhance ADL ability",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klokker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guidetti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Scand J Occup Ther",
            "volume": "26",
            "issn": "",
            "pages": "382--93",
            "other_ids": {
                "DOI": [
                    "10.1080/11038128.2018.1424235"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Construct validity of a revised version of the occupational balance questionnaire",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Håkansson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wagman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hagell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scand J Occup Ther",
            "volume": "27",
            "issn": "",
            "pages": "441--450",
            "other_ids": {
                "DOI": [
                    "10.1080/11038128.2019.1660801"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "What are the short-term and long-term effects of occupation-focused and occupation-based occupational therapy in the home on older adults' occupational performance? A systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Scand J Occup Ther",
            "volume": "24",
            "issn": "",
            "pages": "235--283",
            "other_ids": {
                "DOI": [
                    "10.1080/11038128.2016.1245357"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Community based occupational therapy for patients with dementia and their care givers: randomised controlled trial",
            "authors": [
                {
                    "first": "Mjl",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "Mjm",
                    "middle": [],
                    "last": "Vernooij-Dassen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thijssen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "333",
            "issn": "",
            "pages": "1196--1205",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.39001.688843.BE"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The benefit of adding a physiotherapy or occupational therapy intervention programme to a standardized group-based interdisciplinary rehabilitation programme for patients with chronic widespread pain: a randomized activecontrolled non-blinded trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Amris",
                    "suffix": ""
                },
                {
                    "first": "Bülow",
                    "middle": [],
                    "last": "Cvon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Rehabil",
            "volume": "33",
            "issn": "",
            "pages": "1367--81",
            "other_ids": {
                "DOI": [
                    "10.1177/0269215519843986"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Self-Reported quality of activities of daily living task performance in four diagnostic groups with chronic conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klokker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IJTR",
            "volume": "28",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.12968/ijtr.2020.0025"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Occupational therapy for persons living with chronic conditions -Development and feasibility of the ABLE program",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Syddansk Universitet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rehabilitation -a new approach. Part four: a new paradigm, and its implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Rehabil",
            "volume": "30",
            "issn": "",
            "pages": "109--127",
            "other_ids": {
                "DOI": [
                    "10.1177/0269215515601177"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Developing and evaluating complex interventions: the new medical Research Council guidance",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dieppe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "337",
            "issn": "",
            "pages": "1655--83",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.a1655"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Feasibility of able 1.0-a program aiming at enhancing the ability to perform activities of daily living in persons with chronic conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guidetti",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bülow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pilot Feasibility Stud",
            "volume": "7",
            "issn": "",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1186/s40814-021-00790-7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Occupational therapy addressing the ability to perform activities of daily living among persons living with chronic conditions: a randomised controlled pilot study of able 2.0",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hagelskjaer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bülow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pilot Feasibility Stud",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40814-021-00861-9"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Process evaluation of complex interventions: medical Research Council guidance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "Audrey",
                    "middle": [
                        "S"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.h1258"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Spirit 2013 explanation and elaboration: guidance for protocols of clinical trials",
            "authors": [
                {
                    "first": "A-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gøtzsche",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "7586--7628",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.e7586"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boutron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "1687--1699",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.g1687"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Realist evaluation for evidence-based practice. Switzerland: Spurling. Realist Evaluation for evidencebased practice",
            "authors": [
                {
                    "first": "Maf",
                    "middle": [],
                    "last": "Kazi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Spurling",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Realistic evaluation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pawson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Reprint. London: Sage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Guidance on process evaluation of complex interventions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Audrey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br Med J",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "standardization, and administration manual. 1. 7th edn",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Assessment of motor and process skills",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Powerful practice : A Model for Authentic Occupational Therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marterella",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Measuring quality of occupational performance based on self-report and observation. development and validation of instruments to evaluate ADL task performance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Goal Attainment Scaling : Applications, theory, and measurement",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kiresuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Cardillo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Goal attainment scaling in rehabilitation: a literature-based update",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krasny-Pacini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiebel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Phys Rehabil Med",
            "volume": "56",
            "issn": "",
            "pages": "212--242",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rehab.2013.02.002"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Application of the Person-Environment-Occupation model: a practical tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Occup Ther",
            "volume": "66",
            "issn": "",
            "pages": "122--155",
            "other_ids": {
                "DOI": [
                    "10.1177/000841749906600304"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Klinisk version 1.0 -Introduktion, ADL-I og administration (Clinical version 1.0 -Introduction, ADL-I, and administration)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                },
                {
                    "first": "Nkt",
                    "middle": [],
                    "last": "Adl-Interview",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Reablement in a community setting",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winkel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Langberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disabil Rehabil",
            "volume": "37",
            "issn": "",
            "pages": "1347--52",
            "other_ids": {
                "DOI": [
                    "10.3109/09638288.2014.963707"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "OT assessment package (OTAP)",
            "authors": [],
            "year": 2016,
            "venue": "OTAP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Adl skill profiles across three psychiatric diagnoses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Merritt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Doble",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scand J Occup Ther",
            "volume": "17",
            "issn": "",
            "pages": "77--85",
            "other_ids": {
                "DOI": [
                    "10.3109/11038120903165115"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ineffective ADL skills in women with fibromyalgia: a cross-sectional study",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bülow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Cour",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scand J Occup Ther",
            "volume": "23",
            "issn": "",
            "pages": "391--398",
            "other_ids": {
                "DOI": [
                    "10.3109/11038128.2015.1095237"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Performance-Based assessment of activities of daily living (ADL) ability among women with chronic widespread pain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Waehrens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Amris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pain",
            "volume": "150",
            "issn": "",
            "pages": "535--576",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pain.2010.06.008"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Hand exercise for women with rheumatoid arthritis and decreased hand function: an exploratory randomized controlled trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ellegaard",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bülow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Røpke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthritis Res Ther",
            "volume": "21",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1186/s13075-019-1924-9"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Self reported overall health status: implications for intervention strategies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Broderick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Australas Med J",
            "volume": "2",
            "issn": "",
            "pages": "44--57",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mixed-method process evaluation of the Welsh national exercise referral scheme",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raisanen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Educ",
            "volume": "113",
            "issn": "",
            "pages": "476--501",
            "other_ids": {
                "DOI": [
                    "10.1108/HE-08-2012-0046"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Evaluation of an intervention programme addressing ability to perform activities of daily living among persons with chronic conditions: study protocol for a feasibility trial (able)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guidetti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bülow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-020812"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Maximising the impact of qualitative research in feasibility studies for randomised controlled trials: guidance for researchers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;cathain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoddinott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pilot Feasibility Stud",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40814-015-0026-y"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Using realist evaluation to open the black box of knowledge translation: a state-of-the-art review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Implementation Sci",
            "volume": "9",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-014-0115-y"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "RAMESES II reporting standards for realist evaluations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Westhorp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manzano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med",
            "volume": "14",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-016-0643-1"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Goal attainment scaling (gas) in geriatric primary care: a feasibility study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Toto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Skidmore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Terhorst",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Gerontol Geriatr",
            "volume": "60",
            "issn": "",
            "pages": "16--21",
            "other_ids": {
                "DOI": [
                    "10.1016/j.archger.2014.10.022"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The craft of interviewing in realist evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manzano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Evaluation",
            "volume": "22",
            "issn": "",
            "pages": "342--60",
            "other_ids": {
                "DOI": [
                    "10.1177/1356389016638615"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Generation of a Danish TTO value set for EQ-5D health states",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Wittrup-Jensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lauridsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gudex",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scand J Public Health",
            "volume": "37",
            "issn": "",
            "pages": "459--66",
            "other_ids": {
                "DOI": [
                    "10.1177/1403494809105287"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Valuing health-related quality of life: an EQ-5D-5L value set for England",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Econ",
            "volume": "27",
            "issn": "",
            "pages": "7--22",
            "other_ids": {
                "DOI": [
                    "10.1002/hec.3564"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The cost diary: a method to measure direct and indirect costs in costeffectiveness research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Rutten-Van Mölken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Vlaeyen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Epidemiol",
            "volume": "53",
            "issn": "",
            "pages": "688--95",
            "other_ids": {
                "DOI": [
                    "10.1016/s0895-4356(99)00177-8"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Assessing usual care in clinical trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Erlen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamres",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "West J Nurs Res",
            "volume": "37",
            "issn": "",
            "pages": "288--98",
            "other_ids": {
                "DOI": [
                    "10.1177/0193945914526001"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Sampling and choosing cases in qualitative research. A realist approach",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emmel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Ibm SPSS statistics for windows",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibm Corp",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Armonk, NY: IBM Corp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Unpacking black boxes: mechanisms and theory building in evaluation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Astbury",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Leeuw",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Eval",
            "volume": "31",
            "issn": "",
            "pages": "363--81",
            "other_ids": {
                "DOI": [
                    "10.1177/1098214010371972"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Retroduction in realist evaluation",
            "authors": [
                {
                    "first": "Rameses Ii",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Project",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nihr",
            "volume": "207",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Testing mechanisms in large-N realistic evaluations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ravn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Evaluation",
            "volume": "25",
            "issn": "",
            "pages": "171--88",
            "other_ids": {
                "DOI": [
                    "10.1177/1356389019829164"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Data analysis and synthesis within a realist evaluation: toward more transparent methodological approaches",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcauliffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Qual Methods",
            "volume": "18",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1177/1609406919859754"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "An introduction to the bootstrap",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Teach Stat",
            "volume": "23",
            "issn": "",
            "pages": "49--54",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9639.00050"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Representing uncertainty: the role of cost-effectiveness acceptability curves",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fenwick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Claxton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sculpher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Econ",
            "volume": "10",
            "issn": "",
            "pages": "779--87",
            "other_ids": {
                "DOI": [
                    "10.1002/hec.635"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Strategies to recruit and retain older adults in intervention studies: a quantitative comparative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michelet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sveen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Gerontol Geriatr",
            "volume": "59",
            "issn": "",
            "pages": "25--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.archger.2014.03.002"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "A systematic literature review of attrition between waves in longitudinal studies in the elderly shows a consistent pattern of dropout between differing studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Chatfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Brayne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Epidemiol",
            "volume": "58",
            "issn": "",
            "pages": "13--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2004.05.006"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evaluate the processes of ABLE V.2.0, including: a. Delivery of ABLE V.2.0 in terms of fidelity, dose, adaptations and reach.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphical illustration of the A Better everyday LifE (ABLE) 2.0 trial.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schedule of enrolment, interventions, and outcome assessments. ABLE, A Better everyday LifE (experimental group); ADL-I, activities of daily living-Interview; AMPS, Assessment of Motor and Process Skills; CWP-Q, Client-Weighted Problems Questionnaire; EQ5D, EuroQool 5-dimension; OBQ11, Occupational Balance Questionnaire; SF1 of SF36, First question of the MOS 36-item Short Form Survey Instrument; UOT, usual occupational therapy (control group).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "CMO configurations to be tested in process evaluation of ABLE V.2.0",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Questions asked in registration forms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests None declared.Patient consent for publication Not applicable.Provenance and peer review Not commissioned; externally peer reviewed.Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}