{
    "paper_id": "230bc38351c778983c30364b4c5d1e725f00b785",
    "metadata": {
        "title": "The role of children in the transmission of mild SARS-CoV-2 infection",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "H O R T C O M M E N T",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We thank Dr Ludvigsson 1 on his effort to improve knowledge on SARS-CoV-2 infection in children. In trying to understand the spread of the disease, one of the most notable features is that only a small number of severe SARS-CoV-2 infections have involved children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S H O R T C O M M E N T A R Y The role of children in the transmission of mild SARS-CoV-2 infection"
        },
        {
            "text": "The huge age disparity in disease severity might be one of the most stringent fundamental knowledge gaps. In previous studies, the majority of children infected with human coronaviruses showed regular coinfection with other respiratory viruses such as adeno-, rhino-, RSV or influenza virus. 4 Children are also inoculated with antiviral vaccines due to national immunisation programmes. As a result, there are multiple high-titre antibodies in the blood of children, which may offer cross-protection against progressive SARS-CoV-2 infection. 4 Furthermore, SARS-CoV-2 infection in children differs from adults in that they have a lower prevalence of increased C-reactive protein, signifying a milder immunological response and less immune damage. 1 The viral load in patients with mild disease showed to be lower compared with those having severe SARS-CoV-2 infection. 5 Not surprisingly, increased viral load was also found to be associated with higher age, due to lower immunity but also because of increased expression of the ACE-2 receptor in the elderly. 2 Reports from severe disease in infected healthcare workers further hint towards an association between higher viral load in critically ill patients and transmission of more severe SARS-CoV-2 infection. One could argue that when children are infectious, a lower viral load is transmitted compared with severely affected adults.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 748,
                    "end": 749,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 870,
                    "end": 871,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "S H O R T C O M M E N T A R Y The role of children in the transmission of mild SARS-CoV-2 infection"
        },
        {
            "text": "Consequently, disease transmission from children may prime the host to develop an effective memory immune response, but prevent progression to severe SARS-CoV-2 disease. Understanding SARS-CoV-2 transmission in children and their potential contribution to herd-immunity is therefore essential in guiding preventive strategies such as quarantine measurements and closing schools but also in the ending of these imposed restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S H O R T C O M M E N T A R Y The role of children in the transmission of mild SARS-CoV-2 infection"
        },
        {
            "text": "No potential conflicts of interest relevant to this article are reported. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Systematic review of COVID-19 in children shows milder cases and a better prognosis than adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ludvigsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Paediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Ot-Y",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W-S",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30196--30197",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30196-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infections in children including COVID-19: an overview of the epidemiology, clinical features, diagnosis, treatment and prevention options in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Infect Dis J",
            "volume": "39",
            "issn": "",
            "pages": "355--368",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral dynamics in mild and severe cases of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30232--30234",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30232-2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Currently, it is not clear whether children are important in transmitting SARS-CoV-2, like they are for other respiratory viruses. The main source of transmission involves respiratory droplets or direct contact with (symptomatic and asymptomatic) persons infected with SARS-CoV-2. 2 Thus, infected children might also be an important source of disease transmission. 3 However, the majority of children infected with SARS-CoV-2 thus far, have a documented family cluster outbreak. In these families, adults often showed symptoms before them, suggesting that children might not play such an important role in disease transmission. 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Annikki de Niet 1 Bart L. Waanders 2 Iris Walraven 3 1 Amsterdam University Medical Centres, Amsterdam, The Netherlands 2 Public Health Service of Amsterdam, Amsterdam, The Netherlands 3 Netherlands Cancer Institute, Amsterdam, The Netherlands Iris Walraven, Netherlands Cancer Institute, Amsterdam, The Netherlands. Email: i.walraven@nki.nl O RCI D Iris Walraven https://orcid.org/0000-0002-6083-730X",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}