{"paper_id": "230cda0717a27cb3d5cdf294742636b615510276", "metadata": {"title": "The mechanistic rationale of drugs, primary endpoints, geographical distribution of clinical trials against severe acute respiratory syndrome-related coronavirus-2: A systematic review", "authors": [{"first": "Bhanu", "middle": [], "last": "Prasad Venkatesulu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Henry Ford Hospital", "location": {"settlement": "Detroit", "region": "Michigan"}}, "email": ""}, {"first": "|", "middle": [], "last": "Viveksandeep", "suffix": "", "affiliation": {"laboratory": "", "institution": "Henry Ford Hospital", "location": {"settlement": "Detroit", "region": "Michigan"}}, "email": ""}, {"first": "Thoguluva", "middle": [], "last": "Chandrasekar", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Kansas", "location": {"settlement": "Kansas City", "region": "Kansas"}}, "email": ""}, {"first": "|", "middle": [], "last": "Prashanth Giridhar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "|", "middle": [], "last": "Pragathee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "V", "middle": [], "last": "Mbbs", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tamil Nadu", "location": {"settlement": "Coimbatore", "country": "India"}}, "email": ""}, {"first": "|", "middle": [], "last": "Harsh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jacob", "middle": [], "last": "Manteuffel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Henry Ford Hospital", "location": {"settlement": "Detroit"}}, "email": ""}]}, "abstract": [{"text": "There are numerous ongoing studies assessing treatment options for preventing, treating, and managing complications of coronavirus disease-2019 disease. The objective of this study was to do a systematic review and critical appraisal of the ongoing clinical trials with an aim to provide insight into the various interventions tested, clinical rationale, geographical distribution of the trials as well as the endpoints assessed in the studies. ClinicalTrials.gov, World Health Organization International Clinical Trials Registry Platform, and PubMed were assessed till 11 May 2020. The search resulted in 3242 ongoing studies of which 829 studies were included. There are 134 different drug-based interventions being assessed in 463 clinical trials as treatment options China accounts for 35% of all ongoing clinical studies followed by USA 23% and other countries together account for 42%. Amongst the 463 studies assessing drug-based treatment options, studies that are funded by federal and academic institutions are 79.6%, pharmaceutical companyfunded studies are 15.11%, and no funding information is available in 5.10%. The definitive outcomes like mortality are being assessed as primary outcome in 22.8% of the studies only and need for ventilator in 6.2% of the studies. Amongst the pharmaceutical company-funded drug-based studies, only 20% of the studies had mortality as the primary outcome. Only 5.5% of the ongoing clinical trials are specifically designed to assess the most vulnerable population like elderly, patients with comorbidities and cancer. Multiple intervention-based clinical studies against severe acute respiratory syndrome-related coronavirus-2 are being performed throughout the world with a high concentration of clinical trials in the developed world with concern that of elderly and patients with comorbidities are being underrepresented and definite endpoints like mortality are being assessed in only one-fifth of the studies. K E Y W O R D S clinical trials, COVID-19, hydroxychloroquine, systematic review, vaccines SUPPORTING INFORMATION Additional supporting information may be found online in the Supporting Information section. How to cite this article: Venkatesulu BP, Thoguluva Chandrasekar V, Giridhar P, V. P, Patel HK, Manteuffel J. The mechanistic rationale of drugs, primary endpoints, geographical distribution of clinical trials against severe acute respiratory syndrome-related coronavirus-2: A systematic review. J Med Virol. 2020;1-11. https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome-related coronavirus-2 (SARS-CoV-2) is the causative agent for coronavirus disease-2019 that has led to nearly 13 million new cases and more than a half-million deaths as of 11 July 2020. 1 The case fatality rate is significantly higher in elderly, patients with pre-existing comorbidities, such as hypertension, diabetes, cardiovascular diseases, chronic respiratory disease, and for cancer. [2] [3] [4] [5] The high rate of transmission, moderate case fatality, novel nature of the virus has made the virus a formidable pathogen and has left a huge burden on the healthcare infrastructure.", "cite_spans": [{"start": 221, "end": 222, "text": "1", "ref_id": "BIBREF0"}, {"start": 426, "end": 429, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 430, "end": 433, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 434, "end": 437, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 438, "end": 441, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Enormous amount of research is ongoing for finding vaccines, modeling studies, and biological agents to counter the cytokine surge and withspread immune activation. 6, 7 There has also been a surge in interest in repurposing previously approved Food and Drug Administration drugs such as ivermectin, chlorpromazine, isotretinoin, and nitazoxanide for possible antiviral activity. 8, 9 The simultaneous initiation of multiple clinical trials has led to the redundancy of study design, lack of novelty, and absence of pragmatic primary endpoints.", "cite_spans": [{"start": 165, "end": 167, "text": "6,", "ref_id": "BIBREF5"}, {"start": 168, "end": 169, "text": "7", "ref_id": "BIBREF6"}, {"start": 380, "end": 382, "text": "8,", "ref_id": "BIBREF7"}, {"start": 383, "end": 384, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "We undertook this systematic review of ongoing interventional clinical trials to collate the available information on the study design, geographical distribution, endpoints assessed, and various drugs that are being assessed in the fight against SARS-CoV-2 infections.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "This systematic review has been performed and reported in compliance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (Supporting Information Data). 10 ", "cite_spans": [{"start": 176, "end": 178, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| METHODS"}, {"text": "The data were extracted by two authors independently using a standardized data extraction form based on the SPRINT checklist.", "cite_spans": [], "ref_spans": [], "section": "| Data extraction"}, {"text": "The data were extracted on various domains such as trial number, study title, abstract of the study, interventions assessed, sample size, phase of the study, study sponsor, primary endpoint assessed, and country where the study is being done. Any discrepancies in the extraction of data were resolved by mutual discussion (BPV and VTC).", "cite_spans": [], "ref_spans": [], "section": "| Data extraction"}, {"text": "We stratified studies into intervention-based studies, observational studies, mathematical modeling studies, studies assessing various diagnostic methods for SARS-CoV-2, studies that assess health services research, epidemiological studies, and studies on pediatric population. is a Canadian study that is assessing colchicine with a primary endpoint of all-cause mortality at day 30. 14 Table 2 provides a summary of phase 3 clinical trials with sample size of more than thousand patients that assess various interventions in COVID-19 disease.", "cite_spans": [{"start": 385, "end": 387, "text": "14", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 388, "end": 395, "text": "Table 2", "ref_id": null}], "section": "| Definitions"}, {"text": "Fifty-three drug-based studies are being assessed as prophylaxis in ", "cite_spans": [], "ref_spans": [], "section": "| Drug being tested as prophylaxis against COVID disease"}, {"text": "There are currently 42 clinical studies that are assessing mesenchymal stem cell therapy-based interventions in COVID-19 disease.", "cite_spans": [], "ref_spans": [], "section": "| Mesenchymal stem cell therapy"}, {"text": "China is leading the initiative with 25 ongoing human trials followed by the USA with eight trials and Spain with four trials. The rationale for the use of mesenchymal stem cells are the hypothesized immunomodulatory properties that can counter the cytokine storm.", "cite_spans": [], "ref_spans": [], "section": "| Mesenchymal stem cell therapy"}, {"text": "The various sources of stem cells that are being studied include cord blood, human menstrual blood-derived, mesenchymal stem cells exosomes atomization, human dental pulp, human stromal cells, umbilical cord blood mononuclear cells, and umbilical cord Wharton's Jelly-derived mesenchymal stem cells (Table 4 ). (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 299, "end": 307, "text": "(Table 4", "ref_id": null}, {"start": 311, "end": 319, "text": "(Table 4", "ref_id": null}], "section": "| Mesenchymal stem cell therapy"}, {"text": "There are currently 79 clinical studies assessing the efficacy of alternative medicines mainly the Chinese herbals that are being assessed in 77 studies followed by one study in Iran and one Ayurveda study in UK Table 5 .", "cite_spans": [], "ref_spans": [{"start": 212, "end": 219, "text": "Table 5", "ref_id": null}], "section": "| Herbal medicines"}, {"text": "Supporting Information Data provides a summary of the various ongoing studies that are testing herbal medicines against COVID-19.", "cite_spans": [], "ref_spans": [], "section": "| Herbal medicines"}, {"text": "There are currently 31 ongoing studies that assess various anesthesia-based interventions that include prone positioning, 11 nitric oxide inhalation, 7 ventilator settings, 8 and modified intubation techniques. 5 USA is performing seven studies followed by Canada with five studies. ", "cite_spans": [{"start": 173, "end": 174, "text": "8", "ref_id": "BIBREF7"}, {"start": 211, "end": 212, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| Anesthesia-based interventions"}, {"text": "There is excess emotional distress to patients and healthcare providers during the COVID-19 pandemic. There are 18 studies that are assessing mental health-based interventions that include mindfulness (11) meditation (3), intelligent psychosomatic adjustment system (2), cognitive behavioral therapy (1) , and psychological support. China is performing eight studies followed by the USA with four studies.", "cite_spans": [{"start": 300, "end": 303, "text": "(1)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "| Mental health"}, {"text": "There are currently 12 studies that are assessing various rehabilitation initiatives such as telerehabilitation-based exercises (6), general rehabilitation (2), pulmonary rehabilitation (2) anosmia T A B L E 4 Summary of interventions used in the clinical trials as prevention against severe acute respiratory syndrome coronavirus-2 infection", "cite_spans": [], "ref_spans": [], "section": "| Rehabilitation"}, {"text": "Pre and postexposure prophylaxis ", "cite_spans": [], "ref_spans": [], "section": "Prevention Vaccines"}, {"text": "There are 32 other intervention-based studies that were not cate- being also studied for its proposed immunogenicity against SARS-CoV-2. 24 Among the drug-based preventive studies, 50% are using HCQ with various aspects being tested including daily vs weekly dosing, pre-vs postexposure prophylaxis. From our review, we feel there is a greater need for more preventive strategy-based studies since most of the countries are reopening and the proposed timeline for the pandemic to subside is 1 to 2 years. 25 CPT use in COVID-19 disease was promoted by the potential efficacy in SARS, MERS, and Ebola. 26 There are currently 56 studies that are ongoing and from some of the published data, it has been shown to be safe and effective. There is a need for information from larger datasets.", "cite_spans": [{"start": 137, "end": 139, "text": "24", "ref_id": "BIBREF22"}, {"start": 505, "end": 507, "text": "25", "ref_id": "BIBREF23"}, {"start": 601, "end": 603, "text": "26", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "| Others"}, {"text": "There are 79 studies that are assessing herbal-based medicines and 42 studies that are assessing mesenchymal stem cells therapy.", "cite_spans": [], "ref_spans": [], "section": "| Others"}, {"text": "Majority of these studies are being done in China (%). These interventions are questionable with a potential to harm patients. There is a trend to combine these interventions with western medicines and the potential drug interactions may lead to further adverse events.", "cite_spans": [], "ref_spans": [], "section": "| Others"}, {"text": "One of the important aspects that this systematic review shows is the lack of enough studies on rehabilitation and mental health- ", "cite_spans": [], "ref_spans": [], "section": "| Others"}, {"text": "This is an extensive review of the ongoing clinical studies to give an insight into the various interventions being studied currently. We were also able to identify the outcomes being studied and provide inputs on the need for studies addressing definitive patient-related VENKATESULU ET AL.", "cite_spans": [], "ref_spans": [], "section": "| Strengths of the systematic review"}, {"text": "outcomes like mortality, and need for mechanical ventilation and improvement of patients in the ICU. Our review also provides information regarding the utility of ongoing trials like HCQ-based treatment, which have so far not shown benefit in larger studies, and reassess the need for such studies and utilize resources for other interventions.", "cite_spans": [], "ref_spans": [], "section": "| Strengths of the systematic review"}, {"text": "Newer clinicals are being rapidly initiated and enrolled into the clinical trial registries which makes it difficult for the review to be up to date. Information regarding the status of clinical trials if they are active or have been terminated or completed is not clearly available from the databases. Though the review accounted for most of the clinical trial registries, despite our best attempt, it may not be exhaustive enough to account for retrospective registration of all studies.", "cite_spans": [], "ref_spans": [], "section": "| Limitations"}, {"text": "The majority of ongoing clinical trials seek to enroll patients that may not be representative of the actual population who are at risk of death and morbidity from COVID-19. There needs to be an emphasis on the rationality of the primary endpoints with need for all-cause mortality as the primary endpoint and other patient- ", "cite_spans": [], "ref_spans": [], "section": "| Implications for practice"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An interactive web-based dashboard to track COVID-19 in real time", "authors": [{"first": "E", "middle": [], "last": "Dong", "suffix": ""}, {"first": "H", "middle": [], "last": "Du", "suffix": ""}, {"first": "L", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "20", "issn": "5", "pages": "533--534", "other_ids": {"DOI": ["10.1016/s1473-3099(20)30120-1"]}}, "BIBREF1": {"ref_id": "b1", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1239--1242", "other_ids": {"DOI": ["10.1001/jama.2020.2648"]}}, "BIBREF2": {"ref_id": "b2", "title": "Managing patients with hematological malignancies during COVID-19 pandemic", "authors": [{"first": "K", "middle": ["K"], "last": "Sahu", "suffix": ""}, {"first": "J", "middle": [], "last": "Cerny", "suffix": ""}], "year": 2020, "venue": "Expert Rev Hematol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/17474086.2020.1787147"]}}, "BIBREF3": {"ref_id": "b3", "title": "A systematic review and meta-analysis of cancer patients affected by a novel coronavirus", "authors": [{"first": "B", "middle": ["P"], "last": "Venkatesulu", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Chandrasekar", "suffix": ""}, {"first": "P", "middle": [], "last": "Girdhar", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.27.20115303"]}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 in pregnant women and neonates: a systematic review of the literature with quality assessment of the studies", "authors": [{"first": "G", "middle": [], "last": "Trippella", "suffix": ""}, {"first": "M", "middle": [], "last": "Ciarcià", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrari", "suffix": ""}], "year": 2020, "venue": "Pathogens", "volume": "9", "issn": "6", "pages": "", "other_ids": {"DOI": ["10.3390/pathogens9060485"]}}, "BIBREF5": {"ref_id": "b5", "title": "Recent progress and challenges in drug development against COVID-19 coronavirus (SARS-CoV-2)-an update on the status", "authors": [{"first": "Abd", "middle": [], "last": "El-Aziz", "suffix": ""}, {"first": "T", "middle": ["M"], "last": "Stockand", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "", "suffix": ""}], "year": 2020, "venue": "Infect Genet Evol", "volume": "83", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.meegid.2020.104327"]}}, "BIBREF6": {"ref_id": "b6", "title": "Computational models identify several FDA approved or experimental drugs as putative agents against SARS-CoV-2", "authors": [{"first": "B", "middle": [], "last": "Tesia", "suffix": ""}, {"first": "A", "middle": [], "last": "Vinicius", "suffix": ""}, {"first": "Cm-F", "middle": [], "last": "Cleber", "suffix": ""}, {"first": "K", "middle": [], "last": "Daniel", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Scott", "suffix": ""}, {"first": "S", "middle": [], "last": "Charles", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Boosting the arsenal against COVID-19 through computational drug repurposing", "authors": [{"first": "G", "middle": [], "last": "Ciliberto", "suffix": ""}, {"first": "L", "middle": [], "last": "Cardone", "suffix": ""}], "year": 2020, "venue": "Drug Discov Today", "volume": "25", "issn": "", "pages": "946--948", "other_ids": {"DOI": ["10.1016/j.drudis.2020.04.005"]}}, "BIBREF8": {"ref_id": "b8", "title": "Repurposing FDA-approved drugs for COVID-19 using a data-driven approach", "authors": [{"first": "Rrd", "middle": [], "last": "Rodrigo", "suffix": ""}, {"first": "Ccj", "middle": [], "last": "Dennis", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Luis", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Jez", "suffix": ""}, {"first": "F", "middle": ["N"], "last": "Douglas", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Timothy", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement", "authors": [{"first": "D", "middle": [], "last": "Moher", "suffix": ""}, {"first": "A", "middle": [], "last": "Liberati", "suffix": ""}, {"first": "J", "middle": [], "last": "Tetzlaff", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Altman", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "96", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/bmj.b2535"]}}, "BIBREF10": {"ref_id": "b10", "title": "Public Health Emergency SOLIDARITY Trial of Treatments for COVID-19 Infection in Hospitalized Patients", "authors": [], "year": 2020, "venue": "ISRCTN83971151", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/ISRCTN83971151"]}}, "BIBREF11": {"ref_id": "b11", "title": "Study to Evaluate the Safety and Antiviral Activity of Remdesivir (GS-5734™) in Participants With Severe Coronavirus Disease (COVID-19)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Colchicine Coronavirus SARS-CoV2 Trial (COLCORONA). https:// ClinicalTrials.gov/show/NCT04322682", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Chloroquine RepurpOsing to healthWorkers for Novel CORONAvirus mitigaTION", "authors": [{"first": "", "middle": [], "last": "Crown", "suffix": ""}, {"first": "", "middle": [], "last": "Coronation", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Coronavirus Response-Active Support for Hospitalised Covid-19 Patients", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Will Hydroxychloroquine Impede or Prevent COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Biomarkers and surrogate endpoints in clinical trials", "authors": [{"first": "T", "middle": ["R"], "last": "Fleming", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Powers", "suffix": ""}], "year": 2012, "venue": "Stat Med", "volume": "31", "issn": "25", "pages": "2973--2984", "other_ids": {"DOI": ["10.1002/sim.5403"]}}, "BIBREF17": {"ref_id": "b17", "title": "To whom do the research findings apply? Heart", "authors": [{"first": "C", "middle": ["D"], "last": "Furberg", "suffix": ""}], "year": 2002, "venue": "", "volume": "87", "issn": "", "pages": "570--574", "other_ids": {"DOI": ["10.1136/heart.87.6.570"]}}, "BIBREF18": {"ref_id": "b18", "title": "COVID-19: consider cytokine storm syndromes and immunosuppression", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Mcauley", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "E", "middle": [], "last": "Sanchez", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Tattersall", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Manson", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1033--1034", "other_ids": {"DOI": ["10.1016/s0140-6736(20)30628-0"]}}, "BIBREF19": {"ref_id": "b19", "title": "Hydroxychloroquine in patients with mainly mild to moderate coronavirus disease 2019: open label, randomised controlled trial", "authors": [{"first": "A", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "P", "middle": [], "last": "Schlattmann", "suffix": ""}, {"first": "F", "middle": [], "last": "Waldfahrer", "suffix": ""}, {"first": "F", "middle": [], "last": "Waldfahrer", "suffix": ""}, {"first": "M", "middle": [], "last": "Westhofen", "suffix": ""}], "year": 2020, "venue": "Laryngo-Rhino-Otologie", "volume": "96", "issn": "", "pages": "369--521", "other_ids": {"DOI": ["10.1136/bmj.m1849"]}}, "BIBREF20": {"ref_id": "b20", "title": "Effect of high vs low doses of chloroquine diphosphate as adjunctive therapy for patients hospitalized with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection: a randomized clinical trial", "authors": [{"first": "Mgs", "middle": [], "last": "Borba", "suffix": ""}, {"first": "Ffa", "middle": [], "last": "Val", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Sampaio", "suffix": ""}], "year": 2020, "venue": "JAMA Netw Open", "volume": "3", "issn": "4", "pages": "", "other_ids": {"DOI": ["10.1001/jamanetworkopen.2020.8857"]}}, "BIBREF21": {"ref_id": "b21", "title": "Data sharing in the era of COVID-19", "authors": [{"first": "C", "middle": ["V"], "last": "Cosgriff", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Ebner", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Celi", "suffix": ""}], "year": 2020, "venue": "Lancet Digit Health", "volume": "2", "issn": "5", "pages": "30082--30082", "other_ids": {"DOI": ["10.1016/s2589-7500(20)30082-0"]}}, "BIBREF22": {"ref_id": "b22", "title": "BCG-induced trained immunity: can it offer protection against COVID-19?", "authors": [{"first": "Laj", "middle": [], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Netea", "suffix": ""}], "year": 2020, "venue": "Nat Rev Immunol", "volume": "20", "issn": "", "pages": "335--337", "other_ids": {"DOI": ["10.1038/s41577-020-0337-y"]}}, "BIBREF23": {"ref_id": "b23", "title": "Responding to Covid-19-a once-in-a-century pandemic?", "authors": [{"first": "B", "middle": [], "last": "Gates", "suffix": ""}], "year": 2020, "venue": "New Engl J Med", "volume": "382", "issn": "18", "pages": "1677--1679", "other_ids": {"DOI": ["10.1056/NEJMp2003762"]}}, "BIBREF24": {"ref_id": "b24", "title": "The use of convalescent plasma to treat emerging infectious diseases: focus on Ebola virus disease", "authors": [{"first": "A", "middle": ["M"], "last": "Winkler", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Koepsell", "suffix": ""}], "year": 2015, "venue": "Curr Opin Hematol", "volume": "22", "issn": "6", "pages": "521--526", "other_ids": {"DOI": ["10.1097/moh.0000000000000191"]}}}, "ref_entries": {"FIGREF0": {"text": "therapeutic interventions to prevent, mitigate, treat, and manage the complications of COVID-19 disease. Randomized clinical trials (RCT) form the backbone of an evidence-based rationale approach for the management of any disease. SARS-CoV-2 pandemic has led to a flurry of clinical trials being performed throughout the world. The interventions being tested are largely based on known antiviral activity against SARS and Middle Eastern respiratory syndrome (MERS), efficacy in the in vitro and in vivo models of SARS-CoV-2, potential docking sites on the viral genome based on computational", "latex": null, "type": "figure"}, "FIGREF1": {"text": "ClinicalTrials.gov, World Health Organization (WHO) International Clinical Trials Registry Platform and PubMed were assessed up to 11 May 2020 with the search terms coronavirus, SARS-CoV-2 by two independent investigators (BPV and VTC). The clinical trials from the initial search of the electronic databases were imported into reference manager software. An independent review of the clinical trials was done. The duplicates were removed and the titles of the clinical trials were evaluated. Trials relevant to the topic of interest were shortlisted. The clinical studies that fulfilled the eligibility criteria were used. Inclusion criteria: (a) any intervention-based RCTs, prospective clinical study on SARS-CoV-2; and (b) patients ≥18 years of age. Exclusion criteria: (a) autopsy series, preclinical studies; (b) studies reporting diagnostic methods, mathematical modeling, epidemiology, and health services research; (c) studies in pediatric populations; and (d) studies on SARS-CoV and MERS.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "search of the clinical trial databases resulted in 3242 ongoing studies of which 913 underwent full review and 829 studies were included in the systematic review (Figure 1). Amongst the 829 articles, 463 assessed various drugs as treatment options against COVID-19; 72 studies assessed preventive options of which 53 are drug-based prophylaxis and 19 studies assessed vaccines; herbal medicines are being assessed in 79 studies; convalescent plasma therapy (CPT) is being studied in 56 studies; stem cell-based interventions in 42 studies; anesthesia-based interventions in 31 studies; machine-based interventions in 24 studies; mental health-based interventions in 18 studies;", "latex": null, "type": "figure"}, "FIGREF3": {"text": "funded by federal and academic institutions are 79.6%; pharmaceutical company-funded studies are 15.11% (70); no funding information has been provided in 5.10% (24) studies. The definitive outcomes like mortality were assessed as primary outcome in 22.8% of the studies only and need for mechanical ventilation in 6.2% of the studies. Rest of the studies had outcomes such as: clinical recovery (15.9%), viral clearance (17.4%), time to recovery (10.1%), oxygen improvement (5.6%), ICU admission (1.9%), labs and imaging (6.4%), adverse effects (5.3%) and symptom reduction (1.5%), no outcome reported (6.2%) which account for 71% of the studies. Amongst the pharmaceutical company-funded drug-based studies, only 20% of the studies had mortality as the primary outcome and 7% had need for mechanical ventilation as an outcome. The most common drug-based treatment interventions being tested against COVID-19 are antimalarial medications with 105 clinical studies. Hydroxychloroquine (HCQ) is the most common drug being tested with 83 ongoing studies of which v alone is being studied in 49 studies and HCQ with azithromycin being studied in 22; chloroquine is being tested in 31 studies. Antiviral medications are being tested in 76 clinical trials of which lopinavir with ritonavir in 28 studies, favipiravir in 13 studies, remdesivir in 8 studies, and interferons in 14 studies; other antivirals in 13 studies. Immunosuppressants are being assessed in 82 studies-interleukin-6 antagonists in 38 studies of which tocilizumab based are 23 studies, sarilumab in 7 studies; corticosteroids in 15 studies; immunomodulators in 30 studies; anti-inflammatory agents in 20 studies colchicine in 8 studies; antioxidants and dietary supplements such as vitamin C, D, zinc in 16 studies; antifibrotic agents in 9 studies; other miscellaneous interventions account for the rest of the studies. These studies are most commonly done in China (122) followed by USA (114) and France (47) (Supporting Information Data). The largest ongoing clinical trial is the WHO-sponsored Solidarity trial which is a multicenter study with a sample size of 100 000 patients to assess remdesivir, chloroquine, or HCQ, lopinavir plus ritonavir, F I G U R E 1 PRISMA flow diagram depicting the search strategy utilized in the systematic review VENKATESULU ET AL.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "CPT involves infusion of plasma obtained from people who haverecovered from COVID-19 and who have circulating neutralizing antibodies that provide short-term immunity against SARS-CoV-2 coronavirus. There are currently 56 ongoing studies that are assessing CPT with 20 studies being done in the USA and 14 studies being done in China. The largest ongoing clinical trial is the CONCOR-1 study being done in Canada with a sample size of 1000 patients with the aim to assess if CPT reduces in-hospital mortality in patients hospitalized for COVID-19", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Machine-based interventionsThere are currently 24 ongoing studies that are assessing machinebased interventions such as extracorporeal membrane oxygenation (8), plasmapheresis (5), CytoSorb adsorber (3), Bidirectional Oxygenation Valve (2), hyperbaric oxygen therapy (2), continuous renal replacement therapy (2), external diaphragmatic pacing (1), oXiris membrane (1), and V/Q Vest(1).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "gorized into the above distinctions. They include microbiota transplantation (3), natural killer cell (CYNK-001) infusions (3), acupressure therapy at auricular point (3), hydrogen inhalation (3), radiation therapy (2), respiratory muscle training (2), digital stress through artificial intelligence(2), ozone autohemotherapy (2), virtual monitoring (2), expressive writing (1), face mask (1), Internet-based solution (1), medical masks vs N95 respirators (1), online distance learning (1), prayer (1), shadowboxing for pulmonary function (1), sleep psychology and music therapy (1), Zang-Fu Point-pressing massage (1), and endo-venous systemic Ozone therapy(1). 4 | DISCUSSION In this systematic review, we critically appraise 829 ongoing clinical trials that are assessing various interventions such as treatment, drug-based prophylaxis, herbal medicines, CPT, stem cell-based interventions, anesthesia-based interventions, machine-based interventions, mental health-based interventions, rehabilitation-based interventions, and miscellaneous interventions. China and USA account for the majority of the ongoing studies with concern that patients in middle-and low-income countries may have minimal access for enrollment into clinical trials. Multicenter multicountry collaborative studies account only for 1.5% of all ongoing clinical studies, which show apparent lack of collaborative effort among researchers as well as difficult in universal applicability of the conclusions made from ongoing studies done in developed countries.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "related interventions. There are only 30 studies that account only for 3% of all intervention-based studies that are ongoing. Home quarantine, emotional distress from loss of loved ones, loss of job, new oxygen requirements from COVID disease, anosmia are some of the problems faced by patients recovering from COVID-19. There is a huge need for more studies that focus on alleviating these problems. Majority of the patients with severe or critical COVID disease are in ICU. There are only 31 ongoing studies that are ICU-based interventions like prone positioning, nitric oxide inhalation. There is a greater need for study of potential interventions that can improve outcomes in patients admitted in the ICU.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "related outcomes like need for mechanical ventilation and decreasing length of ICU stay as main secondary outcomes. There needs to be a higher rate of inclusion of patients with comorbidities in clinical trials to reflect real-world scenario for outcomes. Majority of ingoing studies are in the developed world and middleand low-income countries are at a risk of grossly being underrepresented in the clinical trials.5 | CONCLUSION This systematic review identifies the spectrum of clinical trials and the therapeutic interventions that are being assessed against SARS-CoV-2. Multiple intervention-based clinical studies against SARS-CoV-2 are being done throughout the world with a high concentration of clinical trials being done in the developed world. There is a high concern for redundancy of studies and underrepresentation of elderly and patients with comorbidities. Definite endpoints like mortality are being assessed in only one-fifth of the studies. This review provides information for researchers for the rationale design of future clinical studies.", "latex": null, "type": "figure"}, "TABREF0": {"text": "rehabilitation-based interventions in 12 studies; and miscellaneous interventions in 32 studies. China accounts for 35% (291) of all ongoing clinical studies followed by USA 23% (188), France 7% (63), Spain 3.3% (28), Canada 2% (20), multicountry studies account only for 1.5% (13), and other countries together account for 28% of the studies (Supporting Information Data). There are only 2.77% of clinical trials that specifically seek to enroll patients with comorbidities like diabetes, hypertension, cardiac disease; 2% of the trials that are being done in the elderly and 0.70% in cancer patients accounting for a total of 5.5% ongoing clinical trials. There are 134 different drug-based interventions being assessed in 463 clinical trials throughout the world(Table 1). Amongst the 463 studies assessing drug-based treatment options, studies that are", "latex": null, "type": "table"}, "TABREF1": {"text": "interferon-beta with control, with a primary endpoint of all-cause mortality. 11,12 NCT04292899 is a multicenter study with a sample size of 6000 that is assessing remdesivir with a primary endpoint of improvement on a seven-point Ordinal Scale on day 14. 13 NCT04322682", "latex": null, "type": "table"}, "TABREF2": {"text": "COVID-19. HCQ is the most commonly assessed prophylaxis drug being studied in 24 clinical studies; chloroquine in two studies;HCQ + azithromycin in one study; chloroquine+ azithromycin in one study; nitazoxanide in two studies; other antiviral medications include Camostat mesylate, interferons, lopinavir + ritonavir. Other immunomodulatory medications being assessed include anakinra, colchicine, corticosteroids, levamisole, Mycobacterium W in one study each.Table 3provides a summary of the prophylactic interventions being assessed against COVID-19. The most common country where these studies are conducted are USA 17 followed by four each in France and China (Supporting Information Data). The largest of the prophylactic study is the Crown coronation study that is a multicenter study with a sample size of 55 000 that is assessing various doses of chloroquine in the effectiveness in preventing laboratory-confirmed symptomatic COVID-19 in healthcare workerswith repeated exposures to SARS-CoV-2.15 The next largest study is the CRASH 19 study conducted in the UK with a sample size of 10 000 that is assessing aspirin, losartan, and simvastatin with the allcause mortality as the primary endpoint.16 WHIP COVID study is a multicenter study assessing the efficacy of weekly vs daily HCQ in preventing new cases of SARS-CoV-2 infection.17 3.4 | VaccinesThe most important option to prevent further waves of the COVID pandemic is vaccines. There are 19 vaccine-based studies of which are eight are BCG and one measles vaccine-based studies; 11 are newer vaccine candidates. The most commonly studied vaccine is the BCG vaccine in eight studies followed by recombinant novel coronavirus vaccine (adenovirus type vector) in two studies, aAPC Vaccine, minigene vaccine, recombinant chimeric COVID-19 epitope DC vaccine, bacTRL-Spike vaccine, measles vaccine,", "latex": null, "type": "table"}, "TABREF5": {"text": "105 studies and other antiviral drugs accounting for 76 studies.20 The main clinical rationale for use of antimalarial agent against SARS-CoV-2 was based on in vitro efficacy. Despite lack of mortality benefit and possible increased risk of adverse events with HCQ in published clinical studies till date, it is still the most commonly studied drug against SARS-CoV-2.21,22 This calls for a need for an international repository of individual patient data and rapid assimilation of the available clinical evidence on deciding termination of potentially harmful interventions.23 Biological agents with immunosuppressive and immunomodulatory properties that have the potential to curb the cytokine storm and withspread macrophage activation are being studied with close to 100 studies ongoing.12 The most important area for research in the current pandemic needs to be preventive studies. There are currently 72 studies with 19 vaccine-based and 53 drug-based preventive studies. There are currently 11 vaccines in human clinical trials. BCG vaccine is also", "latex": null, "type": "table"}, "TABREF6": {"text": "TABLE 1 Summary of mechanisms of the drugs used in the clinical trials as treatment against severe acute respiratory syndrome\ncoronavirus ‐ 2 infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antiviral mechanism of action inhibits TMPRSS2/\nprevents viral cell entry\n</td><td>Immunosuppressants (cytokine surge\nprevention)\n</td><td>Antioxidants and dietary supplements\n</td></tr><tr><td>Camostat mesylate </td><td>Corticosteroids </td><td>Alpha‐lipoic acid; vitamin C\n</td></tr><tr><td>Nafamostat </td><td>Interleukin‐6 inhibitors </td><td>Vitamin D; zinc\n</td></tr><tr><td>Inhibits S protein/ACE2 interaction (Inhibits membrane fusion of the viral envelope) </td><td>Tocilizumab; sarilumab; Siltuximab </td><td>Eicosapentaenoic acid‐free fatty acid\n</td></tr><tr><td>Clazakizumab; CMAB806; Ulinastatin </td><td>Triiodothyronine\n</td></tr><tr><td>Umifenovir (Arbidol) </td><td>Naltrexone </td><td>Anti‐inflammatory\n</td></tr><tr><td>Angiotensin 1‐7 </td><td>Interleukin‐1 antagonist </td><td>Aspirin; naproxen; colchicine\n</td></tr><tr><td>Angiotensin peptide </td><td>Anakinra </td><td>Ibuprofen; CM4620‐injectable\n</td></tr><tr><td>Angiotensin receptor blockers‐Losartan </td><td>Anti‐IL‐1β monoclonal antibody </td><td>Tradipitant (neurokinin‐1 receptor (NK‐1R)\nantagonist)\n</td></tr><tr><td>Angiotensin‐converting enzyme inhibitors‐\nramipril\n</td><td>Canakinumab </td><td>Escin; tetrandrine (calcium channel blocker)\n</td></tr><tr><td>Recombinant human angiotensin‐converting\n</td><td>Interleukin‐8 antagonist </td><td>Bovactant (surfactant)\n</td></tr><tr><td>enzyme 2 (rhACE2)\n</td><td> </td><td> </td></tr><tr><td>Spironolactone </td><td>BMS‐986253 </td><td>Ketamine; fluvoxamine\n</td></tr><tr><td>Inhibits Abl2 kinase activity (inhibits fusion with\ncell membrane)\n</td><td>Interleukin‐17 inhibitor </td><td>LY3127804(angiopotein‐2 inhibitor)\n</td></tr><tr><td>Imatinib </td><td>Ixekizumab </td><td>Metenkefalin + tridecactide\n</td></tr><tr><td>Inhibits S protein and CD 147 interaction </td><td>TNF‐alpha inhibitor </td><td>Antifibrotic agents\ncSVF; defibrotide\n</td></tr><tr><td>Meplazumab </td><td>Adalimumab </td><td> </td></tr><tr><td>Inhibits viral entry and endocytosis </td><td>XPro1595 </td><td>Pirfenidone; Nintedanib\n</td></tr><tr><td>Chloroquine </td><td>Janus kinase inhibitors </td><td>Vazegepant (an intranasal, high‐affinity\ncalcitonin gene‐related peptide (CGRP)\nreceptor antagonist\n</td></tr><tr><td>Hydroxychloroquine </td><td>Baricitinib; ruxolitinib; Jakotinib </td><td>Iron chelating agent\n</td></tr><tr><td>Inhibits 3-chymotrypsin‐like protease </td><td>TD‐0903 </td><td>Desferal\n</td></tr><tr><td>Lopinavir; darunavir; Ritonavir; danprevir </td><td>Interferon‐γ antagonist\n</td><td> </td></tr><tr><td>ASC09; atovaquone, famotidine </td><td>Emapalumab </td><td>Miscellaneous\n</td></tr><tr><td>Inhibitors of viral polymerase complex </td><td>C5 complement inhibitor </td><td>FT516\n</td></tr><tr><td>Inhibits viral RNA‐dependent RNA polymerase </td><td>Eculizumab </td><td>NK cell immunotherapy engineered to\nexpress a high affinity, non‐cleavable\n</td></tr><tr><td> </td><td> </td><td>version of CD16 (hnCD16) for enhanced\nantibody‐dependent cellular\ncytotoxicity (ADCC)\n</td></tr><tr><td>Remdesivir; favipiravir; ribavirin </td><td>Ravulizumab </td><td>Methotrexate‐loaded Nanoparticles\n</td></tr><tr><td>Triazavirin </td><td>IFX‐1 </td><td>Inhibitor of Bruton's tyrosine kinase (BTK)\n</td></tr><tr><td>Cap‐dependent endonuclease activity inhibitor </td><td>Phosphoinositide 3‐kinase inhibitor </td><td>Acalabrutinib\n</td></tr><tr><td>Baloxavir marboxil </td><td>Duvelisib </td><td>Agonist of peripheral chemoreceptors located\non the carotid bodies\n</td></tr><tr><td>Inhibits viral RNA‐dependent DNA polymerase </td><td>Immunomodulators </td><td>Almitrine\n</td></tr><tr><td>Emtricitabine/tenofovir </td><td>NK cell stimulant </td><td>Delta‐opioid receptor antagonist\n</td></tr><tr><td>Azvudine </td><td>AVM0703 </td><td>Dalargin\n</td></tr><tr><td>Clevudine </td><td>T cell stimulants </td><td>Human vasoactive intestinal\npolypeptide (VIP)\n</td></tr><tr><td>Inhibits viral RNA synthesis (NS5B protein) </td><td>Thymosin </td><td>Aviptadil\n</td></tr><tr><td>Sofosbuvir; ledipasvir </td><td>Anti‐PD1 inhibitor </td><td>VEGF inhibitor\n</td></tr><tr><td>Inhibits viral transcription and translation\n</td><td>Nivolumab; camrelizumab </td><td>Bevacizumab\n</td></tr><tr><td>(inhibits protein NS5A)\n</td><td> </td><td> </td></tr><tr><td>Daclatasvir </td><td>M1 suppression therapy </td><td>Androgen receptor blockade\n</td></tr><tr><td>Neuraminidase inhibitor </td><td>Progesterone </td><td>Bicalutamide\n</td></tr><tr><td>Oseltamivir </td><td>Myeloid‐derived suppressor cells (MDSC)\ninhibition\n</td><td>Macrolide antibiotic\n</td></tr><tr><td>DAS181 </td><td>Avdoralimab (C5a receptors (C5aR)\ninhibitor)\n</td><td>Carrimycin\n</td></tr><tr><td>Interferons; interferon‐β; Interferon‐α </td><td>Anti‐GM‐CSF monoclonal antibody </td><td>Unclear mechanism of action\n</td></tr><tr><td>Interferon‐λ </td><td>TJ003234 </td><td>Intravenous immunoglobulin therapy\n</td></tr><tr><td>Super‐compound interferon (rSIFN‐co) </td><td>GM‐CSF </td><td>Suramin sodium\n</td></tr><tr><td>Enhance type 1 interferon production </td><td>Sargramostim </td><td>Etoposide (HLH treatment)\n</td></tr><tr><td>TAK‐981 </td><td>Gimsilumab mTOR inhibitor </td><td>T89\n</td></tr><tr><td>Inhibit nuclear transport of virus </td><td> </td><td>Oral LL‐37 antiviral peptide (CAS001)\n</td></tr><tr><td>Ivermectin </td><td>Sirolimus </td><td>Thymus regeneration and immune restoration\n</td></tr><tr><td>Viral helicase inhibition </td><td>Ubiquitin ligase inhibition </td><td>Somatropin, metformin, and DHEA\n</td></tr><tr><td>Bismuth </td><td>Lenalidomide\n</td><td> </td></tr><tr><td>Calpain inhibitor </td><td>Thalidomide\n</td><td> </td></tr><tr><td>BLD‐2660 </td><td>Dihydroorotate dehydrogenase inhibitor\n</td><td> </td></tr><tr><td>Inhibit viral Claritin </td><td>Leflunomide\n</td><td> </td></tr><tr><td>Chlorpromazine </td><td>CCR5 receptor entry inhibitor\n</td><td> </td></tr><tr><td>Papain like protease (PLpro) inhibitors </td><td>Leronlimab\n</td><td> </td></tr><tr><td>Isotretinoin </td><td>TLR 2/6/9 agonist\n</td><td> </td></tr><tr><td>XPO1 inhibitor </td><td>PUL‐042 inhalation\n</td><td> </td></tr><tr><td>Selinexor </td><td>Miscellaneous\n</td><td> </td></tr><tr><td>Other antiviral mechanisms </td><td>CD24Fc\n</td><td> </td></tr><tr><td>Nitazoxanide </td><td>Polyinosinic‐polycytidylic acid\n</td><td> </td></tr><tr><td>Recombinant cytokine gene‐derived protein\n</td></tr><tr><td> </td><td>Estrogen patch\n</td><td> </td></tr><tr><td> </td><td>Recombinant human plasma gelsolin\n(rhu‐pGSN)\n</td><td> </td></tr><tr><td> </td><td>Mycobacterium w\n</td><td> </td></tr></table></body></html>"}, "TABREF7": {"text": "TABLE 3 Summary of preventive phase 3 clinical trials with sample size of more than thousand patients against severe acute respiratory\nsyndrome coronavirus ‐ 2 infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Study identification\nnumber </td><td>Country </td><td>Sample size </td><td>Intervention assessed </td><td>Primary endpoint\n</td></tr><tr><td>NCT04333407 </td><td>United Kingdom </td><td>3170 </td><td>Aspirin; clopidogrel; rivaroxaban;\natorvastatin; omeprazole\n</td><td>All‐cause mortality at 30 d after admission\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐Imperial College\nLondon\n</td><td> </td><td> </td></tr><tr><td>NCT04333732 </td><td>Multicenter study </td><td>55 000 </td><td>Different doses of chloroquine </td><td>Effectiveness in preventing laboratory‐\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐Bill and Melinda\n</td><td> </td><td>confirmed symptomatic COVID‐19 in\n</td></tr><tr><td>Crown coronation study\n</td><td>Gates Foundation</td><td> </td><td> </td><td>healthcare workers with repeated\nexposures to SARS‐CoV‐2\n</td></tr><tr><td>NCT04334967 </td><td>USA </td><td>1250 </td><td>Hydroxychloroquine </td><td>Percentages of enrolled patients needing\nhospitalization and mechanical ventilation\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐ Providence\n</td><td> </td><td> </td><td> </td></tr><tr><td>Health &amp; Services\n</td><td> </td><td> </td><td>at day 14\n</td></tr><tr><td>NCT04328467 </td><td>USA </td><td>3500 </td><td>Hydroxychloroquine </td><td>Outcome reported as the percent of\nparticipants in each arm who are COVID‐\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐University of\n</td><td> </td><td> </td></tr><tr><td>Minnesota\n</td><td> </td><td> </td><td>19‐free at the end of study treatment upto\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>12 wk\n</td></tr><tr><td>NCT04341441 </td><td>USA </td><td>3500 </td><td>Hydroxychloroquine daily vs\nweekly dosing\n</td><td>Measure the difference in new cases of\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐Henry Ford\n</td><td> </td><td> </td><td>COVID‐19 disease between randomized\n</td></tr><tr><td>WHIP COVID study </td><td>Health System</td><td> </td><td> </td><td>treatment arms at 8 wk\n</td></tr><tr><td>NCT04342156 </td><td>Singapore </td><td>1200 </td><td>Hydroxychloroquine </td><td>Positive serology or reverse transcriptase\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐Tan Tock Seng Hospital\n</td><td> </td><td>(RT‐PCR) for COVID‐19 up until day 28</td></tr><tr><td>NCT04343001 </td><td>United Kingdom </td><td>10 000 </td><td>Aspirin, losartan, and simvastatin </td><td>Death upto 28 d from day of randomization\n</td></tr><tr><td>Phase 3 trial </td><td>Sponsor‐London School\nof Hygiene and\n</td><td> </td><td> </td></tr><tr><td>CRASH 19 study\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Tropical Medicine\n</td><td> </td><td> </td><td> </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors would like to thank all the researchers for posting their clinical studies in the clinical trial registries.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS"}, {"text": "The authors declare that there are no conflict of interests.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTERESTS"}, {"text": "BPV conceived the study. VTC, JM, and BPV designed the study. BPV and VTC screened titles and abstracts for inclusion. BPV and VTC extracted and analyzed data. BPV, PG, VP, HKP, and VTC formulated the preliminary draft. BPV guarantees for the data. All authors revised for critical content and approved the final manuscript. The corresponding author attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted.", "cite_spans": [], "ref_spans": [], "section": "AUTHOR CONTRIBUTIONS"}, {"text": "Data used for this article will be provided upon due request to the corresponding author. ", "cite_spans": [], "ref_spans": [], "section": "DATA AVAILABILITY STATEMENT"}]}