{
    "paper_id": "239157b1a8990a2cc30926d63b813c005b7dcfd5",
    "metadata": {
        "title": "Fatal pulmonary fibrosis complicating COVID-19 infection in preexistent emphysema",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Mazzolini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellaria Hospital",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Monari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellaria Hospital",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Angeletti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellaria Hospital",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": "giulia.angeletti@ausl.bologna.it"
            },
            {
                "first": "G",
                "middle": [],
                "last": "Dalpiaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellaria Hospital",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Rocca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellaria Hospital",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Only a few earlier clinical radiologic reports exist describing post-COVID-19 pulmonary fibrosis. We report a case of 74-year-old woman referred with dizziness and hypoxemic respiratory failure with chest High Resolution Computer Tomography (HRCT) showing ground glass opacities and emphysema. The patient was tested for Sars-CoV-2 and resulted positive, she was treated with medical therapy and supported with mechanical ventilation. Despite initial clinical and radiological improvements,subsequently the respiratory failure worsened as ground glass opacities evolved, with the appearance of combined pulmonary fibrosis and emphysema and the patient eventually died. Development of pulmonary fibrosis after SARS-CoV-2 infection and the overlap with preexistent emphysema could be a fatal complication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sars-CoV-2 is an RNA virus of the beta-coronavirus family identified in December 2019 in Wuhan and it is known to cause COVID-19 disease, which could include interstitial pneumonia with evolution into acute respiratory distress syndrome in some individuals. World Health Organization (WHO) has classified SARS-CoV-2 as a pandemic. According to WHO data, SARS-CoV-2 has infected, as of November 8th 2020, more than 49 million people worldwide and has caused over 1 million confirmed deaths. The virus mainly affects men with a history of smoking and comorbidities including diabetes mellitus, arterial hypertension, obesity, heart disease and chronic lung disease.(1) TheSARS-CoV-2 virus has an incubation period between 3 and 7 days and about 80% of patients have a mild infection or are asymptomatic, 15% have mild respiratory failure and 5% require non-invasive or invasive mechanical ventilation. As of yet, the long-term sequelae of COVID-19 pneumonia are unknown. We report a case of Sars-CoV-2infection with severe pulmonary involvement in preexisting emphysema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In march 2020, a 74 years old woman was admitted to the emergency department for dizziness. Her past medical history was significant for emphysematous chronic obstructive pulmonary disease (COPD) with smoking habit, severe chronic ischemic heart disease and hypercholesterolemia. The patient presented with hypoxemic respiratory failurewith SpO2 82% and 24/min respiratory frequency in room air and spontaneous breathing. Oxygen therapy with a Venturi mask was started. The electrocardiogram was negative for ischemia and body temperature was 37.6°C. The laboratory tests revealed lymphopenia and C-reactive protein (CRP) increase. Chest HRCT was performed showing centrilobular emphysema and two ground glass opacity (GGO) areas at the ventral segment of the superior right lobe and at the lateral segment of the middle right lobe (Fig 1A) . The patient was tested for Coronavirus-19 with real-time polymerase chain reaction (PCR) and resulted positive. She was admitted to the medicine department where therapy with hydroxychloroquine and azithromycin was started. After 7 days from admission the patient deteriorated and was admitted to the Intensive Care Unit (ICU) and then to our \"Covid-19 Sub-ICU\" where non-invasive mechanical ventilation (NIMV) was started. Intubation was not indicated because of her severe cardiopulmonary comorbidities . She received a 8mg/kg single dose of tocilizumab and started methylprednisolone 1mg/kg and enoxaparin 100 U/kg two times a day. After 48 hours from tocilizumab administration respiratory failure improved. At 20 days from admission a HRCT (not showed) was repeated and revealed regression of ground glass opacity (GGO). Arterial blood gasses (ABG) showed improvement of hypoxemia with arterial oxygen partial pressure/oxygen fraction inhaled (P/F) ratio of 176 mmHg, allowing the discontinuation of NIMV. High flow oxygen was still required. Clinical conditions deteriorated again a few days later with increasing respiratory frequency and worsening of hypoxemia. A new chest HRCT (Fig.1B) scan showed increasing basal nonspecific GGOs with sign of loss of volume and traction bronchiectasis. The situation was complicated by a gram positive sepsis and the patient was treated successfully with linezolid. Subsequently respiratory conditions worsened and NIMV was started again. At 55 days from admission ABG showed very severe hypoxemic respiratory failure with P/F ratioless than 40 mmHg. A last chest HRCT ( Fig.1C) scan revealed radiological progression of pulmonary fibrosis at inferior lobes associated with global architecture distortion. Two months from admission the patient died due to severe hypoxemic respiratory failure. . New bilateral peripheral mild ground glass opacities in all lobes. (C) Last CT (7 weeks later from the first CT). More extension of GGO but also evidence of volume loss, distortion of the architecture and traction bronchiectasis due to fibrosis, the latter more evident in the lower lobes. Enlargement of centrilobular emphysema more evident in the upper lobes. The radiological appearance is globally similar to the combined pulmonary fibrosis and emphysema syndrome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 840,
                    "text": "(Fig 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2030,
                    "end": 2038,
                    "text": "(Fig.1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2460,
                    "end": 2467,
                    "text": "Fig.1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Evolution of SARS-CoV-19 related pneumonia is still under debate. In the usual course of mild lung involvement, the resolution of consolidations and crazy-paving pattern requires 14 to 30 days after the onset of the initial symptoms. Ground glass opacities are the main findings in the follow up and can be found whereas consolidations were previously observed (2, 3) . On the other hand more severe cases may result in persistent lung alterations. Fourteen patients in a Korean observational study (4) showed fibrotic signs due to the SARS-CoV-19 pneumonia, and most frequent alterations reported after discharge were irregular interface and parenchymal bands. In a recent long-term study (5) on the lung consequences of 2003 SARS outbreak, Zhang and colleagues found 31% of patients have radiologic abnormalities at CT scans across 15 years of follow up. Lung abnormalities reported were GGO or cord-like consolidations. Clinical course of our case study was initially quite usual for SARS-Cov-19 with only small GGOsat admission and subsequently development of progressive hypoxemic respiratory failure as the ground glass involvement progressed. We observed initial recovery from the acute phase and a slight improvement in respiratory failure after tocilizumab administration while HRCT scan showed resolution of GGO. After a month from the onset of symptoms a respiratory failure with extremely severe hypoxemia was still present (P/F <40 mmHg). As the respiratory conditions further worsened the chest HRCT scan showed initial signs of loss of volume associated with progressive lung fibrosis; despite the severity of the condition inflammatory markers were reduced, suggesting a low activity of the SARS-CoV-19related disease. HRCT scans never showed a clear pattern of ARDS, instead a slow but progressive fibrotic process which after two months, unlike the cases cited above, lead to the radiological alterations resembling a pattern of combined pulmonary fibrosis and emphysema. Our findings agree with the considerations suggested by Spagnolo et al. (6) of potential development of severe pulmonary fibrosis after SARS-CoV-19 infection.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2062,
                    "end": 2065,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case study, a lung fibrosis overlapping a preexistent emphysema could be a potential lethal complication of COVID-19. Further studies are required to assess risk of development of subacute pulmonary fibrosis in patients with SARS-CoV-19 related pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Does comorbidity increase the risk of patients with COVID-19: evidence from meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aging (Albany NY)",
            "volume": "12",
            "issn": "7",
            "pages": "6049--6057",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time Course of Lung Changes at Chest CT during Recovery from Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "3",
            "pages": "715--721",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest CT Findings of Early and Progressive Phase COVID-19 Infection from a US Patient",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Adair Lb 2nd",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Ledermann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiol Case Rep",
            "volume": "15",
            "issn": "7",
            "pages": "819--824",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prediction of the Development of Pulmonary Fibrosis Using Serial Thin-Section CT and Clinical Features in Patients Discharged after Treatment for COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "6",
            "pages": "746--755",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Long-term bone and lung consequences associated with hospital-acquired severe acute respiratory syndrome: a 15-year follow-up from a prospective cohort study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bone Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pulmonary fibrosis secondary to COVID-19: a call to arms?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spagnolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balestro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30222--30230",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2020Fig. 1C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lung HRCT of the patient with axial images and multiplanar reconstructions. (A) First CT. Bilateral centrilobular emphysema more prominent in the upper right lobe with minimal GGO. (B) Second CT (2 weeks later from the first HRCT)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have acquired the patient's verbal informed consent for publication of her case , unfortunately she was unable to express written consent due to the severity of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}