{
    "paper_id": "23e383a8a5503db7f3748fd87874012237dd7d2a",
    "metadata": {
        "title": "Identifying the impact of the COVID-19 pandemic on driving behavior using naturalistic driving data and time series forecasting",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Katrakazas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Michelaraki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Sekadakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: COVID-19 has disrupted daily life and societal flow globally since December 2019; it introduced measures such as lockdown and suspension of all non-essential movements. As a result, driving activity was also significantly affected. Still, to-date, a quantitative assessment of the effect of COVID-19 on driving behavior during the lockdown is yet to be provided. This gap forms the motivation for this paper, which aims at comparing observed values concerning three indicators (average speed, speeding, and harsh braking), with forecasts based on their corresponding observations before the lockdown in Greece. Method: Time series of the three indicators were extracted using a specially developed smartphone application and transmitted to a back-end platform between 01/01/2020 and 09/05/2020, a time period containing normal operations, COVID-19 spreading, and the full lockdown period in Greece. Based on the collected data, XGBoost was employed to identify the most influential COVID-19 indicators, and Seasonal AutoRegressive Integrated Moving Average (SARIMA) models were developed for obtaining forecasts on driving behavior. Results: Results revealed the intensity of the impact of COVID-19 on driving, especially on average speed, speeding, and harsh braking per 100 km. More specifically, speeds were found to increase by 2.27 km/h on average compared to the forecasted evolution, while harsh braking/100 km increased to almost 1.51 on average. On the bright side, road crashes in Greece were reduced by 49% during the months of COVID-19 compared to the non-COVID-19 period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cases of COVID-19 (also reported as SARS-CoV-2 or simply Coronavirus) were reported in the city of Wuhan in China in December 2019 (Cheng & Shan, 2020; Lau et al., 2020; Wu et al., 2020) . After a significant rise in the new cases across the globe, it was declared a pandemic in March 2020 (WHO, 2020) . At present, confirmed cases of COVID-19 are more than 93.1 million, while COVID-19-induced casualties are more than 1.98 million (WHO, 2020) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 161,
                    "text": "(Cheng & Shan, 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 162,
                    "end": 179,
                    "text": "Lau et al., 2020;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 180,
                    "end": 196,
                    "text": "Wu et al., 2020)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 300,
                    "end": 311,
                    "text": "(WHO, 2020)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 454,
                    "text": "(WHO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an effort to restrict the spread of the virus among susceptible population groups, a ''lockdown\" restricting all non-essential activities was imposed by the majority of governments worldwide. Citizens were also instructed to practice ''social distancing\" by means of keeping at least 2 meters away from each other. Confinement and ''social distancing\" aimed to slow down the spread of the disease. Moreover, in combination with the aforementioned measures, schools, theaters, cinemas, restaurants, fitness centers, and shops were closed to avoid crowding. As a result, financial, environmental, and social impacts were observed (Anderson et al., 2020; Hendrickson & Rilett, 2020; Zhang et al., 2020a Zhang et al., , 2020b .",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 654,
                    "text": "(Anderson et al., 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 655,
                    "end": 682,
                    "text": "Hendrickson & Rilett, 2020;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 683,
                    "end": 702,
                    "text": "Zhang et al., 2020a",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 724,
                    "text": "Zhang et al., , 2020b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Driving behavior also changed radically. Road traffic volume, public transport users, and overall mobility activity reduced significantly (Apple, 2020; Google LLC, 2020; Moovit, 2020) . For example, a study in the city of Santander, Spain, analyzed the impact of COVID-19 confinement and demonstrated that overall activity decreased by 67% and public transport use decreased by 93% (Aloi et al., 2020) , while forecasts on travel demand revealed less traffic, public transport usage, and congestion or flow levels (Aloi et al., 2020; De Vos, 2020) . In the same context, nearly 80% of people in the Netherlands reduced their activities outdoors, and subsequently elderly people had a greater decrease (de Haas et al., 2020) . A behavioral change in mobility as a result of COVID-19 could also be on track, as according to de Haas et al. (2020) 27% of Dutch people stated that they will work from home more frequently, while 20% expressed the willingness to cycle and walk more in the future. Road traffic crashes were found to be reduced as road traffic and pedestrian volume decreased (Aloi et al., 2020) . Furthermore, data provided by TomTom showed that traffic volumes decreased https://doi.org/10.1016/j.jsr.2021.04.007 0022-4375/Ó 2021 National Safety Council and Elsevier Ltd. All rights reserved. by 70-85% in the majority of European cities (ETSC, 2020; TomTom, 2020) . Despite a dramatic decline in traffic volumes due to COVID-19 restrictions, in urban areas there was a 35% increase in speeding and an almost 200% increase in stunt driving offences in the March 15-31, 2020 timeframe, compared to the same period last year (City of Toronto, 2020) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 151,
                    "text": "(Apple, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 169,
                    "text": "Google LLC, 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 170,
                    "end": 183,
                    "text": "Moovit, 2020)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 382,
                    "end": 401,
                    "text": "(Aloi et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 514,
                    "end": 533,
                    "text": "(Aloi et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 534,
                    "end": 547,
                    "text": "De Vos, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 701,
                    "end": 723,
                    "text": "(de Haas et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 822,
                    "end": 843,
                    "text": "de Haas et al. (2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1086,
                    "end": 1105,
                    "text": "(Aloi et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1350,
                    "end": 1362,
                    "text": "(ETSC, 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1363,
                    "end": 1376,
                    "text": "TomTom, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1644,
                    "end": 1658,
                    "text": "Toronto, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nevertheless, to date, the impact of COVID-19 on transportation can only be assessed through individual reports (e.g., Molloy, 2020) or web applications of data companies such as Google (Google LLC, 2020) , Apple (2020) , and TomTom (2020), which have recorded mobility activities during the lockdown phase. Τhe impact on driving behavior still remains relatively unknown. This fact is the motivation for the current paper, which aims at quantifying the effect of the COVID-19 lockdown on driving behavior through a naturalistic driving dataset captured through a novel mobile phone application. More specifically data on driving speed, speeding, and harsh braking/100 km are recorded before, during, and slightly after the imposition of a lockdown state in Greece. Time series forecasts of driving indicators based on the normal (pre-lockdown) phase are used to compare observed driving behavior with a normal evolution of itself, so as to quantify the change during lockdown.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 132,
                    "text": "Molloy, 2020)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 204,
                    "text": "(Google LLC, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 207,
                    "end": 219,
                    "text": "Apple (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A variety of published studies and reports were examined concerning road collisions, injuries, and fatalities. Road crashes were reduced in the majority of countries as road traffic and pedestrian volume decreased (Aloi et al., 2020) . Road crashes in Germany decreased by approximately 23% during a quarantine month, injured people by 27%, and fatalities by 32% compared to the same period last year (DW, 2020). The same impact was observed in the Netherlands, where 50% less collisions were reported. Italy, France, and Spain displayed a drop in road deaths of 40-70%, however, in Australia the reported deaths had not declined despite the overall reduced traffic (ETSC, 2020). Barnes et al. (2020) revealed that the total number of crashes decreased; but unfortunately, crashes involved individuals (especially males) from age 25 to 64. Lin et al. (2020) highlighted that, although the number of nonfatal crashes reduced, the severe and fatal cases of road crashes were not changed during the pandemic. The overall number of road crashes as well as crash fatalities reported across United States was also reduced (Wagner et al., 2020) . Although the number of road crashes was in general positively correlated with the amount of traffic volumes, the number of fatalities, surprisingly, was observed to experience an increase at some states during COVID-19 period (Vingilis et al., 2020) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 233,
                    "text": "(Aloi et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 680,
                    "end": 700,
                    "text": "Barnes et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 840,
                    "end": 857,
                    "text": "Lin et al. (2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1116,
                    "end": 1137,
                    "text": "(Wagner et al., 2020)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1366,
                    "end": 1389,
                    "text": "(Vingilis et al., 2020)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is structured as follows: (a) an introduction to the subject of the paper (see above); (b) a brief literature review on driving behavior in relation with the effect of COVID-19 or other pandemics on transportation; (c) a description of the methodological approach and the utilized data; (d) XGBoost analyses, which are used to explore the importance of contributor variables, are then conducted; (e) the main part of the paper is dedicated to time-series forecasting and the comparison between observed driving behavior indicators and the forecasted ones; and (f) conclusions on the impact of COVID-19 on driving behavior are drawn and a discussion on how policy-makers and researchers should take advantage of the analysis is provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The literature research aimed to link driving behavior, mobility, and transportation with the COVID-19 pandemic. The literature search was conducted in popular scientific databases such as Scopus, Science Direct and Google Scholar. The Boolean terms used to search these databases were ''COVID-19\" or ''Corona Virus\" or ''SARS Cov 2\" and ''road\" or ''traffic\" or ''safety\" or ''accidents\" or ''collisions\" or ''mobility\" or ''transport\" or ''transportation\" or ''behavior\" or ''be-havior.\" The searches were limited to engineering and social sciences, and the results included approximately 18,500 studies (at present: 5/1/2021). These studies were screened concerning their titles and abstracts, and the most relevant papers to the investigating topic are included in this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Initially, De Vos (2020) analyzed the effect of COVID-19 in terms of the impact of social distancing on travel behavior, while Budd and Ison (2020) introduced a new theoretical concept of responsible transport that tries to reconsider transport policy due to behavioral change of passenger during the pandemic. Moreover, Vingilis et al. (2020) investigated the COVID-19 disease and its effects on road safety and it was revealed that travel decreased and drivers were exposed to a lower risk of collisions. Inada et al. (2020) indicated that empty roads triggered some speed-related traffic law violations among drivers, such as speeding, failing to stop at a stop sign, red light running, and failing to yield to pedestrians. In addition, Neuburger and Egger (2020) revealed an increase in risk perception of COVID-19, travel risk perception, and travel behavior over a short period of time. However, the aforementioned studies were limited to discussions over the impact of COVID-19 and did not provide quantifiable results on the impact of the pandemic on driving behavior.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "text": "Budd and Ison (2020)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 343,
                    "text": "Vingilis et al. (2020)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 507,
                    "end": 526,
                    "text": "Inada et al. (2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 740,
                    "end": 766,
                    "text": "Neuburger and Egger (2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Apart from studies discussing the impact of COVID-19 on travel behavior, particular emphasis was given on descriptive statistics regarding average speed, speeding, harsh events, mobile phone use, and driving distance per trip during the pandemic. For example, Aloi et al. (2020) conducted an empirical study and concentrated exclusively on urban mobility and COVID-19. Only descriptive results were included in that study and the authors demonstrated the change of mode choice, purpose of trip, number of trips, macroscopic traffic flow, public transport trips travel time and demands, and general trip features during lockdown. It was also revealed that, in Tokyo, speeding increased by 52% in March 2020 compared to March 2019, while the police officially enhanced enforcement of fines and penalties for speeding during the following months (Inada et al., 2020) . Similarly, Katrakazas et al. (2020) provided descriptive evidence from Greece and Saudi Arabia on the deterioration of road safety levels during the period of the lockdown. In particular, it was shown that reduced traffic volumes due to lockdown led to a slight increase in average driving speed by 6-11%, but more importantly, to more frequent harsh accelerations and harsh braking per 100 km (up to 12%). Additionally, during March and April 2020, which were the months where COVID-19 spread was at its peak, mobile phone use while driving increased by 42%, while driving within the risky hours (00:00am-05:00am) dropped by up to 81%. Furthermore, spatial patterns of speeding pre (2019) and post (2020) the COVID-19 outbreak were visualized and compared in order to examine if the spatial extent of speeding increased (Lee et al., 2020) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 278,
                    "text": "Aloi et al. (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 843,
                    "end": 863,
                    "text": "(Inada et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 877,
                    "end": 901,
                    "text": "Katrakazas et al. (2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1687,
                    "end": 1705,
                    "text": "(Lee et al., 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Regarding studies employing questionnaires, a large-scale sample survey was conducted by de Haas et al. (2020) with questions concentrating mostly on mobility behavior, population, or demographic characteristics. Their findings concern the mobility behavior change since the COVID-19 outbreak. They investigated the change concerning the purpose of traveling, number of trips travel modes, stated opinion for future outdoors activities, remotely working, or education aspects. In the same context, Mogaji (2020) conducted an online survey to evaluate the impact of COVID-19 on transportation. More explicitly, the examined variables were mode choice, public transportation choice, and reduction of social, religious, and economic activities during the COVID-19.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 110,
                    "text": "Haas et al. (2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 498,
                    "end": 511,
                    "text": "Mogaji (2020)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "To date, only a few studies have conducted statistical analyses on the effect of COVID-19 on driving behavior. One of them is Stavrinos et al. (2020), which utilized multi-level modelling to investigate driving behavior of adolescents in the United States before and during the pandemic period. Their results indicated that after the appearance of COVID-19 pandemic and its corresponding restrictions, driving days per week decreased by 37%, while vehicle miles driven dropped by 35. Nevertheless, the data used were concerned with self-reported driving behavior, and as a result a bias existed. Within-subjects general linear models were used in Roe et al. (2020) to investigate driving behavior of older adults during COVID-19. Indicators used included mean length in miles, the average speed in miles per hour of each trip, along with the mean number of three types of aggressive behaviors (i.e., harsh braking, harsh accelerations, and speeding) per mile per trip. It was clearly highlighted that participants reduced the proportion of days driven during the pandemic compared with the same period the year before. At the same time, trips per day showed a similar decline. Participants also took shorter trips, drove slower, had fewer speeding incidents, and had different trip destinations.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 664,
                    "text": "Roe et al. (2020)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "As can be understood from the previous paragraph, no study has statistically analyzed the impact of the COVID-19 pandemic on driving behavior and road safety, nor has any study taken into account time patterns in corresponding data. As a result, a gap in the literature exists that the current paper hopes to fill by performing time-series analysis in driving behavior data during the COVID-19 pandemic. In order to quantify the daily impact of COVID-19 on driving behavior, time-series analysis is deemed the most appropriate method and, as a result, a review of the literature was also conducted on methodological issues. Several published papers have used the corresponding variables to estimate the driving behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "In order to quantify the daily impact of the COVID-19 pandemic on driving behavior indicators, a statistical relationship between COVID-19 and observed driving indicators had to be established. Therefore, a feature importance algorithm was used to evaluate the significance of variables on forecasting speed, speeding and harsh braking/100 km. After the initial explanatory analysis, in order to assess how driving behavior changed over time during the pandemic, time-series forecasting was exploited. For each of the three indicators (i.e., speed, speeding, harsh braking/100 km), the daily time-series was extracted as well as the time-series describing the evolution of COVID-19 cases and casualties. For the time-series analysis using ARIMA models, the following steps were followed according to Bisgaard and Kulahci, (2011), Box and Jenkins, (1976) and Essi, (2018) :",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 812,
                    "text": "Bisgaard and",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 813,
                    "end": 837,
                    "text": "Kulahci, (2011), Box and",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 853,
                    "text": "Jenkins, (1976)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 854,
                    "end": 870,
                    "text": "and Essi, (2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Seasonal decomposition to identify the trend, seasonality and residual variance Stationarity check using the augmented Dickey-Fuller test (Dickey & Fuller, 1979) Consideration of a general ARIMA Model Autocorrelation and Partial Autocorrelation plots to explore the relationship between time point and individual lags and find a tentative model Determination of the model using a parameter search Split into training and test dataset Forecasting and evaluation of the predictions",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 161,
                    "text": "(Dickey & Fuller, 1979)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The aforementioned methods and steps are further elaborated in the following paragraphs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "As a preliminary step, Extreme Gradient Boosting (XGBoost) algorithms were implemented so that the importance of the collected variables, including the COVID-19 related variables, could be assessed and quantified in regards to the examined driving behavior indicators (i.e., speed, speeding, and harsh braking/100 km). XGBoost is a potent machine learning (ML) technique, encompassing multiple Classification And Regression Trees (CART), also known as tree ensemble. Additionally, XGBoost belongs to the family of supervised ML techniques, meaning that it uses labeled training data, the structure of which is defined by the researcher. In practice, this means that the independent/dependent variable division is known and present in the examined variables, and the outcome is a mapping function to the effect of y = f(x).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "XGBoost algorithms apply the gradient boosting decision tree algorithm, also known as multiple additive regression trees, stochastic gradient boosting, or gradient boosting machines. The learning process of the algorithm is iterative and includes correction of previous errors in future iterations of the algorithm. A detailed presentation of the algorithm is described in the seminal study by Chen and Guestrin (2016) . XGBoost has been demonstrated to outclass other ML methods such as Random Forests and Support Vector Machines in performance both in road safety (Ting et al., 2020) and in other fields (Nielsen, 2016) .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 418,
                    "text": "Chen and Guestrin (2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 566,
                    "end": 585,
                    "text": "(Ting et al., 2020)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 606,
                    "end": 621,
                    "text": "(Nielsen, 2016)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "Furthermore, XGBoost algorithms have functions that can calculate the importance of each predictor variable. This is known as Gini feature importance, or, equivalently, Mean Decrease in Impurity (MDI), and was proposed in a seminal study by Breiman (2001) . One definition for Gini Importance for tree-based algorithms is the following: Gini Importance is the value obtained as the sum over the number of splits that include the feature across all trees, optionally divided by the number of samples it splits. This allows for powerful and accurate models to be created by utilizing only the most important predictor variables from a given dataset.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 255,
                    "text": "Breiman (2001)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "In XGBoost, three particular variable importance metrics are observed (XGBoost developer team, 2019):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "Gain, describing the improvement in accuracy added by a feature to the branches it is on. Cover, describing the relative quantity of observations (or number of samples) concerned by a feature. Frequency, describing the number of times a feature is used in all generated trees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "These variable importance metrics used by the XGBoost algorithms were calculated in the analysis and examined to reveal that variables are informative to describe the examined driving behavior indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XGBoost algorithms"
        },
        {
            "text": "Autoregressive Integrated Moving Average (ARIMA) type models are considered the most popular time-series models, and are extensively used in the transportation research field. Their popularity can be explained due to their well-defined theoretical background and their quite straightforward calculations (Karlaftis & Vlahogianni, 2009 ). Thus, ARIMA models were deemed the most appropriate to model the impact of COVID-19 on daily driving behavior. An ARIMA model is a generalization of an Autoregressive Moving Average (ARMA) model and are generally denoted as:",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 334,
                    "text": "(Karlaftis & Vlahogianni, 2009",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "where: p denotes the autoregressive order (i.e., number of time lags), d denotes the differencing (i.e., the number of differencing transformations required by the time series in order to become stationary.), q denotes the non-seasonal moving average order (i.e., the lag of the error component, which is the part of the time series not explained by trend or seasonality). Then, the model can be written more formally as (Wang et al., 2020):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "where: U2R p is a vector of coefficients for the AR terms, h2R q is a vector of coefficients for the MA terms, y t is the outcome variable measured at time t, B is a vector used equivalently to indicate the lag operator, t is random error (white noise, residual) associated with measurement t with e t $N(0,r 2 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "On the other hand, Seasonal ARIMA models are used when the time series exhibits seasonality. These models are similar to ARIMA models and they are usually denoted as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "where: p denotes the non-seasonal autoregressive order, d denotes the non-seasonal differencing, q denotes the non-seasonal moving average order, P denotes the seasonal autoregressive order, D denotes seasonal differencing, Q denotes seasonal moving average order, m is the number of periods in each season and the seasonal ARIMA model can be generalized as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "where: p denotes the non-seasonal autoregressive order, S is the period at which the seasonal trend occurs, B is a vector used equivalently to indicate the lag operator, U is a vector of coefficients for the AR terms, d denotes the non-seasonal differencing and y t is the outcome variable measured at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-series forecasting"
        },
        {
            "text": "In cases of evident seasonality, ARIMA models can be extended to seasonal ARIMA (SARIMA) models. SARIMA models are considered as a straightforward extension of the non-seasonal ARIMA (Hipel & McLeod, 1994) . With regards to SARIMA models, related studies were found to perform better than models of random walk (Clark et al., 2003; Ghosh et al., 2005; Williams, 2003) , support vector regression (SVR) (Lippi et al., 2013) , historical average (Chung & Rosalion, 2001; Williams, 2003) as well as regular ARIMA (Lippi et al., 2013; Clark et al. in Williams, 2003) . Another study reported that the seasonal ARIMA models predicted more accurately, compared to the best performing k-NN (k-nearest neighbors algorithm) forecast models (Smith et al., 2002 in Kumar & Vanajakshi, 2015 .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 205,
                    "text": "(Hipel & McLeod, 1994)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 311,
                    "end": 331,
                    "text": "(Clark et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 351,
                    "text": "Ghosh et al., 2005;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 352,
                    "end": 367,
                    "text": "Williams, 2003)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 402,
                    "end": 422,
                    "text": "(Lippi et al., 2013)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 444,
                    "end": 468,
                    "text": "(Chung & Rosalion, 2001;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 469,
                    "end": 484,
                    "text": "Williams, 2003)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 510,
                    "end": 530,
                    "text": "(Lippi et al., 2013;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 531,
                    "end": 562,
                    "text": "Clark et al. in Williams, 2003)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 750,
                    "text": "(Smith et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 778,
                    "text": "in Kumar & Vanajakshi, 2015",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Seasonal decomposition and stationarity"
        },
        {
            "text": "As a first step for the model identification and the interpretation of time-series data, the decomposition of the time series of the observed variable was required in order to identify its fundamental (and unobserved) parts: trend, seasonality, and residuals. A time series decomposition was used to measure the strength of trend and seasonality in a time series (Wang et al., 2006) . The manner in which the decomposition is performed depends on whether time-series data are multiplicative or additive (Hyndman & Athanasopoulos, 2018) . The decomposition can be written as:",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 382,
                    "text": "(Wang et al., 2006)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 503,
                    "end": 535,
                    "text": "(Hyndman & Athanasopoulos, 2018)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Seasonal decomposition and stationarity"
        },
        {
            "text": "where: y t is the outcome variable measured at time t, T t is the smoothed trend component, S t is the seasonal component, R t is a remainder component. It was also essential to make sure that the utilized time series were stationary (Hyndman & Athanasopoulos, 2018) . In order to make a time series stationary, a transformation was applied to the data, using the method of differencing. The latter removed the changes in the level of a time series, eliminating trend and seasonality and consequently stabilizing the mean of the time series. In order to check a time series for stationarity the Augmented Dickey-Fuller test was utilized (Dickey & Fuller, 1979) . The Augmented Dickey-Fuller (ADF) test is checking if u ¼ 0 in models of the form:",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 266,
                    "text": "(Hyndman & Athanasopoulos, 2018)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 637,
                    "end": 660,
                    "text": "(Dickey & Fuller, 1979)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Seasonal decomposition and stationarity"
        },
        {
            "text": "where: y t is the observed time series data, a is a constant, b is the coefficient of the time trend, e t is a zero-mean error term. Using the ADF test, if u = 0, then a unit root does not exist for the observed time series and the time series is non-stationary. In the different case that u < 0, the time series is stationary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seasonal decomposition and stationarity"
        },
        {
            "text": "In order to identify an initial ARIMA model, the plots of the Autocorrelation (ACF) and Partial Autocorrelation functions (PACF) were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autocorrelation and partial autocorrelation"
        },
        {
            "text": "Correlation between two random variables X and Y can be defined as (Dettling, 2018) :",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 83,
                    "text": "(Dettling, 2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Autocorrelation and partial autocorrelation"
        },
        {
            "text": "where: Corr X; Y ð Þ is the correlation between the two variables, Cov X; Y ð Þ is the covariance of the two variables, and Var X ð Þ; Var Y ð Þ are their individual variances. For stationary time series, autocorrelation (i.e., the correlation of a specific variable with its earlier iteration) can be defined as a function of the lag k (Dettling, 2018):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autocorrelation and partial autocorrelation"
        },
        {
            "text": "where: X t is the measurement at time t and X tþk is the measurement at lag k. It can be understood that the ACF defines the correlation of an observation X tþk with previous measurements X t of the same variable. Similarly, partial autocorrelation at lag k can be defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autocorrelation and partial autocorrelation"
        },
        {
            "text": "which denotes the association between X tþk and X t , given that the linear dependence between X tþ1 and X tþkÀ1 is removed. By plotting both ACF and PACF it was easier to identify the correlation between more recent observations of the variable and simultaneously the existence of either actual lagged autocorrelations or autocorrelations caused by other measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autocorrelation and partial autocorrelation"
        },
        {
            "text": "In order to decide the parameters p, d, q for the ARIMA model as mentioned in equation (3) and the corresponding parameters for a potential SARIMA model, an automatic search of the best parameters according to the Akaike information criterion (AIC) or Bayesian Information Criterion (BIC) was used. The automatic search was based on popular packages in R and Python programming languages (Hyndman & Khandakar, 2007; Smith, et al., 2017) , which have been found to be implemented successfully in recent publications (Ma et al., 2018 (Ma et al., , 2020 . The best fitting model was selected based on the smallest AIC and BIC.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 415,
                    "text": "(Hyndman & Khandakar, 2007;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 416,
                    "end": 436,
                    "text": "Smith, et al., 2017)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 515,
                    "end": 531,
                    "text": "(Ma et al., 2018",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 532,
                    "end": 550,
                    "text": "(Ma et al., , 2020",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Model identification"
        },
        {
            "text": "The Ljung-Box test (Ljung & Box, 1978) a popular diagnostic tool to test model fitness was also utilized. The Ljung-Box test is defined as:",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 38,
                    "text": "(Ljung & Box, 1978)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Model identification"
        },
        {
            "text": "H 0 :The model does not exhibit lack of fit H 1 :The model exhibits lack of fit given the test statistic:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model identification"
        },
        {
            "text": "where: n is the length of the time series, b r k is the estimated autocorrelation of the time series at lag k and m is the number of lags being tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model identification"
        },
        {
            "text": "The test rejects the null hypothesis if: should be equal to m À p À q, where m is the number of residual autocorrelations that need to be checked, and p; q are the autoregressive and moving average ARIMA parameters, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model identification"
        },
        {
            "text": "As the purpose of this paper was to quantify the effect of COVID-19 on three driving behavior indicators (i.e., driving speed, speeding, and harsh braking/100 km), the ARIMA models were trained using a representative dataset of normal operations (i.e., prior to COVID-19) and tested on the early stages of COVID-19 spread in Greece when no countermeasures were taken. Following the development of training and testing procedures for the algorithm, then forecasts of these normal operations-based models during the lockdown time period would give a picture of how these traffic indicators would normally evolve and could enable comparisons between the actual observations during the lockdown phase and the forecasted ones. In order to assist comparisons, time series models were trained using data from the months of January and February (i.e., when no COVID-19 case was reported in Greece), were tested on the period before the lockdown and were validated on the time period concerning mid-March until early May when the lockdown status was lifted. It should be noted that the training, test, and validation set was the same for all the examined variables (i.e., average speed, speeding, harsh braking/100 km). Fig. 1 depicts an example of training, test, and validation set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1211,
                    "end": 1217,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Choosing the training and testing samples"
        },
        {
            "text": "After developing the ARIMA models on the testing and validation sets, forecasts were evaluated using popular forecasting evaluation metrics such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "Mean Error (ME), which gives the mean of the forecasting error:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "Mean Absolute Error (MAE), which gives the mean of the absolute forecasting error:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "Mean Percentage Error (MPE), which gives the mean of the forecasting error in percentage:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "Mean Absolute Percentage Error (MAPE), which depicts the mean error in percentage terms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "Root Mean Squared Error (RMSE), which is the square root of the average squared error:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "where: N is the number of forecasted points, and e t is the error (i.e. observed t À forecasted t ) Finally, statistical significance of the non-seasonal and seasonal components of the ARIMA models was checked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of predictions"
        },
        {
            "text": "For the purposes of this study, a large naturalistic dataset of daily driving trips was used. The datasets correspond to a complete 5-month timeframe spanning from 01/01/2020 to 09/05/2020 in Greece. The timeframe was chosen so that sufficient periods are available both before the spread of COVID-19 to represent normal operations and during the COVID-19 pandemic to quantify the effect of the lockdown measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data overview"
        },
        {
            "text": "The first case of COVID-19 in Greece was diagnosed on 26/02/2020. The first reactive measure that was enforced in Greece, after the initial diagnosis of coronavirus, was the nationwide suspension of the operation of educational institutions of all levels on 10/03/2020. This was followed by the decision to close down all cafes, restaurants, bars, shopping centers, sports facilities, museums, and all services in the areas of religious worship of any religion and finally, a restriction on all non-essential movement was put in place on the 23/03/2020. The lockdown was lifted on the 04/05/2020 after 42 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data overview"
        },
        {
            "text": "For the purpose of the analyses, microscopic trip data and a representative subset of 122,275 trips was provided by OSeven Telematics. It should be noted that the microscopic trip data used referred to the users of OSeven smartphone application and not the entire population of Greece. Both male and female drivers aged 18-65 participated and a large database of thousands of trips was obtained through the OSeven application. The sample utilized in this research was also counterbalanced regarding age group and gender, in order to be as representative as possible. The raw driving behavior data from the mobile phone sensors (i.e., GPS, accelerometers, or gyroscope) was collected through driving behavioral analytics platforms, state-of-the-art technologies and smart algorithms, reliable metrics and novel gamification schemes, developed by OSeven. Several published studies have used naturalistic driving data from smartphone sensors provided by OSeven Telematics for investigating driving parameters such as driving behavior (Papadimitriou et al., 2019; Stavrakaki et al., 2020; Tselentis et al., 2019) . Regarding data collection, data from smartphone sensors have been shown to allow for continuous and rapid data collection and seamless storage and analysis. Since smartphones are programmable, flexible implementation possibilities become available. However, there are increased demands in data storage and analysis, and considerable upfront costs during development of the data handling infrastructure, with much lower costs as time progresses and participant numbers increase .",
            "cite_spans": [
                {
                    "start": 1031,
                    "end": 1059,
                    "text": "(Papadimitriou et al., 2019;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1060,
                    "end": 1084,
                    "text": "Stavrakaki et al., 2020;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1085,
                    "end": 1108,
                    "text": "Tselentis et al., 2019)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Data overview"
        },
        {
            "text": "It should be mentioned that as privacy and security consist two of the platform's main design principles, all data are stored and specific measures are taken to protect them based on encryption standards for data in transit and at rest. The above procedure is done using the latest technologies that comply with the national regulation in EU as well as with the General Data Protection Regulation (GDPR). As a result, all data has been provided by OSeven Telematics in a completely anonymized format. Readers are also referred to the studies provided in section 2.1 for a more detailed description of the OSeven application and platform in the scientific literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data overview"
        },
        {
            "text": "The collected trip data contained information on driving performance regarding average driving speed, average total speed, average speed limit exceedance (speeding), harsh events (i.e., harsh accelerations, harsh braking), other trip characteristics (i.e., total distance and total duration), as well as mobile phone use or driving during risky hours (00:00am-05:00am). The descriptive statistics of the aforementioned indicators during the collection period (i.e., between 01/01/2020 and 09/05/2020) are depicted in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 524,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data overview"
        },
        {
            "text": "Within this paper, three variables were selected and analyzed in detail:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data overview"
        },
        {
            "text": "average speed (km/h) speeding (km/h); namely average excess speed over the limit harsh braking per distance (100 km) Furthermore, the enforcement of quarantine measures during the critical period for Greece is treated as a binary quantity: the value 1 is assigned for trips during the period from 23/03/2020 to 05/05/2020, and the value 0 is assigned for all other examined trips. Table 2 illustrates descriptive statistics (i.e., mean, standard deviation, maximum value, minimum value) with regards to the examined variables for the complete subset of trips (122,275 trips), while Table 3 depicts descriptive statistics for the examined variables for the months of COVID-19 in Greece (46,614 trips). It should be also noted that the sample size for each variable in Table 2 is N = 130, while for the examined variables for the months of COVID-19, the sample size is denoted by n = 56 values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 388,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 582,
                    "end": 589,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 774,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data overview"
        },
        {
            "text": "An initial exploration of feature importance as yielded by the implementation of XGBoost methodology is conducted in this section. All variables are positive continuous variables, and are therefore examined with a regression with squared loss function. In order to calibrate the XGBoost tree ensemble, a uniform split was applied in the described data: 75% was randomly designated as the training subset, while the remaining 25% was randomly designated as the test subset. Furthermore, a number of hyperparameters can be optimized for each XGBoost ensemble, such as learning rate (eta), gamma, maximum tree depth, minimum child weight, number of rounds and mean squared error. The selection of the optimal values is conducted by examining large numbers of hyperparameter combinations, as described by Bischl et al. (2016) ; in this research, a grid search of 5000 hyperparameter combinations was conducted for each analysis. All XGBoost analyses were conducted in R-studio (R Core Team, 2019).",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 821,
                    "text": "Bischl et al. (2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory feature analysis with XGBoost"
        },
        {
            "text": "The examined range and obtained parameters from the XGBoost tuning for average speed are provided in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Average speed (km/h)"
        },
        {
            "text": "The predictive power was provided by the application of the XGBoost tree ensemble on the test subset, and yielded RMSE = 1.106 and MAPE = 0.024. The respective obtained feature importance is provided in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Average speed (km/h)"
        },
        {
            "text": "The examined range and obtained parameters from the XGBoost tuning for speeding is provided in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Speeding (km/h)"
        },
        {
            "text": "The predictive power was provided by the application of the XGBoost tree ensemble on the test subset, and yielded RMSE = 0.318 and MAPE = 0.062. The respective obtained feature importance is provided in Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Speeding (km/h)"
        },
        {
            "text": "The examined range and obtained parameters from the XGBoost tuning for harsh braking/100 km is provided in Table 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 8",
                    "ref_id": null
                }
            ],
            "section": "Harsh braking/100 km"
        },
        {
            "text": "The predictive power was provided by the application of the XGBoost tree ensemble on the test subset, and yielded RMSE = 1.279 and MAPE = 0.08. The respective obtained feature importance is provided on Table 9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Harsh braking/100 km"
        },
        {
            "text": "In summary, the COVID-19-related parameter of total cases in Greece seems to exert a considerable influence in allowing the prediction of average speed, speeding, and harsh braking/100 km, as expressed by the gain scores of each XGBoost tree ensemble. This applies for the presence and enforcement of quarantine measures for average speeding as well. It is apparent that the exposure variables of total trip distance and duration also affect all examined quantities, and a small contribution is also provided by driving during risky night-time hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harsh braking/100 km"
        },
        {
            "text": "6. Time-series modelling assessment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harsh braking/100 km"
        },
        {
            "text": "Following the identification of the influence of COVID-19related parameters on driving behavior indicators, Seasonal Autoregressive Integrated Moving Average (SARIMA) modelling was followed to quantify the impact of the pandemic. The three components (i.e., trend, seasonality, and residuals) for the timeseries of the considered indicators were analyzed. It was observed that the seasonal component for all three indicators changed over time, and similar patterns were observed for consecutive months. However, later observations displayed greater difference. With regards to average speed and speeding, there was an overall increasing trend through the months, which means that there was a significant rise in average speed and speeding during the period of COVID-19 pandemic. Taking into consideration harsh braking/100 km, a smaller seasonal trend was evident. With regards to the non-seasonal trend, values reached a maximum during mid-March, but started to decrease thereafter. Lastly, the contribution of random noise was negligible for all the examined variables. As described in the methodology, the next step in the time series pipeline was to check for stationarity. For that purpose, the ADF test was performed for the 1st difference (Y t -Y t-1 ) of average speed, speeding, and harsh braking/100 km. In order to eliminate the seasonal effect from the time series observations, a seasonal first differencing was utilized for all considered time-series. The first difference was used because all the original time series were not stationary. Such a transformation also assisted to consolidate the variance of a time series. Moreover, differencing can help stabilize the mean of a time series by removing changes in the level of a time series, and therefore eliminating, or reducing, trend and seasonality. Table 10 illustrates the ADF test for the original variables, while Table 11 depicts the ADF test for the 1st difference of each variable. In addition, Table 12 illustrates the Box-Ljung Test (white noise check) for the examined variables, which was performed on the 1st difference of average speed, speeding and harsh braking/100 km.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1818,
                    "end": 1826,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1886,
                    "end": 1894,
                    "text": "Table 11",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1970,
                    "end": 1978,
                    "text": "Table 12",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model specification"
        },
        {
            "text": "ACF and PACF plots for the 1st difference of driver behavior indicators (i.e., average speed, speeding and harsh braking/100 km) were performed that indicated the levels at which the autocorrelation is significant and determined the order of the autoregressive term. It was found that both ACF and PACF dropped to zero relatively quickly. For all the candidate SARIMA models, p-values of the autoregressive and seasonal autoregressive terms were found to be less or equal to 0.05, which indicates their statistical significance. Table 13 shows the final selected candidate models along with their corresponding ARIMA terms. The specifications of the best model per driving behavior indicator with regards to AIC and BIC are also demonstrated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "Table 13",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model specification"
        },
        {
            "text": "Following the observation of the ACF and PACF plots, the best models were obtained through the forecast package in R (Hyndman et al., 2020) , as described in Table 14 . The number in brackets (i.e. [7]) represents the exponential decay in weekly lags. As described in section 3.2, the corresponding values for the best SARIMA models denote the non-seasonal and seasonal autoregressive order, differencing as well as moving average order, respectively.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 139,
                    "text": "(Hyndman et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Table 14",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model specification"
        },
        {
            "text": "In order to further validate the models, their residuals were also checked. As depicted in Fig. 2 , the residuals appear to be randomly scattered, and no evidence of the error terms being correlated with each other exists. Consequently, the residuals or errors can be conceived as independently and identically distributed (i.i.d.) sequences with a constant variance and a zero mean. Therefore, the developed SARIMA models appeared to be well-fitted and were chosen to be used for prediction. Table 15 illustrates the results of the estimated SARIMA models for each of the three variables. With regards to the error terms of RMSE and MAE, the values of RMSE were proven to be larger, which means that all the errors are not of the same magnitude; actually, the greater difference between them, the greater the variance in the individual errors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 493,
                    "end": 501,
                    "text": "Table 15",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model specification"
        },
        {
            "text": "Regarding RMSE, the best performance is observed for speeding with 0.45, while the worst performance is observed using the average speed time series. Looking, however, at the MAPE indicator, it is distinguishable that the speed time series resulted in the best forecasting performance, with only 3.46% difference from the observed measurements. This is further resembled in the MPE indicator with speed having a 0.23% difference from the observed values. Lastly, with regards to the first-order autocorrelation coefficient (ACF1), all three SARIMA models perform well, with the speeding time series having the best performance. It should be noted that as the autocorrelation function can provide the correlation among different points separated by various time lags, ACF1 is a measure of how much is the current value influenced by the previous values in a time series. Signif. codes: 0 '***' 0.001 '**' 0.01 '*' 0.05 '.' 0.1 ' ' 1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "After validating the performance of the developed model, focus was given on the forecasting performance. The results of the models with regards to the COVID-19 lockdown period is described in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forecasting"
        },
        {
            "text": "With regards to average speed, the forecasted values were based on the (0,1,1)x(0,1,1) SARIMA model. It can be observed that speed significantly increased over the COVID-19 lockdown with large fluctuations, while in normal conditions speed would not increase above 46 km/h. To further illustrate the effect of COVID-19 lockdown on average speed, the differences between forecasted and observed values, as well as the RMSE, MAPE and ACF1 were estimated. Fig. 3 depicts the SARIMA model for average speed for the prediction time along with the differences between average speed observed and predicted values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 459,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Average speed (km/h)"
        },
        {
            "text": "Concerning speeding, the forecasts were based on the (1,1,0)x (1,1,0) best-fit SARIMA model. It is evident that speeding was forecasted to be increased during the months of March and April, but actually demonstrated a downwards trend during the pandemic. Regarding the difference between the observed and forecasted values, Fig. 4 illustrates that in the beginning of March and until the beginning of April, the actual values for speeding were higher than the potential normal forecasted values, while within April speeding gradually decreased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Speeding (km/h)"
        },
        {
            "text": "It was found that observed values differ a lot from the forecasts. In more detail, harsh braking/100 km was forecasted to have a frequency of around 12 and 13 events/100 km, but observed values are largely higher than the forecasts, reaching a maximum of 21 and minimum of 9 harsh braking/100 km. From Fig. 5 , it is further validated that during the COVID-19 pandemic, values for harsh braking/100 km were much higher than the forecasted values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 308,
                    "text": "From Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Harsh braking/100 km"
        },
        {
            "text": "In order to have an overall picture of the difference between forecasted and observed values, the MAPE, RMSE, ACF1 errors as well as the minimum and maximum and average of the three indicators were obtained and are described in Table 16 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Table 16",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overall evaluation"
        },
        {
            "text": "From Table 16 , it can be observed that in terms of RMSE, speed is performing worse than the rest of the three indicators, but better in terms of MAPE. As a result, forecasts for speed tend to be more accurate than forecasts for speeding and harsh braking/100 km. With regards to the average difference between observed and forecasted values, similar to RMSE speed provided larger errors but this is due to the fact that speed units (i.e. km/h) are larger than the measurement units of speeding or harsh braking per distance. Finally, observing the dates for minimum and maximum values of forecasts, the minimum difference between observed and forecasted values was identified on the 3rd of May, the last day of the lockdown, for speed and speeding, while the minimum difference for harsh braking/100 km was found on the 9th of March. In addition, the maximum difference for the average speed and speeding time series was observed on the 25th of March, a traditional Greek holiday (i.e., Greek Independence Day), and with regards to harsh braking/100 km, the maximum difference was identified in the 11th of April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Table 16",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overall evaluation"
        },
        {
            "text": "This study aimed to quantify the effect of the COVID-19 pandemic on driving behavior by forecasting the evolution of time- series data based on values before the pandemic and comparing forecasts with actual values during the COVID-19 lockdown in Greece. Initially, the importance of COVID-19 indications (e.g., cases, casualties, lockdown countermeasures) was investigated using the feature importance extracted from XGBoost algorithms. The number of total cases was one of the two most important factors for three out of the three examined indicators (i.e. speed, speeding, and harsh braking/100 km). As a result, it can be derived that the spread of the virus had a significant effect on driving behavior. Total distance and trip duration were also among the most influential factors for all examined indicators. This can be explained by the significant decrease in trip duration and distance driven during the lockdown phase as seen in Fig. 6 . The effect of the lockdown initiation was not found to have a significant effect on driving behavior indicators, as was indicated in section 5 of the current paper. This is probably explained by C. Katrakazas, E. Michelaraki, M. Sekadakis et al. Journal of Safety Research 78 (2021) 189-202 the fact that Greek drivers did not change their behavior due to the lockdown but rather because of the spread of the virus that led them to minimize trips and car driving. The authors recognize that there is no immediate causal connection between total COVID-19 cases and/or quarantine presence and road safety, in the form of an established road safety risk factor or measure. The findings of the exploratory analysis through XGBoost, however, suggest a correlational value of the parameter of number of cases at least temporally. Therefore, they provided additional incentive for the time-series modelling and examination of trends that impact the three examined road safety indicators, as the pandemic progresses.",
            "cite_spans": [
                {
                    "start": 1146,
                    "end": 1238,
                    "text": "Katrakazas, E. Michelaraki, M. Sekadakis et al. Journal of Safety Research 78 (2021) 189-202",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 939,
                    "end": 945,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Τhe effect of COVID-19 on driving behavior in terms of average speed, speeding, harsh braking/100 km both during the COVID-19 pandemic and the time period before the first case of the disease in Greece was quantified through seasonal time series modeling approach. With regards to the forecasting of the ''normal evolution\" (i.e., the potential evolution if COVID-19 had not spread and no lockdown measures were applied) it was observed that the best model was obtained for average speed with only 3.46% With respect to average speed, it was revealed that the observed values were higher than the forecasted ones, which means that a significant increase in average speed was identified during the COVID-19 lockdown. Τhe maximum difference (7.51) between observed and predicted values of average speed was identified in 25/03/2020, during the lockdown period due to COVID-19, which seems reasonable as the 25th of March is a public holiday. Conversely, the minimum difference (-5.30 ) between actual and forecasted values of average speed was found in 03/05/2020, a day before the gradually lift restrictions in Greece, when drivers started to restart their business activity and return to their daily routines. On average, it was demonstrated that observed speeds are 2.27 km/h higher than the forecasted ones, but as seen from the maximum and minimum values a lot of variance existed. This finding can be explained by the fact, that with emptier streets and much lower volumes, average vehicle speed tends to be increased. This finding can be supported by Inada et al. (2020) who indicated that the empty roads possibly triggered speed-related violations among drivers.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 981,
                    "text": "(-5.30",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1576,
                    "text": "Inada et al. (2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Speeding was forecasted to be increased during the months of March and April; however, a downward trend during the pandemic was demonstrated, but the models failed to predict it. Especially in March, it was demonstrated that actual values for speeding were higher than forecasted, while within April speeding gradually decreased, with an overall average difference of 0.22 fewer events between observed and predicted values. The demonstrated average reduction is contradicting with the increase of speed that was observed, but can be explained by the fact that the forecasting model for speeding was the worst in terms of RMSE and MAPE. As a result, the forecasting ability of the model cannot capture successfully the evolution of speeding occurrence and results should be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The forecasting results on harsh braking/100 km demonstrated that if no lockdown was imposed, the average number of harsh brakings/100 km would be lower for the majority of the lockdown days. Increases of harsh braking/100 km with lower traffic and higher speeds are compliant with recent research using similar data (i.e., from smartphones), where it is stated that with higher speeds more harsh braking events occur (Petraki et al., 2020) .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 440,
                    "text": "(Petraki et al., 2020)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lastly, a more comprehensive picture of the effects of COVID-19 pandemic on road safety can be drawn from the high quality data on total number of road crashes along with the corresponding fatalities, severe and slight injuries. Table 17 illustrates the difference in the total number of road crashes and persons injured from January to April 2020 in Greece. In particular, a 49% reduction in the total number of road crashes was observed during March-April 2020 (i.e., months of COVID-19) compared to January-February 2020 (i.e., when no COVID-19 case was reported in Greece). Furthermore, during March-April 2020, the total number of fatalities decreased by 53%, severe injuries were reduced by 39%, while slight injuries were reduced by 53% compared to January-February 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Table 17",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Despite the fact that provisional data for road crashes occurred in 2020 (Hellenic Statistical Authority, 2021) showed that there was a decrease in absolute numbers of crashes, fatalities, and injuries, driving performance was found to be more careless and more risky overall during the lockdown period. This finding can be supported by previous studies in which it was found that less vehicle traffic volumes and empty roads led to higher speeds and harsh events (Carter, 2020) . Results from the current research are also consistent with findings reported by Wagner et al. (2020) , who analyzed U.S. data from the second quarter of 2020 compared to the first quarter. It was revealed that the total number of road crashes and fatalities reported across states was reduced, while drivers were more willing to take risks that included speeding, driving while impaired, and not using their seat belts. These drivers, along with a potential reduction in law enforcement and safety messaging, were identified as possible factors that created an environment favoring risky driving. The same finding was recently reported by Brodeur et al. (2020) who used differencein-differences in order to evaluate the impact of Stay-at-Home orders on road crashes for five states in the United States and a 50% reduction in road crashes was identified. However, some of the conclusions delivered from Lin et al. (2020) were found to be different compared to the present ones. In particular, the impact of COVID-19 on road traffic safety in Los Angeles and New York was examined. Results indicated that the pandemic has disproportionately affected certain age groups and that nonfatal road crashes decreased, while the number of fatal crash cases remained the same during the pandemic (Lin et al., 2020) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 478,
                    "text": "(Carter, 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 561,
                    "end": 581,
                    "text": "Wagner et al. (2020)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1120,
                    "end": 1141,
                    "text": "Brodeur et al. (2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1384,
                    "end": 1401,
                    "text": "Lin et al. (2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1767,
                    "end": 1785,
                    "text": "(Lin et al., 2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This paper presented an investigative approach to quantify the impact of the COVID-19 pandemic on driving behavior using naturalistic driving data obtained from smartphone sensors and time series forecasting in Greece. The evaluation of the impact of COVID-19 was based on the comparison between observed values for three driving indicators (i.e., speed, speeding, and harsh braking) and forecasts based on the period before the coronavirus spread. Methodologically, the influence of COVID-19 was initially evaluated with explanatory XGBoost feature importance and was primarily modelled using seasonal ARIMA models, which have been a popular choice for transportation-related forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Results demonstrated the magnitude of the impact due to the COVID-19 lockdown, as it was observed that the ''natural evolution\" of the three aforementioned indicators was forecasted with major differences compared to the actual observations. Measurements regarding speed were the ones demonstrating the larger difference. The most reliable forecasting model for speed demonstrated that speeds increased by 2.27 km/h on average and up to 7.5 km/h on a national holiday day during the lockdown. Furthermore, the increase in speeds also assisted in manifesting an increase in harsh braking/100 km, which is supported by recent literature. The number of road crashes and road traffic fatalities and injuries decreased during the COVID-19 period (i.e., from March to Table 17 Road crashes and persons injured from January to April 2020 in Greece (Hellenic Statistical Authority (2021)). April 2020), compared to non-COVID-19 period (i.e., from January to February 2020). Nevertheless, this paper is not without shortcomings. The developed models for speeding have limitations and do not seem to capture the trend and seasonality of the original time series effectively. More sophisticated models, such as deep neural networks (e.g., Convolutional Neural Networks (CNNs) or Long Short-Term Memory Networks (LSTMs)) could have a better fit on the time series data and provide better forecasts. Furthermore, rates for harsh acceleration events per km were not found statistically significant in this work, but the aforementioned sophisticated models could succeed in forecasting using these variables as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 770,
                    "text": "Table 17",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Future research should initially concentrate on comparing COVID-19 driving indicators from different countries so as to compare and contrast different effects. Furthermore, the development of more sophisticated models (as those mentioned in the previous paragraph), as well as multivariate forecasting models using Vector AutoRegression (VAR) in order to capture the interdependencies between time series should provide more insights on the impact of COVID-19 on driving behavior. Finally, more driving behavior indicator time series, such as the use of mobile phone during driving or aggressiveness levels, would also assist in quantifying the effects of lockdown on driving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of the COVID-19 lockdown on urban mobility: Empirical evidence from the City of Santander (Spain)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aloi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benavente",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cordera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Echániz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12093870"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic? The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30567--30572",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID 19 -Mobility Trends Reports -Apple",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Apple",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of COVID-19 lockdown on mobility and traffic accidents: Evidence from Louisiana",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Beland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "mlr: Machine Learning in R",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bischl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kotthoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schiffner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Studerus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of Machine Learning Research",
            "volume": "17",
            "issn": "1",
            "pages": "5938--5942",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Time series analysis and forecasting by example",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulahci",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time series analysis: Forecasting and control San Francisco",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Box",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Random forests",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Machine Learning",
            "volume": "45",
            "issn": "",
            "pages": "5--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On the effects of COVID-19 safer-at-home policies on social distancing, Car Crashes and Pollution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brodeur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Responsible transport: A post-COVID agenda for transport policy and practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Budd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trip.2020.100151"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of COVID-19 shutdown on crashes and travel in North Carolina. North Carolina Department of Transportation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Board: Traffic Trends and Safety in a COVID-19 World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Xgboost: A scalable tree boosting system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guestrin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 22nd acm sigkdd international conference on knowledge discovery and data mining",
            "volume": "",
            "issn": "",
            "pages": "785--794",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "2019 Novel coronavirus: Where we are and what we know",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infection",
            "volume": "48",
            "issn": "2",
            "pages": "155--163",
            "other_ids": {
                "DOI": [
                    "10.1007/s15010-020-01401-y"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "City of Toronto, 2020. City of Toronto Urges Drivers to Obey Rules of the Road",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rosalion",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the 24th Australian Transportation Research Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How COVID-19 and the Dutch 'intelligent lockdown' change activities, work and travel behaviour: Evidence from longitudinal data in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Haas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamersma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trip.2020.100150"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The effect of COVID-19 and subsequent social distancing on travel behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trip.2020.100121"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Applied Time Series Analysis -Lecture notes SS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dettling",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Distribution of the estimators for autoregressive time series with a Unit Root",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dickey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the American Statistical Association",
            "volume": "74",
            "issn": "366a",
            "pages": "427--431",
            "other_ids": {
                "DOI": [
                    "10.1080/01621459.1979.10482531"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Germany: Traffic deaths fall to lowest point since reunification",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Seasonal autoregressive integrated moving average (SARIMA) modelling and forecasting of inflation rates in Nigerian",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Essi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19: Huge drop in traffic in Europe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Etsc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Time-series modelling for forecasting vehicular traffic flow in Dublin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "85th Annual Meeting of the",
            "volume": "12",
            "issn": "",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.1109/JPHOTOV.2015.2434597"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Google COVID-19 Community Mobility Reports",
            "authors": [
                {
                    "first": "Llc",
                    "middle": [],
                    "last": "Google",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Road traffic accidents -Monthly",
            "authors": [],
            "year": 2020,
            "venue": "Hellenic Statistical Authority",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The COVID-19 pandemic and transportation engineering",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Rilett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Transportation Engineering Part A: Systems",
            "volume": "146",
            "issn": "7",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1061/JTEPBS.0000418"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chapter 12 seasonal autoregressive integrated moving average models. Developments in Water Science",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hipel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Forecasting: principles and practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Athanasopoulos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Automatic time series forecasting : the forecast package for R Automatic time series forecasting : the forecast package for R",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyndman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Khandakar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 lockdown and fatal motor vehicle collisions due to speed-related traffic violations in Japan: A time-series study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inada",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Injury Prevention",
            "volume": "27",
            "issn": "1",
            "pages": "98--100",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Memory properties and fractional integration in transportation time-series",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Karlaftis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Vlahogianni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "444--453",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2009.03.001"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A descriptive analysis of the effect of the COVID-19 pandemic on driving behavior and road safety",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Katrakazas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michelaraki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sekadakis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trip.2020.100186"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Short-term traffic flow prediction using seasonal ARIMA model with limited input data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vanajakshi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "European Transport Research Review",
            "volume": "7",
            "issn": "3",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1007/s12544-015-0170-8"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa037"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Evidence of Increased Vehicle Speeding in Ohio's Major Cities during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Assessing road traffic safety under COVID-19: Inequality, irregularity, and severity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2011.02289"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Short-term traffic flow forecasting: An experimental comparison of time-series analysis and supervised learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frasconi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "14",
            "issn": "2",
            "pages": "871--882",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2013.2247040"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "On a measure of lack of fit in time series models",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ljung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E P"
                    ],
                    "last": "Box",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biometrika",
            "volume": "65",
            "issn": "2",
            "pages": "297--303",
            "other_ids": {
                "DOI": [
                    "10.1093/biomet/65.2.297"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Hybrid machine learning algorithm and statistical time series model for network-wide traffic forecast",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "111",
            "issn": "",
            "pages": "352--372",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2019.12.022"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Dynamic factor model for network traffic state forecast",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antoniou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "118",
            "issn": "",
            "pages": "281--317",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trb.2018.10.018"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Impact of COVID-19 on transportation in Lagos",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mogaji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nigeria. Transportation Research Interdisciplinary Perspectives",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trip.2020.100154"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Impact of coronavirus (COVID-19) on public transit usage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Moovit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Travel risk perception and travel behaviour during the COVID-19 pandemic 2020: A case study of the DACH region",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neuburger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Current Issues in Tourism",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Tree boosting with xgboost-why does xgboost win'' every\" machine learning competition?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Analysis of driver behaviour through smartphone data: The case of mobile phone use while driving",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papadimitriou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Argyropoulou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Tselentis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Safety Science",
            "volume": "119",
            "issn": "",
            "pages": "91--97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssci.2019.05.059"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Combined impact of road and traffic characteristic on driver behaviour using smartphone sensor data",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Petraki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziakopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accident Analysis & Prevention",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2020.105657"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Reaction to a pandemic: Social distancing and driving among older adults during COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Roe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Rosnick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colletta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Babulal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Applied Gerontology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "ARIMA estimators for Python",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Estimating the necessary amount of driving data for assessing driving behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stavrakaki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Tselentis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barmpounakis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Vlahogianni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sensors (Switzerland)",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/s20092600"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Adolescent driving behavior before and during restrictions related to COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stavrinos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mrug",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gresham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Albright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Accident Analysis & Prevention",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2020.105686"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Malaysian road accident severity: Variables and predictive models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y Z"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hashim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shabadin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computational science and technology",
            "volume": "",
            "issn": "",
            "pages": "699--708",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Driving safety efficiency benchmarking using smartphone data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Tselentis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Vlahogianni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "109",
            "issn": "",
            "pages": "343--357",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2019.11.006"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Coronavirus disease 2019: What could be the effects on road safety? Accident Analysis & Prevention",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vingilis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beirness",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boase",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jonah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Green, smart and connected transportation systems",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 9th international conference on green intelligent transportation systems and safety",
            "volume": "617",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Characteristic-based clustering for time series data",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyndman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Data Mining and Knowledge Discovery",
            "volume": "13",
            "issn": "3",
            "pages": "335--364",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Examination of the traffic safety environment during the second quarter of 2020: Special Report (No. DOT HS 813 011). United States. National Highway Traffic Safety Administration",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderle",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Corona Virus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Modeling and forecasting vehicular traffic flow as a seasonal ARIMA process: Theoretical basis and empirical results article",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Transportation Engineering",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "XGBoost Documentation. Official website",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Financial markets under the global pandemic of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finance Research Letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.frl.2020.101528"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "An interactive COVID-19 mobility impact and social distancing analysis platform",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghader",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Pack",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A critical overview of driver recording tools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziakopoulos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tselentis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kontaxi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yannis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Safety Research",
            "volume": "72",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "He holds a Civil Engineering Diploma from NTUA majoring in Transportation Engineering (2013) and a Ph.D. in safety of autonomous vehicles from Loughborough University",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Since 2019, she holds a Civil Engineering Diploma from NTUA majoring in Transportation Engineering. She is pursuing her Doctoral Thesis, entitled: ''Road accident risk factors and big data''. She has more than 1 year of experience in several aspects of traffic engineering and road safety. The current focus of her work lies on driver behaviour, crash and statistical analysis and modeling. She has participated in 2 research projects and has published two (2) scientific papers (one (1) in scientific journal and one",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Marios Sekadakis is a Civil -Transportation Engineer and Research Associate at the Department of Transportation Planning and Engineering at the School of Civil Engineering of the National Technical University of Athens (NTUA)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "His main research interests involve road crash analyses, statistical and spatial modelling and traffic engineering",
            "authors": [
                {
                    "first": "Apostolos",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ziakopoulos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Phd",
                    "suffix": ""
                },
                {
                    "first": "Dic",
                    "middle": [],
                    "last": "Msc",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Candidate and Researcher at the Department of Transportation Planning and Engineering at the School of Civil Engineering of National Technical University of Athens. Since 2017, she holds a Civil Engineering Diploma from NTUA, majored in Transportation Engineering. She is pursuing her Doctoral Thesis, entitled: ''Integrated support of driver traffic behaviour and safety by smartphone data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Her research primarily involves data analysis and statistical modelling in the field of traffic behaviour and safety",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Yannis is a Professor in Traffic Safety and Management with particular focus on data management and analysis and currently Director of the Department of Transportation Planning and Engineering of the School of Civil Engineering at the NTUA. He has contributed extensively in more than 245 research and engineering projects and studies and in several scientific committees of the European Commission and other International Organizations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prof",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Un/Ece",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                },
                {
                    "first": "World",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eib",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cedr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Erf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Uitp",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Etsc",
                    "suffix": ""
                },
                {
                    "first": "Wctr",
                    "middle": [],
                    "last": "Ectri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "An overview of training, test and validation sets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Residual Plots for the 1st difference of each variable: (a) average speed, (b) speeding, (c) harsh braking/100 km.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SARIMA model forecasts for average speed and Differences between observed and predicted average speed values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SARIMA model forecasts for speeding and differences between observed and predicted speeding values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "SARIMA model for harsh brakings /100 km and differences between observed and predicted harsh braking values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1Àa;h is the chi-square distribution table value with h degrees of freedom and signicance level a. The degrees of freedoms",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Driving performance indicators along with their corresponding description (Source: OSeven, Data processing: NTUA).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Examined and optimized hyperparameters for average speed XGBoost algorithms.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Feature importance of speeding XGBoost algorithms.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Augmented Dickey-Fuller Test for the 1st difference of each variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary of estimated candidate SARIMA models for the 1st difference of each variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "SARIMA models for the 1st difference of each variable.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Augmented Dickey-Fuller Test for the considered variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Performance metrics for the estimated SARIMA model on the test set.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "MAPE, RMSE, ACF1, min, max, average difference for observed and forecasted values.Fig. 6. Total duration and distance of trips during the COVID-19 period in Greece.of MAPE. In general, no large errors were observed with harsh braking/100 km (i.e., the variable with the larger MAPE) being able to forecast with 84.96% accuracy on the test dataset. Βy applying the developed models on the validation dataset that described the lockdown period in Greece and looking at the difference between observed and forecasted values, the effect of COVID-19 could be evaluated for all three indicators.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank OSeven Telematics, London, UK for providing all necessary data exploited to accomplish this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}