{
    "paper_id": "246314047c8177c39f8bbcf64fda861949e22748",
    "metadata": {
        "title": "Wie der Vertrieb jetzt über sich hinauswächst",
        "authors": []
    },
    "abstract": [
        {
            "text": "Die Sales Performance -also die Leistungsfähigkeit des eigenen Vertriebs zu steigern -sollte der Anspruch moderner Unternehmen sein. Es gilt mehr denn je, in Zeiten nach kontinuierlicher Verbesserung zu streben, in denen sich der Vertrieb im Schnelldurchlauf verändern muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sportler wissen: Athleten, die agieren, ohne nach dem Warum und Wie zu fragen, werden schnell an ihre Grenzen kommen. Nur wer analysiert und die Hebel kennt und nutzt, um besser zu werden, wird letztlich weiterkommen. Folgerichtig kommentierte dazu Heinz Günthardt, der letzte Trainer von Steffi Graf anlässlich ihres Abschieds vom aktiven Leistungssport im Jahr 1999: \"Die Zusammenarbeit mit einem Spitzensportler ist immer extrem. Es handelt sich um das letzte Prozent, das man versucht, herauszuarbeiten. Man ist als Trainer stündlich, ja minütlich gefordert: Was spürt der Sportler? Wie geht es ihm? Was gestern noch richtig war, kann heute schon falsch sein. Man muss dauernd hinterfragen: Bin ich noch auf dem richtigen Weg? Und alles entwickelt sich in einem extremen Tempo.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Übertragen auf die unternehmerische Situation bedeutet dies: Obwohl aus der fernen Vergangenheit, sind es sehr vertraute Botschaften, die wir an dieser Stelle aufnehmen. Wer seine Wettbewerbsfähigkeit unter sich permanent verändernden Bedingungen behalten oder sogar steigern will, wer Spitzenleitungen erzielen will, sollte bereit sein, sich anzupassen. Das gilt besonders für das, was der Vertrieb entscheidend zu leisten hat. Will er zukunftsfähig bleiben, so muss er sich selbst, seine Zielsetzungen, seine Organisationsstrukturen, seine Steuerungssysteme und sein Verhalten ändern. Qualität, Quantität und Richtung der Vertriebsaktivitäten müssen verstärkt hinterfragt werden. Intuition und Erfahrung allein reichen nicht mehr aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Rückblick in die Vertriebswelt vor 20 Jahren zeigt, dass das Verkaufen viel komplexer geworden ist. Es erfolgt in Teams, Kunden erwarten Mehrwerte statt Informationen zu Produkten und Preisen, ihre Buying Journey hat sich signifikant verändert und die zunehmende Digitalisierung bietet die Chance, neue Vertriebskanäle zu nutzen. Es zeigt sich -auch wenn hier nur leicht angedeutet -wie wichtig es ist, die Einstellung von Spitzensportlern zu übernehmen, zumindest teilweise, sonst hätten wir ja viel mehr Spitzenathleten: Wo und wie kann ich mich nachhaltig und kontinuierlich weiterentwickeln?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die positive Illusion des Vertriebs"
        },
        {
            "text": "Die Praxis lehrt allerdings: Nirgendwo ist das Beharrungsvermögen so groß wie im Vertrieb. Es fällt schwer, neue Pfade einzuschlagen und das Credo \"Sales Performance\" konsequent umzusetzen. In der Retroperspektive erfolgten die beschriebenen Veränderungen wohl dosiert und der Vertrieb glaubt vielfach, weitermachen zu können wie bisher. Grundsätzlich scheint man gerade hier unerschütterlich optimistisch zu sein, was die eigenen Fähigkeiten betrifft. \"Positive Illusion\" heißt das in der Spieltheorie. Man könnte auch von Selbstüberschätzung sprechen, der wir alle, mehr oder weniger ausgeprägt, erliegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die positive Illusion des Vertriebs"
        },
        {
            "text": "Einige ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Die positive Illusion des Vertriebs"
        },
        {
            "text": "Wer sich verbessern will, sollte die Leistungstreiber und die Leistungsverhinderer eines Prozesses kennen. Erfolgskennziffern helfen dabei und erklären, wie erfolgreich einzelne Meilensteine abgeschlossen werden. Gemeint ist hier nicht, dass eine bestimmte Anzahl von Aufträgen analysiert wird. Dieser Aspekt ist nur besonders bedeutsam für alle Manager und Außendienstmitarbeiter, die immer noch glauben, der Abschluss allein belege ein erfolgreiches Verkaufsgespräch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verkaufsprozesse als wichtiger Eckpfeiler"
        },
        {
            "text": "Praktiker können sicherlich schnell nachvollziehen, dass in vielen Branchen kurzfristige Abschlüsse ohne Weiteres nicht möglich sind. Folglich ist eine Aktivität innerhalb der Selling Journey erst dann erfolgreich abgeschlossen, wenn die nächste Etappe erreicht wurde. In allen modernen CRM-Systemen wird das durch den sogenannten Sales Funnel abgebildet. Vergleichbar ist das mit einem Radrennen. Auch hier kann man eine Tour nur gewinnen, wenn alle Etappen erfolgreich bestritten wurden. So kann ein Erstgespräch mit einem Kunden auch dann sehr wirkungsvoll gewesen sein, wenn ein zweiter Termin für eine Demonstration oder einen Versuch vereinbart werden konnte. Erst wenn die letzte Aktivität erfolgreich gemeistert wurde, ist das Gesamtziel, der Auftrag, erreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verkaufsprozesse als wichtiger Eckpfeiler"
        },
        {
            "text": "Es ist aber leider ein Naturgesetz des Verkaufs, dass der Wirkungsgrad nicht bei 100 Prozent liegen kann. Häufig liegt die Erfolgsquote für einzelne Teiletappen gerade mal zwischen zehn und 30 Prozent. Das bedeutet dann, dass nur jede zehnte Aktivität erfolgreich abgeschlossen werden konnte. Auch deshalb wird immer wieder davon gesprochen, dass ein Verkäufer ähnlich wie ein Boxer \"Nehmerqualitäten\" besitzen muss. Er sollte mit \"Schwund\" und \"Niederlagen\" rechnen, aber herausfinden, woran es gelegen hat und was man daraus lernen kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verkaufsprozesse als wichtiger Eckpfeiler"
        },
        {
            "text": "Mit Erfolgskennziffern lässt sich ein Erfahrungsgerüst entwickeln, um Kapazitäten und Aktivitäten professionell zu planen und die Vertriebsarbeit produktiver auszurichten. Außerdem lässt sich frühzeitig erkennen, ob weitere Kontakte angesprochen werden müssen, um die gewünschten Erfolge zu erzielen. Die Abbildung verdeutlicht Kennziffern, die in den Verkaufsprozess integriert werden können. Um einen Prozess übersichtlich zu halten und die handelnden Personen nicht mit zu viel Komplexität zu verunsichern, können Erfolgskennziffern auch verdichtet werden. In einem Neukundenprozess kann das die Anzahl der überzeugten Kunden sein, in einem Cross-Selling-Prozess die Zahl aller zusätzlich verkauften Produkte. Das bietet sich vor allen Dingen an, wenn Mitarbeiter spürbare Widerstände gegen detaillierte Zahlen zeigen. Um die Betroffenen nicht mit -aus ihrer Sicht zu viel Detailwissenzu konfrontieren, werden Informationen verdichtet, ohne dass dabei die Aussagekraft verloren geht. Die Abbildung zeigt ein Beispiel für mögliche Erfolgskennziffern und Hinweise, wie sie gemeinsam mit Mitarbeitern besprochen werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verkaufsprozesse als wichtiger Eckpfeiler"
        },
        {
            "text": "Fazit: Sales Performance und die damit verbundenen Initiativen beginnen im Kopf. Es ist das Bestreben aller Mitarbeiter, die in Verkaufsaktivitäten involviert sind, sich zu verbessern. Dazu werden Erfolgskennziffern benötigt, die das subjektive Empfinden objektivieren. ■ Literatur",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verkaufsprozesse als wichtiger Eckpfeiler"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sales Excellence Development: Mit der zentralen Verkaufsabteilung zu Spitzenleistungen im Vertrieb",
            "authors": [
                {
                    "first": "Ch",
                    "middle": [],
                    "last": "Belz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huckemann",
                    "suffix": ""
                },
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spitzenleistungen im Vertrieb. Optimierungen im Vertriebs-und Kundenmanagement",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dannenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zupancic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mit Kennzahlen bessere Ergebnisse erzielen",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huckemann",
                    "suffix": ""
                },
                {
                    "first": "Ch",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Umsetzungsmanagement von Preisstrategien, Wiesbaden (www.springerprofessional.de/link/4075142) Autor Dr. Matthias Huckemann ist Geschäftsführer von Mercuri International, eines auf Vertrieb spezialisierten",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huckemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krug",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sales Performance Management: Exzellenz im CRM mit digitalen Steuerungsinstrumenten",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pufahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stadelmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pufahl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Laux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CRM goes digital",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "So optimieren Sie die Sales Performance, in: Sales Excellence Nr",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lips",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hartje",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dowling",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Beispiele: 96 Prozent aller Professoren glauben, sie seien überdurchschnittlich gut, 70 Prozent der Jugend hält sich für High Potentials, 82 Prozent aller Deutschen glauben an die große Liebe, 60 Prozent aller Männer finden sich se-xy… Das Problem dabei ist: Man unterschätzt Risiken und Kompakt ■ Sales Performance und das Streben nach Exzellenz sollte das Anliegen aller in der Marktbearbeitung involvierten Mitarbeiter sein. Dabei gilt es, Standards, Definitionen und Erfolgskennziffern zu definieren, um das Verständnis und Transparenz zu fixieren. ■ Wer sich verbessern will, sollte die Leistungstreiber und die Leistungsverhinderer eines Prozesses kennen. sucht Fehler stets bei anderen. In diesem Kontext fällt es schwer, Sales Performance zu etablieren.Konsequenzen der Krise für den VertriebSeit Covid-19 erleben wir allerdings ein bis dato unbekanntes Phänomen: Gezwungenermaßen werden Veränderungen im Turbotempo durchgesetzt und die Bereitschaft steigt, sich zu verändern. Unternehmen setzen sich kurzfristig mit Kontaktsperren statt Kundenterminen und mit dem Homeoffice statt persönlicher Besuche vor Ort auseinander. Trotzdem ist die Sehnsucht nach der alten Welt nach wie vor groß. Allerdings werden wir nicht in die alten Routinen zurückkehren können.In der neuen Normalität wird vieles von dem übernommen werden, was in der Krise bereits erlernt und praktiziert wurde. Der persönliche Besuch beim Kunden wird sicherlich nicht komplett durch den digitalen oder aus dem Homeoffice heraus ersetzt werden. Aber können virtuelle Besuche nicht auch persönlich sein? Außendienst und Innendienst werden sich die aktive Kundenbetreuung viel konsequenter teilen, der Vertrieb wir hybridisiert. Insgesamt wird man viel genauer überprüfen, welche Form wann sinnvoll ist.Überlegungen, den Vertrieb neu auszurichten, sind damit nicht nur wichtig, sondern werden dringend. Um wettbewerbs-und zukunftsfähig zu bleiben, müssen Unternehmen jetzt lernen, neue Wege einzuschlagen, sich zu verbessern und weiter zu entwickeln. Mit den traditionellen Werkzeugen und Einstellungen wird es zukünftig schwer.AUSWERTUNG BISHERIGER ERFOLGSQUOTEN UND VORGEHENSWEISEN als Basis für SpitzenleistungenOptionen, Mitarbeiter zu unterstützen/zu coachen, um Spitzenleistungen zu erzielen Die Mitarbeiter davon zu überzeugen und mitzunehmen, wird damit zum entscheidenden Erfolgsfaktor. Sales Performance als Ansatz, um Exzellenz im Vertrieb beziehungsweise in der Marktbearbeitung zu etablieren, ist aktueller denn je und wird überlebenswichtig. Die Chance ist größer denn je, weil sich durch die aktuelle Krise die Sensibilität für Veränderungen, aber auch das Erstreben von Spitzenleistungen erhöht hat.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}