{
    "paper_id": "2595e7827a425fe6cbf7f70ff71a581401a663d7",
    "metadata": {
        "title": "Differences in Post-mRNA Vaccination SARS-CoV-2 IgG Concentrations and Surrogate Virus Neutralization Test Response by HIV Status and Type of Vaccine: a Matched Case-Control Observational Study",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "A"
                ],
                "last": "Spinelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 995 Potrero Ave, Ward 84",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": "matthew.spinelli@ucsf.edu"
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Peluso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 995 Potrero Ave, Ward 84",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [
                    "L"
                ],
                "last": "Lynch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 1001 Potrero Ave",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            },
            {
                "first": "Cassandra",
                "middle": [
                    "Yun"
                ],
                "last": "Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 1001 Potrero Ave",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "V"
                ],
                "last": "Glidden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 550 16 th Street, Second Floor",
                        "postCode": "94118",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "J"
                ],
                "last": "Henrich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 995 Potrero Ave, Ward 84",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "G"
                ],
                "last": "Deeks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 995 Potrero Ave, Ward 84",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Gandhi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco. 995 Potrero Ave, Ward 84",
                        "postCode": "94110",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "U.S"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Following SARS-CoV-2 mRNA vaccination, people living with HIV (PLWH) had lower surrogate virus neutralization test response (p=0.03) and a trend towards lower IgG response (p=0.08), particularly among those with lower CD4+T-cell counts and who received the BNT162b2 vaccine. Study of the impact of supplemental vaccine doses among PLWH is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M a n u s c r i p t 2 Abstract: Following SARS-CoV-2 mRNA vaccination, people living with HIV (PLWH) had lower surrogate virus neutralization test response (p=0.03) and a trend towards lower IgG response (p=0.08), particularly among those with lower CD4+T-cell counts and who received the BNT162b2 vaccine. Study of the impact of supplemental vaccine doses among PLWH is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t 3 Introduction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given concern that people living with HIV (PLWH) are at higher risk for severe infection [1] , SARS-CoV-2 vaccination is a key COVID-19 prevention intervention among PLWH. With implementation of supplemental vaccination among immunocompromised patients in some settings [2] , it is important to identify groups that have reduced response to SARS-CoV-2 vaccination, as well as if there may be differences in the humoral response by type of mRNA vaccine administered.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We saved residual outpatient laboratory samples of all previously mRNA-vaccinated individuals in the adult medicine clinics of a public hospital with a large outpatient HIV clinic during May 2021, and then excluded individuals with prior SARS-CoV-2 infection. We randomly selected 100 PLWH and then 1:1 matched them to 100 outpatient HIV-negative adult medicine patients receiving care for chronic medical conditions on days since completion of second vaccination (minimum 10), sex, age +/-5 years, and the type of mRNA vaccine received, using the R 4.1.1 statistical software \"ccoptimalmatch\" package. Antibody responses were measured using a validated surrogate virus neutralization test (sVNT) [3] , and the ET Health Pylon anti-receptor binding domain (RBD) IgG assay [4] . The sVNT measures competitive inhibition of the interaction of the SARS-CoV-2 RBD and angiotensinconverting enzyme 2 (ACE-2) [4] . We defined a non-response as an sVNT reciprocal titer <10 and anti-RBD IgG <10 relative fluorescent units, based on the assay limits of detection. We examined non-response by HIV status using mixed-effects logistic regression, with a random effect for the matched-group indicator. We then compared continuous levels of each test following logtransformation using mixed-effects interval regression in similar fashion. Due to subtle differences in age of the groups, models were adjusted for age. ",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "To examine factors associated with both sVNT and IgG responses among PLWH, mixedeffects models were again used, although given this subset was unmatched, models were additionally adjusted for sex, number of days following the second vaccination, type of mRNA vaccine received, unsuppressed HIV RNA viral load >200 copies/mL, and continuous CD4+ T-cell count scaled per 100 cells/μL. For the IgG non-response comparison by vaccine type, given few outcomes and all non-response occurring with BNT162b2, a two-sided Fisher's exact test was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of responses among PLWH"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "We found 2.43-fold greater odds of sVNT non-response among PLWH compared to people without HIV [adjusted odds ratio 2.43; 95% confidence interval (CI)=1.09-5.39; p=0.03], with 24% of the PLWH and 12% of those without HIV not developing an sVNT response to vaccination (Figure 1) A c c e p t e d M a n u s c r i p t 5 lower among PLWH (GMR 0.57; 95% CI=0.36-0.88; p=0.01). Log-transformed sVNT and IgG were highly correlated (rho 0.89, p<0.0001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of Serological Responses to mRNA Vaccination by HIV Status"
        },
        {
            "text": "Among PLWH, when adjusting for age, sex, and days post-vaccination, each 100-cell increase in CD4+T-cell count was associated with 1.36-fold higher odds of sVNT response (95% CI=1.09-1.71; p=0.008) and 3.07-fold higher odds of IgG response (95% CI=1.46-6.46; p=0.003). There were 22% higher geometric mean sVNT titers (GMR 1.22; 95% CI=1.09-1.37; p=0.001) and 28% higher IgG Unsuppressed HIV RNA>200 copies/mL was not associated with sVNT response (AOR 0.02; 95% CI=0.016-2.65; p=0.22) or IgG response (AOR 0.42; 95% CI=0.02-7.64; p=0.56). However, unsuppressed HIV RNA>200 copies/mL was associated with 89% lower sVNT titers (GMR 0.11; 95% CI=0.01-0.84; p=0.03) and 86% lower IgG (GMR 0.14; 95% CI=0.34-0.57; p=0.006). Overall, 80% (4/5) of those who were virologically unsuppressed were sVNT and IgG non-responders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV-specific Factors"
        },
        {
            "text": "When examining impact of mRNA vaccine type on humoral responses among PLWH, receipt of the mRNA-1273 vs. BNT162b2 vaccine was associated with 5.47 higher odds of sVNT response among PLWH (95% CI: 1.10-27.2; p=0.04). Overall, 25% of PLWH received mRNA-1273, with 28% of those receiving BNT162b2 and 12% of those receiving mRNA-1273 demonstrating sVNT nonresponse, (Figure 1) . All of the 12 PLWH with IgG non-response received BNT162b2 (p=0.03), with 0 PLWH who received mRNA-1273 demonstrating IgG non-response. PLWH who received BNT162b2 A c c e p t e d M a n u s c r i p t 6 also had 77% lower sVNT reciprocal titers (GMR 0.23; 0.08-0.65; p=0.005); and 66% lower IgG levels (GMR 0.34; 95% CI=0.14-0.83; p=0.02).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 373,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "mRNA Vaccine Type"
        },
        {
            "text": "In summary, PLWH had lower than expected response to mRNA SARS-CoV-2 vaccines, particularly among those with low CD4+ T-cell counts, unsuppressed HIV RNA, and those who received the BNT162b2 vaccine. These findings mirror differences in humoral responses by HIV status following natural SARS-CoV-2 infection in a similar population [4] . Following data suggesting that third dose booster vaccination may increase humoral response among other immunocompromised populations with decreased initial responses to mRNA vaccination, such as individuals who have undergone solid organ transplant [2] , it will be important to study alternate immunization strategies among PLWH. Given our finding that people with unsuppressed HIV RNA had limited humoral responses to vaccination, and in the context of continued waves of the COVID-19 pandemic, it is critical that we redouble efforts to achieve virologic suppression among PLWH who are not currently virologically suppressed.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "PLWH could have decreased response to vaccination due to defects of CD4+ T-cell help [5, 6] , particularly given our finding that PLWH with low CD4+ T-cell counts did not mount a detectable serologic response. PLWH who received the ChAdOx1 nCoV-19 vaccine did not have reduced humoral or T-cell responses compared to those without HIV when PLWH with CD4+T-cell counts <350 cells/uL or <500 cells/uL were excluded, depending on the study [7, 8] . In another study which enrolled PLWH with higher CD4+ counts than in this study, no differences in humoral vaccine response were seen following BNT 162b2 vaccination by HIV status, although absolute IgG levels were lower among PLWH [9] . The persistent inflammatory state of HIV infection, mediated by the immunoregulatory kynurenine pathway [10] , may also interfere with CD4+ T-cell functionality in response to vaccination. Germinal center fibrosis related to longstanding HIV may lead to more limited persistence of vaccine antigens, required for ongoing stimulation of B cells to form a robust A c c e p t e d M a n u s c r i p t 7 antibody response, and functional proliferative B-cell defects related to HIV infection could contribute to a compromised humoral response [11] . Differences in humoral responses by vaccine type among PLWH should be interpreted with caution given that the sample of PLWH who received the mRNA-1273 vaccine was small. Higher vaccine response with the mRNA-1273 vaccine, if confirmed in other studies, could be related to the additional week between administrations, higher vaccine dose, differences in inducing T cell subsets, or other factors [12] . Given high initial clinical efficacy of both mRNA vaccines, these differences may not be clinically significant. However, it will be important to compare these two vaccines longitudinally among immune compromised populations to understand the durability of the immune response. Furthermore, with greater time following vaccination, or with variants of concern such as the delta variant, these differences could potentially become clinically relevant [13] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 443,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2083,
                    "end": 2087,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Limitations of this analysis include its cross-sectional nature, with longitudinal studies needed to examine the durability of the humoral response. Furthermore, the delta variant and other emerging variants of concern could potentially impact assay responses or their clinical interpretation. Detailed information on comorbid conditions, or additional demographics such as race/ethnicity of participants were not available given the study methodology. The comparison between the two mRNA vaccines was limited by fewer individuals receiving mRNA-1273, and the lack of randomization. Finally, the sVNT assay does not exclude non-ACE-2 binding site activity, and the lack of T-cell response data limits the ability to examine this important component of the immune response to vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In conclusion, PLWH had lower sVNT responses and anti-RBD IgG concentrations following SARS-CoV-2 mRNA vaccination in a matched cross-sectional observational study, particularly among those with lower CD4+ T-cell counts or who received the BNT162b2 vaccine. Longitudinal immunologic responses to SARS-CoV-2 vaccination among PLWH requires additional study, including by vaccine type and before and after potential supplemental vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The interplay between HIV and COVID-19: summary of the data and responses to date",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gandhi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Curr Opin HIV AIDS",
            "volume": "16",
            "issn": "1",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Three Doses of an mRNA Covid-19 Vaccine in Solid-Organ Transplant Recipients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abravanel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Couat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Izopet",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A SARS-CoV-2 Label-Free Surrogate Virus Neutralization Test and a Longitudinal Study of Antibody Characteristics in COVID-19 Patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "Ahb",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Microbiol",
            "volume": "59",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 seroprevalence, and IgG concentration and pseudovirus neutralising antibody titres after infection, compared by HIV status: a matched case-control observational study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet HIV",
            "volume": "8",
            "issn": "6",
            "pages": "334--375",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CD4/CD8 Ratio and KT Ratio Predict Yellow Fever Vaccine Immunogenicity in HIV-Infected Patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Avelino-Silva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Miyaji",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Negl Trop Dis",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impaired antibody response to influenza vaccine in HIV-infected and uninfected aging women is associated with immune activation and inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parmigiani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Alcaide",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freguja",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safety and immunogenicity of the ChAdOx1 nCoV-19 (AZD1222) vaccine against SARS-CoV-2 in HIV infection: a single-arm substudy of a phase 2/3 clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frater",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ogbe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet HIV",
            "volume": "8",
            "issn": "8",
            "pages": "474--85",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and immunogenicity of the ChAdOx1 nCoV-19 (AZD1222) vaccine against SARS-CoV-2 in people living with and without HIV in South Africa: an interim analysis of a randomised, double-blind, placebo-controlled, phase 1B/2A trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Koen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet HIV",
            "volume": "8",
            "issn": "9",
            "pages": "568--80",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunogenicity and safety of the BNT162b2 mRNA Covid-19 vaccine in people living with HIV-1",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wieder -Finesod",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Litchevsky",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clinical Microbiology and Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The kynurenine pathway of tryptophan catabolism, CD4+ T-cell recovery, and mortality among HIV-infected Ugandans initiating antiretroviral therapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Byakwaga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of infectious diseases",
            "volume": "210",
            "issn": "3",
            "pages": "383--91",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lymphoid tissue fibrosis is associated with impaired vaccine responses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kityo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Makamdop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rothenberger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Clin Invest",
            "volume": "128",
            "issn": "7",
            "pages": "2763--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of the mRNA-1273 Vaccine against SARS-CoV-2 in Nonhuman Primates",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Foulds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "16",
            "pages": "1544--55",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Six Month Safety and Efficacy of the BNT162b2 mRNA COVID-19 Vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2021",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "median age was 59 years [inter-quartile range (IQR): 50-66)] among the 100 PLWH and 59 (IQR: 52-66) among the 100 people without HIV, and in each matched group there were 13 women. In both groups 25 individuals received the mRNA-1273 vaccine and 75 received the BNT162b2 vaccine. The median time from second vaccination was 35 days in both groups (IQR: 20-63). Among PLWH, the median CD4+ T-cell count was 511 cells/uL (IQR: 351-796) and 5 individuals had HIV RNA>200 copies/mL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "levels (95% CI=1.16-1.41; p<0.001) for each 100-cell increase in CD4+ T-cell count. Among sVNT nonresponders, the median CD4+ T-cell count was 298 cells/μL (IQR: 189-520; range: 22-1377), while among IgG non-responders it was 189 (IQR: 97-220; range: 22-776). All 7 individuals with CD4+ T-cell counts<200 cells/uL did not mount an sVNT or IgG response.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "However, among PLWH who did mount an sVNT response to vaccination, such titers were similar to the comparator group [geometric mean ratio (GMR) 0.76; 95% CI=0.49-1.19); p=0.24]. The adjusted odds ratio (AOR) for IgG non-response was 2.74 (AOR 2.74; 95% CI=0.87-8.61; p=0.08), with 12% of PLWH vs. 5% exhibiting non-response, while continuous anti-RBD IgG concentrations were 43%",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Legend: The four panels demonstrate serologic responses to mRNA-based SARS-CoV-2 vaccination by HIV status. For all panels, green coloring indicates that the participant received the BNT162b2 vaccine, while red coloring indicates they received the mRNA-1273 vaccine. For panels A and B, the dotted lines show the assays' lower limits of detection, and the solid blue lines indicate the mean +/-1 standard error. Panel A demonstrates SARS-CoV-2 IgG anti-receptor binding domain (RBD) concentrations in relative fluorescent units by HIV status. Panel B shows the SARS-CoV-2 surrogate virus neutralization antibody titer reciprocals by HIV status. Panel C demonstrates lack of SARS-CoV-2 anti-RBD IgG response as defined by response less than the assay lower limit of detection, <10 relative fluorescent units. Panel D demonstrates SARS-CoV-2 surrogate virus neutralization nonresponse as defined by below the assay lower limit of detection, <10 reciprocal titer.A c c e p t e d M a n u s c r i p t 11 Figure 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 999,
                    "end": 1007,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ": Post-mRNA Vaccination SARS-CoV-2 IgG Concentrations and Surrogate Virus Neutralization Test Reciprocal Titers by HIV Status and Vaccine Administered"
        }
    ]
}