{
    "paper_id": "2678d87e92b926c71feac94c2dbef8d07fa595c7",
    "metadata": {
        "title": "Black feminism at the end of the world: an interview with Zakiyyah Iman Jackson",
        "authors": [
            {
                "first": "Lauren",
                "middle": [],
                "last": "Wilcox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": "lw487@cam.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Zakiyyah Iman Jackson: My research explores the literary and figurative aspects of Western philosophical and scientific discourse and investigates the engagement of African diasporic literature and visual culture with the historical concerns, knowledge claims, and rhetoric of Western science and philosophy. I seek to analyse the poesis of antiblackness, its organizing logics, creative capacities, and operations in order to determine how we might initiate its inoperability and dissolution. LW: Could you tell us what you mean by antiblackness? That is, could you say why you use this term rather than, say, racism or white supremacy, in your work? ZIJ: My work does not position black people as an object of analysis. I do not study black people. Black people are neither native informants nor evidence in my work. However, people marked as black, what I call the black(ened) in the book, are the key thinkers typically engaged in my scholarship. My work tarries with blackness as a contested field of action and significance. Antiblackness is a matrix of possibility for the modern global racial order, and blackness is a function of that order that administers being, knowing, and feeling, by facilitating categorical distinction and regulating distributional ratios of value and feeling that we commonly term 'race'. This instrumentalization of blackness is both a product of and necessary for the stable maintenance of white and non-white societies therefore this function cannot be reduced to 'white * Lauren Wilcox",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "supremacy'. Thus, antiblackness is both singular and constitutive of the production of modern racialization. LW: Can I do a quick follow-up, can you say more about what you mean by antiblackness is the matrix of possibility? ZIJ: I believe in the chapter on Morrison and Frederick Douglass, I talk about antiblackness as a matrix of possibility, so it is both a condition of possibility for certain kinds of logics, behaviours, and economies of feeling and value as well as facilitates them. In other words, antiblackness populates a world of possibilities through a negative relation to blackness but for this very reason blackness is also understood as productive in my work. LW: I'd like to give you an opportunity to get into more of the implications of the work and all of its richness and all of the ways that it challenges, intersects with, or the deep questions it poses for our critical thinking and international politics. One way to do this might be in relation to familiar figure like Hannah Arendt and her critique of regimes of human rights that is well known to IR theorists. Arendt argues that the project of the Universal Human Rights conceives of the human as having no higher authority than itself, however, only states have the ability to guarantee the rights of individual humans. So once a person loses her citizenship as in the case of many refugees like herself, human rights loses any significance. Arendt argues that there should be a human right to belong to a political community as this is a precondition to all other forms of human rights; this is the famous 'right to have rights'. Can you say more about how the concept of the human and the idea of rights are critiqued by the work you do? ZIJ: This is a big question that calls for thinking the very idea of the human, universal human rights, citizenship, and criminalization, together. So I'm going to try to do that but there's a lot that I'm going to leave unsaid. In Becoming Human, I trace the production of the human in the history of biology, anthropology, law, and philosophy and what I find is not black exclusion. Too often our concept of antiblackness is equated with dehumanization, denied humanity, or exclusion. Yet as Saidiya Hartman has identified in her pathbreaking study: Scenes of Subjection, Terror, Slavery and Self-Making in 19th century America, (1997) the process of making the slave relied on the abjection and criminalization of the enslaved's humanity, rather than merely on the denial of it. So often when we think about the violence or terror of this order we think about it as immediately indexing the predicament of exclusion, but I believe with Hartman's work, she offers a different conception of terror and domination that is not predicated on exclusion and actually turns on selective incorporation. Circumscribed incorporation may actually prove to be in practice more dangerous than exclusion depending on the function you serve within and for an order. So, the question of violence might not necessarily hinge on whether you are included or excluded but how you are targeted by an order, and what function you serve for the order's legitimation and reproduction. I argue what we have to contend with is more complex than a simple opposition such as inclusion versus exclusion. Binaristic frameworks such as humanized versus dehumanized and human versus animal are insufficient to understand antiblackness, because antiblackness has developed social technologies of humanization, in order to figure blackness as abject human animality and extends human recognition in an effort to demean blackness as 'the animal' within the human form. This is not to say that expressions and practices of antiblackness never radically exclude black people from the category of the human, rather, the point is that inclusion does not provide a reliable solution to antiblackness because, in the main, black people have been included. And I would say that the name we might want to give to that inclusion is that of domination, domination by the very idea of universal humanity. So black people have been included but as the incarnation of abject dimensions of humanity. Citizenship, while formally extended to some black people, is also formally nullified through the antiblack logics that define crime and withhold protection under the law. Thus, black people are without shelter of rights and protection whether invited into or locked out of the human and the citizen. My project aims to expose and meditate on the violence of liberal humanism's attempts at humanization. And so, one can be excluded or without citizenship but that doesn't necessarily mean that you occupy the most dangerous position in the order because you are formally excluded. You might not have citizenship status but that doesn't necessarily mean you are the principal object of the state's violence or that you are the paradigmatic target of the state's violence. We know, for instance in the case of many undocumented European immigrants in the USA, not having citizenship status alone does not necessarily mean you are in the most vulnerable position in the order. So I think we really have to think about these questions of citizenship and exclusion anew, in more complex ways. Thus, my book is not about the happy ideal of human recognition or inclusion, but an investigation of the human in action, in practice. I suggest the happy ideal of human recognition is in actuality, an alibi for its terrorizing practice. It would be imprecise to describe this position as that of the refugee. So I'm not conflating racial blackness with the status of being a refugee which sometimes people do, and of course some black(ened) people do have refugee status. What I am suggesting is that blackness is not tantamount to the loss of citizenship because, in the case of black(ened) people, globally, even when citizenship is formally recognized it activates a carceral citizenship such that the practice of citizenship where you are concerned confirms for you and everyone else that you historically have been and remain the incarnation of the anticitizen, the unprotected and the rightless. Whether it is in Hegelian thought, the Dred Scott [US] Supreme Court case or in the practice of international animal protection law as discussed in my book, we see the way antiblackness arranges the logics of citizenship such that even when it is formally extended to black(ened) people it is practised in a way that is not only different than how it operates for others, but fundamentally at odds with itself. When the citizen is black(ened), citizenship seeks to dissolve itself. Consequently, a transformative approach to being, feeling, and knowing is needed rather than the extension of human recognition or citizenship under the normative conceptions. LW: Can you say more about how you're thinking about the materiality of blackness? I understand that your argument is not that Black people are or have been made fungible with objects as some people have argued. ZIJ: That is correct. I put forward a concept of ontologized plasticization that is not interchangeability, replaceability, or exchangeability. In other words, it is not a conceptualization of how a good or asset is understood as of equal value to another. If we consider the history of antiblackness for instance, we might recall how a slave was commoditized alongside, and made exchangeable with, a cow or a horse. This familiar image is related to fungibility, our thinking on which is indebted to Saidiya Hartman's indispensable Scenes of Subjection, but ultimately 'fungibility' is not what I mean by ontologized plasticization. As a scholar engaged with the new materialisms, I'm interested in what is called hylomorphism or the form-matter distinction. Ontologized plasticization, in my work, is a conceptualization of form itself rather than a conceptualization of how form is taken up in the logics of law, economic markets, or political economies. In other words, it is not a conception of the commodity and its uses. It is a conceptualization of property-but of the properties of form. Ontologized plasticization is not defined as the unnatural ordering of man and beast. Ontologized plasticization is a mode of transmogrification whereby the fleshly being of blackness is experimented with as if it were infinitely malleable lexical and biological matter-a form where form shall not hold-such that blackness is produced as human, subhuman, suprahuman at once. The 'at once' here is important: it denotes immediacy and simultaneity. Blackness, in this case, functions not simply as negative relation but as a plastic fleshy being that stabilizes and gives form to 'human' and 'animal' as categoriesprecisely via blackness's inability to access conceptual and material stability other than that of functioning as ontological instability for the reigning order. To put it another way, my concept of ontologized plasticization maintains that black(ened) people are not so much dehumanized, cast as nonhumans or as liminal humans, nor are black(ened) people framed as animal-like or machinelike or simply exchangeable with these nonhuman forms; rather, black(ened) people are cast as sub, supra, and human simultaneously and in a manner that puts being in peril because the operations of simultaneously being any-thing and no-thing for a given order constructs black(ened) humanity as the privation and exorbitance of form. The demand for willed privation and exorbitance that I describe does not take the structure of serialized demands for serialized states but demands that black(ened) humanity be all forms and no form simultaneously; human, animal, machine, object, and…. In other words, plasticization, here, is a mode of ontologizing not at all deterred by the self-regulation of matter or its limits, nor by what Catherine Malabou has described as 'the fragile and finite mutability' (2010, p. 81) of the form we call black. Black studies scholars have often interpreted the predicament of black(ened) being in relation to either liminality (movement from one state to another state) or interstice (being in between states) or partial states. What I am suggesting is that these appearances are undergirded by a demand that tends towards the fluidification of state or ontology. This demand for statelessness collapses a distinction between the virtual and the actual, abstract potential and situated possibility, whereby the abstraction of blackness is enfleshed via an ongoing process of wresting form from matter such that antiblackness's materialization is that of a de-materializing virtuality. This approach also departs from how plasticity has been talked about in the sciences and in popular science in particular. Plasticity in those contexts is usually framed in terms of a kind of ableist promise of the optimization of life or perfectability, a cure for autism for instance. I maintain that this ableist, eugenic imaginary is underwritten by a shadow history of experiments with blackness; a praxis that seeks to define the essence of a blackened thing as infinitely mutable in antiblack often paradoxical sexuating terms as a means of hierarchically delineating sex, gender, reproduction and states of being more generally. This goes back to this idea of antiblackness as a matrix. LW: One of the things that I was particularly struck by in reading your book was the way you used Audre Lorde's analysis in The Cancer Journals (2020 [1980] )to reconceptualize war. And of course, the concept of war has been central to the field of international politics. Can you describe how you interpret Lorde's work and what her work on war allows you to do? ZIJ: Yes, I have a discussion of Lorde's work in a chapter on racial reproductive health inequities. The chapter investigates the possible social determinants of reproductive illness and probes our difficulty in speaking about racialized disease frequencies without naturalizing them in terms of speciated difference-however convoluted-or portraying them as inevitable. One of the arguments I make in the book is that, in the history of genetics and evolutionary thought, race is a discourse of species. So when we see these differential disease frequencies, the way that we think about bodily differentiation is shaped by an assumptive logic that equates race with speciation. This equation still informs our imagination of how to make sense of asymmetry across the colour line when it comes to reproductive health outcomes. The maternal body is especially burdened because of the way species has been and continues to be defined by the operations and boundaries of sexual reproduction. Lorde's contention in The Cancer Journals that carcinogenesis is a feedback loop encompassing biological, psychological, environmental, and cultural efficacies is really important for disarticulating the notion that race and species are one in the same. Disease is not merely an outcome of the genetic body but is also a portrait of the social body and its history. Thus, differential disease frequencies across populations do not indicate pre-given ontological fissures of race or species but expose the multifaceted character of the social forces for which biology has to contend. And Lorde's Cancer Journals was one of the first critical treatments of female reproductive cancers to support an understanding of the body as an emergent and discursive-material, intra-actional system and to emphasize that semio-affective-psychic relations are crucial determinants of physiological processes. In reading Lorde as a progenitor of a kind of feminist materialist approach, and I am not simply saying she said things earlier than other people, but that she is modelling a way of thinking about the discursivity and the materiality of the body that I think provides a template and in some ways raises the stakes and resituates some of what's happening in contemporary critical theory. LW: Can you say more about how Lorde's feminist material approach raises the stakes of contemporary critical theory? ZIJ: For Lorde, cancer is neither a matter of individualized disease nor inferior biology but rather a somatization of politics. With Lorde, we are seeing a real raising of the political stakes of something like the inseparability, or entanglement, of the discursive and the material. I think in some of the conversations that have come out of the new materialisms, it's been unclear what the political implications and stakes are of enmeshment. But I think in Lorde's articulation she has a very clear argument about the stakes of all of this, which I extend even further. So, Lorde's work is edifying for our thinking in that she was able to broaden our conception of 'war' to include gross health-related inequities in mortality and debility while also noting that the frame of war resides both within and beyond the subjectivist domain. And I think this is where some of the fuzziness around what the political stakes and implications of the new materialisms is of glaring concern because if we are dealing with this incredibly complex lattice of causality and agency-which I think is undeniably the case-how then is a political actor defined and how should we practise action?",
            "cite_spans": [
                {
                    "start": 2296,
                    "end": 2359,
                    "text": "Terror, Slavery and Self-Making in 19th century America, (1997)",
                    "ref_id": null
                },
                {
                    "start": 11490,
                    "end": 11502,
                    "text": "(2020 [1980]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In short, what is the definition of politics that comes out of entanglement and semio-materiality? I think one of the things that is striking about Lorde's work is that she is able to situate the question of war to include human actors but also nonhuman actors but in a way that still offers an acute analysis of the role of humans, of so-called subjects, in the production of war. Perhaps most crucially, Lorde theorizes non-subjectivist modalities of agency without losing the acuity of her critique of the social power differentials endemic to war's exercise. Regarding her decision to not wear a prosthetic breast and reaestheticize her mastectomy scars (rather than see them as something private, shameful, and dis-aesthetic), she sees them as 'an honourable reminder that I may be a casualty in the cosmic war against radiation, animal fat, air pollution, McDonald's hamburgers, and Red Dye No.2, but the fight is still going on' (Lorde, 2020 (Lorde, [1980 , p. 53). So right there you can see the way that she is thinking about this, she's directing the reader's attention to an assemblage of agencies that produce disease effects, Lorde's Journals renders the causality and concept of disease problematic and productively irresolute. In the face of the pressing reality of mortality and physical pain, Lorde argued that one must consciously-and critically-incorporate the reality of pain, abjection, and mortality into one's consciousness. From there mortality and pain can be a source of strength, propelling one to fight for the transformation of the existing order but only if one allows mortality and difference to alter how one lives. To avoid this confrontation with one's mortality and abjection is to undercut one's strength by remaining attached to a phantasy that one does not have to fight in a world patterned by the differential manufacture of death. For Lorde, such avoidance may even thwart the potential for liveable possibilities to emerge. That Lorde framed her 'fight' by laying claim to the symbolics of war has been a source of controversy among feminists. Some of whom claim that Lorde's metaphorics reinforce the dominant culture's tendency to frame war as justifiable and inevitable due to a reductive and ideologically driven biologism. Moreover, they suggest, Lorde's invocation of war relies upon and extend the 'masculinist' cultural postures, or 'militarized masculinity', she claims to abhor. What these feminist critiques miss is not only that it is possible to reconfigure establishment metaphorics, including those that militarize disease, but also that such potentiality is a matter of survival as language is a crucial terrain upon which war is fought. LW: Can you say more about the stakes in opening up the question of 'war' in this way? ZIJ: Lorde's metaphorics resonate with a recent observation by Jasbir Puar, the debilitation of bodies is, in part, how populations come to be populations as such in the first place. 'The body that is seen as consigned to death is the body that is already debilitated in biopolitical terms ' (2017, p. 86) . And in an antiblack world, the relations of force that cohere the symbolic order and its sexuating hierarchies are mutually imbricated in the biological domains of racial domination. Moreover, and this is key, the matter of war for Lorde is not in any simple terms metaphorical. Lorde replaces the popular biomedical concept of war as symbolic analogy, say in the 'war on cancer', with an analysis of antiblackness as systematized war, one that takes the form of a biopsycho-eco-cultural feedback loop whereby matter and symbol are contiguous and mutually productive. To presume that Lorde is merely drawing an analogy, between a culture's antiblack, gendered violence, and war, is to miss how war is being redefined according to the lived sexuating conditions of Lorde's black womanhood. Lorde's attempts at resignification must contend with racialized gendered dialectics of discursivity-the threat and even imminence of foreclosure and appropriation-in the context of a language structured by black women's lack of discursive power. So in other words, these feminist critiques, in collapsing Lorde's use of war with dominant or hegemonic biopolitical conceptions, actually participate in the processes that seek to foreclosure black women's participation in the dialectical encounter of producing meaning and significance. And so, by conflating what she is saying with the symbolics of domination, they actually foreclose a possibility for the term to be redefined, which I argue is exactly what she's doing. That said, it is true that working inside the existing rhetoric of war, Lorde risks mystifying that the predicament she seeks to scrutinize is powered by what Frank Wilderson terms gratuitous violence (2020) rather than the kind of tactical deliberation, Jasbir Puar analyses in The Right to Maim (2017) . However, Lorde's expansive redefinition of war neither licenses prior biopolitical conceptions nor obscures the violence of war. Rather, the term's temporary loss of definitiveness exists for the express purpose of a critical reframing-exposing and clarifying the antiblack relations of power that attend the dominant conceptualization's prematurely narrowed scope. Moreover, I argue that the war Lorde describes conditions prior conceptions of war, both those precipitated by formal declarations and those biomedical wars inspired by them-in particular the 'war on cancer' with its promise of biotechnological intervention-as the antiblack mereological con-version of corporeal existence into flesh provides the epistemological and economic conditions of possibility for globality and its intended hierarchization of empiricist knowledge. Rather than uncritically reiterate genocidal biopolitical logic, Lorde is identifying a wider field of relations that are only now coming to be recognized as biopolitical. By doing so, Lorde raises and opens up the question of 'war', its scope and meaning, to renewed investigation. In my view, Lorde's combative language is neither masculinist nor at odds with her transformative vision of societal reorganization. As Lorde suggests, the violence that attends the disproportionate rates of breast cancer incidents, morbidity, and mortality among black women is, in fact, militarized and targeted: the breast cancer survival differences between black and white women are among the most striking and consistent of racial health inequities. A growing bioscientific literature now suggests that racial discrimination raises both the risk of the development of breast cancer and a higher incidence among black women. In other words, antiblackness is determinant at the stage of the disease's initiation, one's susceptibility to the disease and its prevalence within a population, how likely you are to get it. Antiblack racism is also determinant of how long you will live once you have it and whether you will ultimately die from it. This destructive power on the part of antiblack racism has principally been attributed to its distinctiveness as a 'stressor'. As Lorde suggests if black women were to opt out of this battle, they unwittingly leave themselves unarmed and open to a militarism that is there whether they recognize it or not and whether they self-consciously engage in battle or not. To label this experience of embattlement, 'masculinist' erases the critical reconceptualizations of gender that black women, and/or trans people, and/or queer men have adopted in order to resist the very real forms of occupation and brutality they experience-a reimagining of feminine gender that does not place militancy and femininity at odds. The work of feminist and queer criticism is to reveal the limitations of rigid gender semiotics, not reinforce them by presuming we know what forms the properly feminine or masculine can take outside of the racialized contexts that introduce complexity and variance into gendered experience and symbolics. To presume pre-emptively that 'militarized' expressions of one's experience and efficacy are masculinist potentially reinforces the very patterns and networks that Lorde asks us to confront and combat. LW: The concept of necropolitics has come to supplement or supplant biopolitics for many critical theorists studying and theorizing relations of power and political violence in late liberal contexts. From drone warfare to the weaponization of physical geographies to cause of deaths of those seeking to cross state borders to many more ongoing forms of state violence against racialized and marginalized people, in favelas, camps, occupied territories, and more, not to mention the COVID-19 pandemic, 'necropolitics' as an analytic appears to be, almost two decades after Mbembe's initial article, still growing in influence and relevance. Can you say more about how your work relates to and extends Mbembe's work in necropolitics? ZIJ: (Anti)blackness, in my analysis, is not a fact of the body nor a statistical variable but an ecological force that administers and distributes capacities for health, well-being, and debility. In Achille Mbembe's formulation, necropower is power over death, acts of killing that exceed state regulatory capacities: the onward march of war in the absence of a formal declaration or army. With the history of Western colonialism as a starting point, in 'Necropolitics', Mbembe calls into question the normative theory of democracy by troubling its privileged term-politics. Mbembe goes on to redefine 'politics' as an idiom of war before announcing that war, not the regulation of life, is the primary driver of Western sovereignty. In the light of Mbembe's reconsideration of Western sovereignty's telos as that of death rather than life, it follows that biopower would be deposed in an effort to provide a closer examination of the contours of necropower-its technologies and mechanisms. As Mbembe sets forth, necropower's 'concern is those figures of sovereignty whose central project is not the struggle for autonomy but the generalized instrumentalization of human existence and the material destruction of human bodies and populations ' (2003, p. 14) .",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 948,
                    "text": "(Lorde, 2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 949,
                    "end": 962,
                    "text": "(Lorde, [1980",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3073,
                    "end": 3088,
                    "text": "' (2017, p. 86)",
                    "ref_id": null
                },
                {
                    "start": 4895,
                    "end": 4906,
                    "text": "Maim (2017)",
                    "ref_id": null
                },
                {
                    "start": 10174,
                    "end": 10189,
                    "text": "' (2003, p. 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "My interest in revisiting Mbembe's theorization of necropolitics here concerns how necropower's antiblack 'relations of enmity', not only instrumentalize human existence but also weaponize the biological field such that the black(ened) body, the very materiality of the organism, yields and redirects its energies to the destruction of black vitality (2003, p. 16) . Biopolitics defines itself 'in relation to a biological field' which it 'takes control of and vests itself in' so that it might regulate the life of those who matter and dispose of those that prefiguratively do not through war and genocide (2003, p. 17) . Conversely, the necropower I describe 'displays no weapons' because war as described here is im/materialized, concealed in the bodily processes of the nullified as a kind of suicidal telos or self-detonation and even internecine in utero toxicity (2003, p. 36) . This idiom of war in its nonspectacularity and nontheatricality thwarts biopolitics' gendered calculus of those wounded, fallen, and vanquished by war. While civil society largely disavows the existence of this war, it nevertheless insistently appears in the 'scopic regimes' of medicine's diagnostic technologies and algorithms, where we might argue that the HeLa cell is a kind of cipher. While I share Mbembe's contention that humanity is embedded in the technological and coevolves with technicity, my reformulation of necropolitics necessarily departs from Mbembe's conceptualization of the relationship between space and technology as it pertains to the embodiment of race, in particular his spatialized theory of prosthesis. As in Foucault's original formulation, Mbembe describes a social power that merely objectifies a presumably inert body, such that the body like the environment is mere setting (Guthman & Mansfield, 2013, p. 489) . Moreover, in 'Necropolitics', the technological object, or weapon, is thought to reside in a space exterior to the body. Upon the usurpation of the weaponized object, it becomes an extension of your selfconscious will-a tool that extends the reach and capabilities of a self-possessed body, aiding in the navigation of worlds and manipulation of matter.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 364,
                    "text": "(2003, p. 16)",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 620,
                    "text": "(2003, p. 17)",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 883,
                    "text": "(2003, p. 36)",
                    "ref_id": null
                },
                {
                    "start": 1794,
                    "end": 1829,
                    "text": "(Guthman & Mansfield, 2013, p. 489)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the contrasting framework elaborated in Becoming Human, the black(ened) maternal body's endocrine system, organ systems, neuropsychological pathways, and cellular functioning are essential agencies in antiblack necropower, such that the distinction between the body and war's weaponry no longer rests on a solid boundary between human subjectivity and external environment, nor that of subject and object. Here, acts of war are not exclusively directed by intentional human action, and the harnessing of war's weaponry exceeds the subjectivist domain. While I share Mbembe's concern regarding the manner with which colonial racialization produces and is produced by the spatialization of populations into 'cells', my emphasis is different. I want to query how social processes-the prison 'cell', the political party 'cell', and the military 'cell'-interact with somatic cellular processes, producing alterations to the immediate cellular environment and cellular functioning in a manner that we might also describe as necropolitical. Privileging the colonial modality, Mbembe's spatial reading describes a necropower that compartmentalizes life and death into geographic zones 'epitomized by barracks and police stations' (2003, p. 26) , but in what I describe necropower's 'boundaries' and 'internal frontiers' are not so much spatialized but corporealized and are therefore nomadic, travelling with black(ened) subjects even when they are able to transgress geopolitical-spatialized borders precisely because they are ecological or as Christina Sharpe would say, 'total climate' (Sharpe, 2016, p. 104) .",
            "cite_spans": [
                {
                    "start": 1225,
                    "end": 1238,
                    "text": "(2003, p. 26)",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1606,
                    "text": "(Sharpe, 2016, p. 104)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LW: As you started with this interview by saying, your work engages the kind of thinking and artistic production of black(ened) people and particularly in your work you engage with Black feminist thought from Saidiya Hartman to Audre Lorde, Hortense Spillers, and Octavia Butler's work and many others. What advice would you give to scholars who want to embed and engage Black feminist work, thought, and practices in global studies? ZIJ: I think it's crucial to notice that Black feminism is not a unitary analytic. Not everyone agrees or has the same assumptive logic. The nature and scope of the problem look different based on the mode of questioning. There are many Black feminisms. Some of them easily lend themselves to neoliberal logics and hegemonies, and some do not. But even those that do not accommodate the given order are often nevertheless targeted by liberal hegemonies for appropriation and extraction. Black feminist writing might very well be brought into the liberal feminist fold in order to contain its dissidence while simultaneously the progenitors of the thought are quietly marked for removal, managed depletion, and obliteration, undercutting transgenerational knowledge and collaboration among black women scholars and feminists. I would say the last 35 years of Black academic feminisms has borne this out. It is crucial to notice how the extraction and seemingly inevitable distortion of Black feminist concepts, frameworks, and interventions operate to contain the threat that the problem space of black womanhood opens up not only for logics of sex and gender, but also for the modern global order writ large. Extraction and distortion are twin modes that seek to discredit the world upending claim black womanhood has been made to represent and to neutralize this threat to the given by obscuring the function of this problem space for the very idea of the global: its conceptual frames, economies of value, and ordered realities. LW: Thank you very much for your time and for your important and profound work, Professor Jackson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The implications of environmental epigenetics: A new direction for geographic inquiry on health, space, and nature-society relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guthman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mansfield",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Progress in Human Geography",
            "volume": "37",
            "issn": "4",
            "pages": "486--504",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Scenes of subjection: terror, slavery, and self-making in nineteenth-century America",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Becoming human: Matter and meaning in an antiblack world",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "I"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Cancer Journals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lorde",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Plasticity at the dusk of writing: Dialectic, destruction, deconstruction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malabou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The right to maim: debility, capacity, disability",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Puar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "the wake: On blackness and being",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}