{
    "paper_id": "27cb5efbdd2c77b27dff030285ba31aae3b4d046",
    "metadata": {
        "title": "MArkerless image Guidance using Intrafraction Kilovoltage x-ray imaging (MAGIK): study protocol for a phase I interventional study for lung cancer radiotherapy",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Mueller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": "marco.mueller@sydney.edu.au"
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Booth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal North Shore Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Briggs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal North Shore Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Dasantha",
                "middle": [],
                "last": "Jayamanne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal North Shore Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Vanessa",
                "middle": [],
                "last": "Panettieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Health",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sashendra",
                "middle": [],
                "last": "Senthi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alfred Health",
                    "location": {
                        "settlement": "Melbourne",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun-Chien",
                "middle": [],
                "last": "Shieh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Keall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Introduction In radiotherapy, tumour tracking leads the radiation beam to accurately target the tumour while it moves in a complex and unpredictable way due to respiration. Several tumour tracking techniques require the implantation of fiducial markers around the tumour, a procedure that involves unnecessary risks and costs. Markerless tumour tracking (MTT) negates the need for implanted markers, potentially enabling accurate and optimal radiotherapy in a non-invasive way. Methods and analysis We will perform a phase I interventional trial called MArkerless image Guidance using Intrafraction Kilovoltage x-ray imaging (MAGIK) to investigate the technical feasibility of the MTT technology developed at the University of Sydney (sponsor). 30 participants will undergo the current standard of care lung stereotactic ablative radiation therapy, with the exception that kilovoltage X-ray images will be acquired continuously during treatment delivery to enable MTT. If MTT indicates that the mean lung tumour position has shifted >3 mm, a warning message will be displayed to indicate the need for a treatment intervention. The radiation therapist will then pause the treatment, shift the treatment couch to account for the shift in tumour position and resume the treatment. Participants will be implanted with fiducial markers, which act as the ground truth for evaluating the accuracy of MTT. MTT is considered feasible if the tracking accuracy is <3 mm in each dimension for >80% of the treatment time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ethics and dissemination The MAGIK trial has received ethical approval from The Alfred Human Research Ethics Committee and has been registered with ClinicalTrials. gov with the Identifier: NCT04086082. Estimated time of first recruitment is early 2022. The study recruitment and data analysis phases will be performed concurrently. Treatment for all 30 participants is expected to be completed within 2 years and participant follow-up within a total duration of 7 years. Findings will be disseminated through peer-reviewed publications and conference presentations. Trial registration number NCT04086082; Pre-result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lung cancer leads to the most cancerrelated deaths worldwide. In 2020, there were 2.21 million new cases, and 1.80 million deaths due to lung cancer. 1 Modelling shows that 77% of all lung cancer patients receive an evidence-based indication for radiotherapy 2 and 15% of all lung cancer patients would be eligible for stereotactic ablative radiation therapy (SABR). 3 SABR is now the standard of care in patients with peripherally located stage I-IIA non-small cell lung cancer (NSCLC) who are medically inoperable or refuse surgery. 4 The positive results of the TROG 09.02 CHISEL trial 5 provide level 1 evidence for the choice of SABR regimens in appropriately selected patients.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 259,
                    "end": 260,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 368,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 535,
                    "end": 536,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, lung tumour motion can degrade lung SABR treatment outcomes. 6 7 Lung tumours move, mainly due to breathing, muscle, and organ motion, in clinically significant and unpredictable ways. 8 9 In the standard of care the tumour is not imaged during Strengths and limitations of this study ► Standard radiotherapy systems are converted into real-time image-guided radiotherapy systems. ► Markerless tumour tracking is a software only solution, which means that it is cost-effective and transferable. ► Participants will receive equivalent or superior radiotherapy than the current standard of care. ► Participants will undergo marker implantation, which is an invasive procedure that is not a part of the standard of care lung stereotactic ablative radiation therapy (SABR) treatment. ► Participants will receive ionising radiation in addition to their normal lung SABR treatment due to intrafraction kV X-ray imaging during treatment delivery.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "6 7",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Open access treatment delivery, and the movement is not tracked or accounted for. 10 Current lung cancer radiotherapy methods increase the size of the treatment beams with the expectation the tumour stays within the beams during treatment. This may result in the increase in treatmentrelated toxicity due to the enlarged beams, and the risk of decreased local control when the tumour moves outside of the treated region. 11 Every 1 Gy increase in tumour dose results in a 4% improvement in survival, 12 and every 1 Gy decrease in mean lung dose results in a 2% reduction in pneumonitis. 13 A strategy to combat the problem of motion is to adapt to tumour motion in real-time during treatment 14 for example, using tumour tracking. Tumour tracking aims to monitor the tumour position during treatment. When paired with treatment adaptation approaches such as gating 15 and multileaf collimator (MLC) adaptation, 16 tumour tracking has the potential to improve dose coverage of the tumour and reduce dose to the healthy tissues as the radiation beam is always adapted to the moving tumour. 17 Consequently, treatment-related toxicity is potentially minimised, as without the need to encompass tumour motion, smaller and more precise radiation beams can be used (figure 1).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 692,
                    "end": 694,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Clinical tumour tracking methods on standard treatment systems exists, 9 18 19 however, they rely on the invasive implantation of fiducial markers around the tumour. The use of markers for lung cancer radiotherapy is costly in terms of toxicity and pain during marker placement, 20 mistargeting due to migration and motion between the target and the markers, 21 22 and the time and cost of the additional marker placement procedure.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "9 18 19",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 364,
                    "text": "21 22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Markerless tumour tracking (MTT) describes an approach to monitor the tumour position during treatment without the need of implanted markers. This study investigates the feasibility of the MTT approach developed at the University of Sydney 23 to monitor tumour motion during lung SABR treatment on a standard treatment system. When implemented on a standard treatment system, MTT has the potential to transform tumour tracking into a feasible clinical solution that is safe, non-invasive, and broadly accessible for lung cancer patients. de Bruin et al recently implemented an MTT approach for lung SABR treatment for the first time, 24 however, no quantitative analysis of MTT was performed because of the lack of the ground-truth tumour position.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 636,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The proposed study is an interventional, nonrandomised single arm phase 1 clinical trial. MTT will be used to monitor when the tumour has shifted away from its planned position during lung SABR treatment and MTT accuracy and precision will be compared with marker-based tumour tracking, acting as ground truth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We developed a method for MTT, 23 enabling real-time lung tumour motion monitoring without the use of fiducial markers. MTT uses the kilovoltage (kV) x-ray imaging system, which is available on 90% of standard radiotherapy treatment systems. The feasibility of MTT has previously been validated retrospectively with both stage I and stage III patients with lung cancer. 25 26 The proposed MTT approach has previously been integrated into the existing lung SABR radiotherapy workflow. 23 As part of the standard SABR treatment planning routine a four-dimensional (4D) CT is acquired to define a snap-shot of the tumour motion range. MTT makes use of the 4D-CT to build a model of the patient anatomy. The anatomic model contains information of the positions and shape of the tumour, the diaphragm and the thoracic anatomy throughout the respiratory cycle. As shown in figure 2 , during treatment delivery, intrafraction kV X-ray images will be acquired from the on-board imager and streamed to a separate computer using a frame-grabber software. First, the anatomic model is used to segment Open access the tumour in the intrafraction kV X-ray images. Next, the three-dimensional tumour position is estimated from the two-dimensional segmented position using a statistical motion model. 26 This process is repeated for every new kV image at a frequency of seven frames per second. The tracked tumour position and its agreement with the planned tumour position is visualised for the operator throughout the treatment. When the tumour has shifted away from its planned position by more than 3 mm for a period of <10 seconds a warning signal will indicate the need to pause the treatment and apply a specified shift of the patient couch to account for the motion.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 375,
                    "text": "25 26",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1286,
                    "end": 1288,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 875,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "METHODS AND ANALYSIS MTT on a conventional radiotherapy system"
        },
        {
            "text": "The MArkerless image Guidance using Intrafraction Kilovoltage x-ray imaging (MAGIK) trial aims to assess the technical feasibility of MTT as a real-time tumour motion monitoring tool during lung SABR treatment. Marker-based tracking is used as ground-truth for tumour motion and the agreement between MTT and markerbased tracking is assessed. The phase I clinical study will be conducted with the following objectives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study objectives"
        },
        {
            "text": "The primary objective of this study is assessed by 90% of the treatment fractions achieving: 1. Continuous online tumour tracking without software failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study objectives"
        },
        {
            "text": "tracking within 3 mm in each direction (left-right, superior-inferior, anterior-posterior) for at least 80% of the treatment. Secondary objectives are: 1. To identify the cohort of patients on which MTT performs well or poorly. 2. To investigate the improvement in target dose coverage enabled by MTT with manual gating. 3. To estimate potential improvement in target dose coverage and reduction in dose to healthy tissues enabled by MTT and marker-based tracking using realtime MLC adaptation. 4. To monitor treatment duration and compare it to the department standard treatment delivery time. 5. To quantify the accuracy of marker-based tracking by comparison with MV-kV triangulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agreement between markerless and marker-based"
        },
        {
            "text": "6. To investigate the magnitude of surrogacy of lung tumour motion that is, the difference between tumour motion and implanted marker motion. 7. To investigate the correlation between external and internal motion using belt measurement and/or infrared/optical imaging. 8. To investigate the efficacy of different image reconstruction algorithms for 1 min cone beam CT (CBCT) scans. 9. To investigate changes in patient anatomy from the time of planning CT to the time of daily CBCT scans. 10. To evaluate the difference between the estimated treated dose and planned dose for Internal Target Volume (ITV) treatments. 11. To investigate the feasibility of predicting treatment outcomes based on patient and imaging information. 12. Participants will be followed for 5 years to determine patient outcomes, including radiation therapy toxicity, local control (whether the tumour has spread) and survival. 13. Five-year outcomes will be compared with historical outcomes reported from the departmental lung SABR database. 14. To record the number of patients ineligible after marker insertion due to positioning of markers, or due to complications with the implantation procedure. 15. To investigate the feasibility of extracting radiomic features from CT, CBCT and kV images to predict tumour volumes, tracking accuracy, treatment response and patient outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agreement between markerless and marker-based"
        },
        {
            "text": "Patients fitting the eligibility criteria will be identified and introduced to this study by the treating physicians who will participate as investigators in this study. Figure 3 outlines the process of recruiting participants for the MAGIK trial. Diagnostic CTs for NSCLC participants eligible for SABR will first be assessed. Participants who meet the selection criteria and give their consent in the informed patient consent procedure will be implanted with fiducial markers around the tumour. If at least one marker remains stable in the participant prior to the first Figure 2 The workflow of the developed MTT. A personalised anatomic model of the patient is built using the fourdimensional-CT after treatment planning. during treatment, Kv X-ray images are streamed and processed in real time. The diaphragm position is first identified as a guide to localising the tumour. Then, the anatomic model is used to identify the tumour position. Using a statistical model, the three-dimensional (3D) position of the tumour is then estimated from the two-dimensional (2D) segmented position. This process is repeated for every new Kv image at a frequency of seven frames per second.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Patients and study design"
        },
        {
            "text": "Open access treatment fraction, the participant will be included in the MAGIK trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and study design"
        },
        {
            "text": "This study is aimed at patients receiving lung SABR radiation therapy. Patients fitting the eligibility criteria below will be identified and included in this study by their treating physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant selection"
        },
        {
            "text": "Inclusion criteria 1. Aged 18 or older. 2. Is willing to comply with all trial procedures and intends to provide written informed consent for participation in this trial. 3. Patients undergoing external beam radiotherapy. 4. Histologically proven stage I NSCLC or oligometastatic lung metastases (three or less). 5. MRI/4D-CT prior to insertion of fiducial markers. 6. Patient must be able to have fiducial markers placed in the lung (if on anticoagulants, must be cleared by LMO or cardiologist). 7. ECOG performance status 0-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant selection"
        },
        {
            "text": "non-haematological malignancy. Multiple metastases will be treated separately. 9. Tumour diameter in any dimension of 1-5 cm. 10 . The distance between the tumour centroid and the top end of the diaphragm is ≤10 cm. Treatment with MTT workflow Figure 4 summarises the lung SABR treatment workflow with MTT. MTT-related processes are spread over the Open access stages of treatment planning (planning), patient setup (setup), treatment delivery and post-treatment (post).",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 252,
                    "text": "Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A maximum of three metastases to the lung from any"
        },
        {
            "text": "A surface camera will be used throughout every imaging procedure to have a consistent record of the external motion of the participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A maximum of three metastases to the lung from any"
        },
        {
            "text": "Eligible consenting participants will be implanted with fiducial markers at least 1 week prior to treatment planning. Fiducial markers will be implanted using either an endoscopic or a transthoracic procedure, both of which are routinely performed while attaining a histological diagnosis. 1. Endoscopic procedure: In a dedicated bronchoscopy suite, a qualified respiratory physician will perform an endoscopic procedure. Following conscious sedation, a standard fibreoptic bronchoscope will be guided to the target lesion using a radial endobronchial ultrasound (EBUS) and image intensifier. A biopsy needle will be used to collect tissue specimens. Next, fiducial marker(s) will be placed in separate airways as close as possible to the target lesion. Complications during the procedure carry a risk level similar to a standard diagnostic radial EBUS procedure. A postprocedural chest X-ray will be performed to exclude a pneumothorax. 2. Transthoracic procedure: In a dedicated radiology procedure suite, a qualified radiologist will perform a transthoracic procedure. After appropriately positioning the patient, under sterile conditions and following local anaesthesia, a large gauge coaxial introducer needle will be inserted through the chest wall into the target lesion. Once a CT scan confirms the introducer is within the target and after tissue specimens are collected, fiducial marker(s) will be inserted via the introducer along the same biopsy tract as close as possible to the lesion. Complications during the procedure carry a risk level similar to a standard diagnostic transthoracic procedure. A postprocedural chest X-ray will be performed to exclude a pneumothorax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marker implantation"
        },
        {
            "text": "Treatment plans and procedures will follow the standard lung SABR protocol of the respective clinical trial sites. The participants will be breathing freely during the planning 4D-CT acquisition. Target volumes will be defined using the ITV principle with a 5 mm PTV margin. The dose prescription will be risk adapted based on size and location with 54 Gy/3 fractions for T1 lesions without chest wall contact and 55 Gy/5 fractions for T2 lesions or T1 lesions with broad chest wall contact. All prescriptions are to the 80% isodose and generally normalised such that 95% PTV coverage is achieved. All planning will use the Eclipse treatment planning system with the Acuros XB algorithm for VMAT delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment planning"
        },
        {
            "text": "After the treatment planning, the personalised anatomic model will be generated from the 4D-CT using an automated algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment planning"
        },
        {
            "text": "For each participant, a 'Fraction zero' rehearsal run of the treatment workflow will be conducted prior to the first treatment fraction. CBCT setup, pretreatment imaging and intrafraction kV X-ray imaging will be performed, but the treatment beam will not be on. Fraction zero enables the pretreatment individual patient testing and troubleshooting of MTT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fraction zero"
        },
        {
            "text": "On each treatment day, patients will be immobilised, with their arms up, in a personalised vacuum sealed bag. A CBCT setup will be performed as part of the standard routine. The participant will be breathing freely during acquisition. For patient setup, the ITV from the treatment plan will be matched to the tumour volume in the CBCT. Additional monitoring during treatment will use a surface guidance system, for example, AlignRT (VisionRT, London, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient setup"
        },
        {
            "text": "An additional pretreatment imaging arc will be performed after the CBCT setup, the purpose of which is to let MTT learn the daily motion pattern of the tumour on the treatment day. A 200° arc of approximately 230 kV images is acquired with the same imaging parameters as for the intrafraction kV imaging, except that the MV beam is turned off. The surface guidance sensor will be used to record participant external chest or abdominal motion. MTT monitors the tumour position and updates the anatomic model to the daily motion pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pretreatment kV imaging arc"
        },
        {
            "text": "During treatment, intrafraction kV X-ray images are acquired and streamed into MTT using a frame-grabber software. MTT monitors the tumour position continuously. Intrafraction MV electronic portal imaging device images and the surface guidance signal are also acquired. MTT is used to monitor that the tumour stays within the planned region. If MTT detects a >3 mm shift in the 15 s moving average of the tumour position, a warning signal will be displayed to indicate the need to pause the treatment. After the treatment is paused, a couch shift will be applied by the radiation therapist to account for the shift as detected by MTT before the treatment resumes. This process is repeated whenever a >3 mm shift in the moving average is detected until the end of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment delivery"
        },
        {
            "text": "After each treatment, the motion inferred from MTT is further validated by comparison with marker motion. The motion inferred from MTT is considered valid if it agrees with the marker motion within 3 mm in each direction for >80% of the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary objective analysis"
        },
        {
            "text": "Treatment quality assurance Treatment log files, recorded tumour motion (computed from MTT), and external motion signals from the surface guidance sensor will be recorded. All fractions will have Open access post-treatment dose reconstruction performed. Dose reconstruction using the motion computed from MV-kV triangulation will be considered a reference, to which the dose reconstruction using the motion from MTT will be compared with. The imaging dose will be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary objective analysis"
        },
        {
            "text": "Participants will receive follow-up clinic visits at 3, 6 and 12 months after completing radiotherapy treatment, then 6 monthly until 5 years after completing radiotherapy. At all follow-up visits, all participants will have a clinical examination and have toxicities scored with the Cancer Institute Common Toxicity Criteria for Adverse Events (CTCAE) V.5.0. At the 12-month follow-up visit, participants will also have pulmonary function tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-up"
        },
        {
            "text": "Thirty patients with lung cancer from the patient population presenting for definitive treatment of histologically confirmed NSCLC will be recruited, assuming each participant will undergo at least three treatment fractions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of participants and duration"
        },
        {
            "text": "The expected duration of the study is from 2022 to 2029. The estimated time of first recruitment is early 2022. The study recruitment phase and data analysis phase will be done concurrently. Treatment for all 30 participants is expected to be complete within 2 years from the date of first recruitment. An additional 5 years is included for patient follow-up, resulting in a total study duration of 7 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of participants and duration"
        },
        {
            "text": "Ethics approval of the MAGIK trial was received from The Alfred Human Research Ethics Committee on 27 April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "Study procedure risks By participating in this study, the risks to the participant are considered low. The treatment procedure is mostly based on the standard SABR protocol. MTT does not directly interfere with the treatment and is only used as an indication for pausing and adjusting the treatment couch. As the radiation therapist has the final call of whether to pause and adjust the treatment couch, treatment errors due to software malfunctioning is unlikely to happen. The participants are expected to receive equivalent or superior treatment than the current standard of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "There are a couple of risks in addition to the standard SABR protocol: 1. Participants will undergo marker implantation, which is an invasive procedure that is not a part of the standard SABR treatment. Patient condition and suitability for marker implantation will be thoroughly assessed before recruitment to minimise the likelihood of complication due to markers. 2. Participants will receive ionising radiation in addition to their normal treatment for lung cancer due to intrafraction kV X-ray imaging during treatment delivery. Participants will receive 10-20 cGy more imaging dose than if they were treated off study. Radiation risks outlined in the Code of Practice from the Australian Radiation Protection and Nuclear Safety Agency must be followed for all Exposure of Humans to Ionising Radiation for Research Purposes (available at www.arpansa.gov.au/Publications/codes/rps8.cfm). The study will be conducted according to public health measures relating to the COVID-19 pandemic in place at the site at all times, as described in guidance provided by local, state and federal government, site governance and the study sponsor. A COVID-19 addendum to this protocol outlines study-specific COVID-19 measures applicable to responsibilities for and conduct of MAGIK study activities. The Standard Operating Procedure: Informed Consent During COVID-19 describes the COVID-19 informed consent process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "Patients or the public are not and will not be involved in the design, or conduct, or reporting, or dissemination plans of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The participant will be enrolled into the study after the informed consent process has been completed and the participant has met all inclusion criteria and none of the exclusion criteria. The participant will receive a study enrolment number, and this will be documented in the participant's medical record and on all study documents. A master code list will be created and will be stored securely at each study site. This list will contain at a minimum, participant name, date of birth and study enrolment number. Only hospital staff directly involved with the trial will have access to the master code list. Data entered into the trial database will be coded and participants will be identified only by study number, initials and date of birth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrolment procedure"
        },
        {
            "text": "Once it has been established that potential participants have met the eligibility criteria, they will be given a copy of the Participant Information Sheet and Consent Form (as online supplemental material 1 attached) to review. Written informed consent will be obtained from all participants as per the Good Clinical Practice Guideline of the International Conference on Harmonization after being provided time to consider the information and discuss it with their primary physician, friend or family. COVID-19related measures pertaining to the consent process are described in Standard Operating Procedure: Informed Consent During COVID-19. The site will incorporate measures outlined in the SOP to minimise non-essential face-to-face visits and physical contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed consent process"
        },
        {
            "text": "Quality of life will be assessed using the EORTC core quality of life instrument (EORTC QLQ-C30) 27 ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Quality of life"
        },
        {
            "text": "Open access lung cancer quality of life module (EORTC QLQ LC 13). 28 The EORTC QLQ-C30 is composed of five functioning scales (physical, role, emotional, cognitive and social), global health status quality of life scale, and nine symptom scales (fatigue, nausea, pain, dyspnoea, insomnia, appetite loss, constipation, diarrhoea, financial). The EORTC QLQ-LC13 is composed of 13 items assessing cough, dyspnoea, pain, tingling and hair loss. This scale has demonstrated high reliability and concurrent and criterion validity and is known to be responsive to different experimental conditions in lung cancer populations.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "and the"
        },
        {
            "text": "The adverse event reporting will meet the requirements of the National Health and Medical Research Council, Australian Health Ethics Committee Position Statement 'Monitoring and reporting of safety for clinical trials involving therapeutic products' (available at http://www. nhmrc.gov.au/health_ethics/hrecs/reference/_files/ 090609_nhmrc_position_statement.pdf). The National CTCAE V.4.07 will be used to assess toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse event reporting"
        },
        {
            "text": "Participants will receive ongoing assessment and review of the acute and late toxicity and biochemical control, which will be compared with matched pair controls for 5 years following radiation therapy. A Safety Committee will be formed containing multidisciplinary team members. As a safety measure to prevent serious adverse events, adverse medical toxicity and equipment failure incidence rates will be monitored and stopping rules applied. All serious adverse events will be reported to the approving Ethics Committee in accordance with the Australian National Statement on Ethical Conduct in Human Research (2007) and clinical and research practice guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse event reporting"
        },
        {
            "text": "We estimate that grade 3 acute toxicity should be <5%. If two participants in the first 10, 4 in the first 20 or 8 overall develop grade 3 toxicity the study will be suspended pending analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adverse event reporting"
        },
        {
            "text": "The investigators will meet on a monthly basis to monitor the progress of the study for protocol compliance, source data verification, data accuracy and completeness. The principal investigator will be on site to personally conduct, oversee and supervise all activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data safety and monitoring board"
        },
        {
            "text": "Sample size, power calculation and analysis plan MTT is considered feasible if it meets the criteria listed in the primary objective for 90% of the treatment fractions. Binomial statistics will be used since there are only two possible outcomes for each fraction: success or fail. Based on Binomial statistics, a sample size of 90 treatment fractions yields a 95% CI on the success rate of (82% to 95%) for a true success rate of 80%. This equates to 30 participants assuming each participant will receive at least three treatment fractions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data safety and monitoring board"
        },
        {
            "text": "The investigators and authorised study personnel will compile study data from participants' medical records. Questionnaire data will be collected directly from participants. Source documentation will be stored electronically for each subject, including all relevant demographic, medical and laboratory data. Site staff will enter relevant data into a password-protected electronic case report form. Data collected in this study will be stored a departmental database and may be used for future research into lung cancer. The stored data will be reidentifiable. As the data will be reidentifiable, we will still maintain patient confidentiality by applicable privacy measures. The data will be stored perpetually in our secure database. The stored data will only be used in future research under the approval of a Human Research Ethics Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "All trial documentation will be stored in the departmental database. Study and participant data will be stored on the departmental patient outcome database, which is stored in a password-protected secure network location in the Radiation Oncology department of each site. Data will only be accessible to authorised staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data storage"
        },
        {
            "text": "Deidentified data will be securely transferred to the sponsor site for analysis. The deidentified data may be available for other scientific research, for example, deidentified data placed on a well controlled university site, on request. The data sharing platform is a secure on-line storage solution provided through the sponsor site. The data will be stored as a password-protected, encrypted and compressed file. In order to download/decompress the data, participating researchers agree to the terms of use for the data, including: (1) that the data is not to be published or otherwise redistributed without the express consent of the original investigator(s) and (2) that the data is forbidden to be used for any commercial purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data storage"
        },
        {
            "text": "All trial related information will be securely stored for a period of 15 years after the trial has finished as per regulatory requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data storage"
        },
        {
            "text": "Confidentiality will be always adhered to as per the Health Records and Information Privacy Act (New South Wales) 2002. Identifiable data related to any trial participant will not be revealed to anyone who is not directly involved in the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality"
        },
        {
            "text": "Collected respiratory data, CT images, demographic information, and treatment data will be collected from the subjects and their medical records. Participant data will be reidentifiable to obtain additional clinical information for the study coordination, data management and data analysis stages of the project, available only to approved study personnel. Reidentifiable data will be stored on a secure, password-protected database that will be created specifically for this study. A separate key of the subject study number and their medical record number will be securely stored by the chief investigator to allow reidentification if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality"
        },
        {
            "text": "Data sharing Deidentified participant data and images will be made available for other scientific research following publication of the final analysis, and for a minimum of 2 years thereafter. Requests must be made to the original researchers for access to the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "The Trial Chair and Trial Management Committee are responsible for presentations and publications arising from this trial. The findings of this study will be disseminated through peer-reviewed publications and conference presentations. Target journals for publication of this trial include the International Journal of Radiation Oncology Biology Physics, Medical Physics, Physics in Medicine and Biology, and Journal Medical Imaging and Radiation Oncology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination plan"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "CA Cancer J Clin",
            "volume": "71",
            "issn": "",
            "pages": "209--258",
            "other_ids": {
                "DOI": [
                    "10.3322/caac.21660"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence-based estimates of the demand for radiotherapy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Oncol",
            "volume": "27",
            "issn": "",
            "pages": "70--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clon.2014.10.005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Institutes of health",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "National cancer Institute. SEER Cancer Statistics Review",
            "volume": "",
            "issn": "",
            "pages": "1975--2010",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiotherapy treatment for lung cancer: current status and future directions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Vinod",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respirology",
            "volume": "25",
            "issn": "",
            "pages": "61--71",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.13870"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stereotactic ablative radiotherapy versus standard radiotherapy in stage 1 non-small-cell lung cancer (TROG 09.02 CHISEL): a phase 3, open-label, randomised controlled trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vinod",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Oncol",
            "volume": "20",
            "issn": "",
            "pages": "494--503",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(18)30896-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcome in a prospective phase II trial of medically inoperable stage I non-small-cell lung cancer patients treated with stereotactic body radiotherapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nyman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Oncol",
            "volume": "27",
            "issn": "",
            "pages": "3290--3296",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.2008.21.5681"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Excessive toxicity when treating central tumors in a phase II study of stereotactic body radiation therapy for medically inoperable early-stage lung cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Timmerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcgarry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yiannoutsos",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Oncol",
            "volume": "24",
            "issn": "",
            "pages": "4833--4842",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.2006.07.5937"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An analysis of thoracic and abdominal tumour motion for stereotactic body radiotherapy patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dieterich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys Med Biol",
            "volume": "53",
            "issn": "",
            "pages": "3623--3663",
            "other_ids": {
                "DOI": [
                    "10.1088/0031-9155/53/13/016"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Real-time tumor tracking in the lung using an electromagnetic tracking system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kupelian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Waghorn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "86",
            "issn": "",
            "pages": "477--83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2012.12.030"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Motion management strategies and technical issues associated with stereotactic body radiotherapy of thoracic and upper abdominal tumors: a review from NRG oncology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Brandner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Chetty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Giaddui",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Phys",
            "volume": "44",
            "issn": "",
            "pages": "2595--612",
            "other_ids": {
                "DOI": [
                    "10.1002/mp.12227"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The management of respiratory motion in radiation oncology report of AAPM task group 76",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Keall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Mageras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Balter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Phys",
            "volume": "33",
            "issn": "",
            "pages": "3874--900",
            "other_ids": {
                "DOI": [
                    "10.1118/1.2349696"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Higher biologically effective dose of radiotherapy is associated with improved outcomes for locally advanced non-small cell lung carcinoma treated with chemoradiation: an analysis of the radiation therapy Oncology Group",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Machtay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Movsas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "82",
            "issn": "",
            "pages": "425--459",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2010.09.004"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Radiation dose-volume effects in the lung",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bentzen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Deasy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "76",
            "issn": "",
            "pages": "70--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2009.06.091"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IGRT and motion management during lung SBRT delivery",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys Med",
            "volume": "44",
            "issn": "",
            "pages": "113--135",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmp.2017.06.006"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intrafractional baseline shift or drift of lung tumor motion during gated radiation therapy with a real-time tumor-tracking system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "94",
            "issn": "",
            "pages": "172--80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2015.09.024"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The first clinical implementation of electromagnetic transponder-guided MLC tracking",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Keall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Colvill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Phys",
            "volume": "41",
            "issn": "",
            "pages": "23--27",
            "other_ids": {
                "DOI": [
                    "10.1118/1.4862509"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "MLC tracking for lung SABR reduces planning target volumes and dose to organs at risk",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Keall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Colvill",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiother Oncol",
            "volume": "124",
            "issn": "",
            "pages": "18--24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radonc.2017.06.016"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The first patient treatment of electromagnetic-guided real time adaptive radiotherapy using MLC tracking for lung SABR",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hardcastle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Radiother Oncol",
            "volume": "121",
            "issn": "",
            "pages": "19--25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radonc.2016.08.025"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Six degrees-of-freedom prostate and lung tumor motion measurements using kilovoltage intrafraction monitoring",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Tehrani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "91",
            "issn": "",
            "pages": "368--75",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2014.09.040"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prospective trial of stereotactic body radiation therapy for both operable and inoperable T1N0M0 non-small cell lung cancer: Japan clinical Oncology Group study JCOG0403",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "93",
            "issn": "",
            "pages": "989--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2015.07.2278"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Migration of implanted markers for image-guided lung tumor stereotactic ablative radiotherapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Ncw",
                    "middle": [],
                    "last": "Eclov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Appl Clin Med Phys",
            "volume": "14",
            "issn": "",
            "pages": "77--89",
            "other_ids": {
                "DOI": [
                    "10.1120/jacmp.v14i2.4046"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Quantification of the geometric uncertainty when using implanted markers as a surrogate for lung tumor motion",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hardcastle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Med Phys",
            "volume": "48",
            "issn": "",
            "pages": "2724--2756",
            "other_ids": {
                "DOI": [
                    "10.1002/mp.14788"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The first prospective implementation of markerless lung target tracking in an experimental quality assurance procedure on a standard linear accelerator",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zolfaghari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys Med Biol",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1361-6560/ab5d8b"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Markerless real-time 3-dimensional kV tracking of lung tumors during free breathing stereotactic radiation therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mostafavi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Adv Radiat Oncol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.adro.2021.100705"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Markerless tumor tracking using short kilovoltage imaging arcs for lung image-guided radiotherapy",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Keall",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kuncic",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Phys Med Biol",
            "volume": "60",
            "issn": "",
            "pages": "9437--54",
            "other_ids": {
                "DOI": [
                    "10.1088/0031-9155/60/24/9437"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Bayesian approach for threedimensional markerless tumor tracking using kV imaging during lung radiotherapy",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caillet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys Med Biol",
            "volume": "62",
            "issn": "",
            "pages": "3065--80",
            "other_ids": {
                "DOI": [
                    "10.1088/1361-6560/aa6393"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The EORTC core quality of life questionnaire (QLQ-C30): validity and reliability when analysed with patients treated with palliative radiotherapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaasa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bjordal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur J Cancer",
            "volume": "31",
            "issn": "",
            "pages": "2260--2263",
            "other_ids": {
                "DOI": [
                    "10.1016/0959-8049(95)00296-0"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The EORTC QLQ-LC13: a modular supplement to the EORTC core quality of life questionnaire (QLQ-C30) for use in lung cancer clinical trials. EORTC Study Group on quality of life",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmedzai",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Eur J Cancer",
            "volume": "30",
            "issn": "",
            "pages": "635--677",
            "other_ids": {
                "DOI": [
                    "10.1016/0959-8049(94)90535-5"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MTT will monitor the tumour position in real-time, ensuring optimal targeting, thereby improving local control and reducing radiation toxicity. MTT, markerless tumour tracking.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flowchart of the lung stereotactic ablative radiation therapy (SABR) treatment procedure with markerless tumour tracking (MTT). The steps of MTT (blue blocks) are integrated into the original lung SABR workflow (grey blocks) throughout the stages treatment planning (planning), patient setup (setup), treatment delivery and posttreatment (post).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Participant recruitment flow chart for the MAGIK trial. MAGIK, MArkerless image Guidance using Intrafraction Kilovoltage X-ray imaging; NSCLC, non-small cell lung cancer; SABR, stereotactic ablative radiation therapy.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors would like to thank Shona Silvester and Natalie Plant for their support and expert knowledge during the approval process.Contributors MM wrote and illustrated this article based on the original MAGIK clinical trial protocol. The latter was written in collaboration with C-CS, SS, VP, JB, AB, DJ and PK.Funding This work acknowledges funding support from the Cancer Institute New South Wales Translational Program Grant scheme TPG182165.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests C-CS and PK are inventors on patent application PCT/ AU2016/000086 that is related to markerless tumour tracking. This patent and associated intellectual property were assigned by the University of Sydney to ASTO CT.Patient consent for publication Not applicable.Provenance and peer review Not commissioned; externally peer reviewed.Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Marco Mueller http://orcid.org/0000-0002-3205-6979",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}