{
    "paper_id": "290211dd9df660219383616b6fe900628ff5b36c",
    "metadata": {
        "title": "Prioritizing COVID-19 test utilization during supply shortages in the late phase pandemic",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "Susan"
                ],
                "last": "Amirian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rice University",
                    "location": {
                        "addrLine": "6100 Main St",
                        "postCode": "77005",
                        "settlement": "Houston",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "tests a core medical resource that testing service providers may need to triage according to public health guidance when acute shortages arise. Some suppliers and local agencies have made piecemeal, ad hoc efforts to prioritize access to COVID-19 tests (including seller-enforced household purchase limits on at-home tests) [6] . However, lack of carefully crafted national guidance for efficient leveraging of the national testing supply to support public health has left consumers and test suppliers with little clarity about how to achieve our most basic shared aims: ensuring testing for those with medical need, reducing test waste, and aligning best practices.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Testing access currently depends on financial resources to purchase at-home tests, strong advocacy (by powerful labor unions, or employers that sponsor testing), or time and technological literacy to find available tests or appointments, or all of these. Even during scarcity, part of the supply goes to low priority uses, including recreational, non-essential travel screening, or resource-intensive occupational surveillance programs (such as frequent testing in the entertainment industry) [13] . All these uses have epidemiological justification but may not constitute the most epidemiologically sound or ethically justifiable expenditures of limited resources. Such uses may limit the supply for symptomatic patients, COVID-exposed individuals, and frontline workers (or their household members) for quick case isolation and early treatment. Ideally, testing sites would preserve same-day appointments and walk-in testing for individuals with medical need. Instead, during the 2021-2022 Omicron surge, anecdotal reports emerged of molecular tests reserved for recreational or non-essential business travel by private testing facilities (such as urgent care centers) while wait and turnaround times for PCR tests soared for symptomatic individuals [7, 14] . For test-seekers who can pay for faster testing options, there may be other adverse effects of supply shortages including price gouging or risks associated with pop-up test sites [5, 13, 15] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1441,
                    "end": 1444,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1449,
                    "end": 1452,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the dearth of national coordination, profound disparities in COVID-19 testing have emerged across racial and ethnic groups, geographic regions, and occupations [16] [17] [18] [19] . These disparities further exacerbate the already disproportionate impact of COVID-19 morbidity and mortality on uninsured, low-income, and minority or immigrant communities, stymying efforts to prioritize protection of those most vulnerable.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moving forward, the U.S. Centers for Disease Control and Prevention (CDC) should convene a COVID-19 testing task force with representatives from the public and private sectors to develop clear guidance, detailed recommendations, and tools to guide prioritization and distribution of tests during shortages. Stakeholders include state health officials, industry representatives from major national test suppliers, and national experts in epidemiology, medicine, bioethics, and health disparities. Policy makers, including those in U.S. Congress and in the Executive branch and its agencies, such as the Centers for Medicare & Medicaid Services, can create incentive programs (government subsidies) to encourage private test providers to replace \"first come, first serve\" testing with triaging practices under pre-determined conditions. Planners can identify thresholds for offering incentives-based on COVID-19 incidence and test positivity rates and time to supply exhaustion estimates, among other criteria-to apply once any geographic region meets specific disease and supply related metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author suggests that such a triage system should prioritize patients with medical need among those seeking testing (outside of medical care settings) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. All symptomatic patients experiencing COVID-consistent illness; 2. Asymptomatic individuals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "a. with known COVID-19 exposures; b. who are frontline workers; c. who reside in high-exposure-risk households;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3. Required screening for essential travel, followed by non-essential business or leisure travel; 4. For any other reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If a supply shortage is extreme, planners could consider additional prioritization within Tiers 1-2c: the person's age, underlying medical conditions, and frequency of contact with susceptible individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To streamline implementation, the CDC could develop a standard patient questionnaire to be integrated into appointment systems that, during shortages, would categorize test-seekers into priority tiers based on self-reported data and automatically organize appointment options by tier. For walk-in sites, test-seekers could complete the questionnaire on paper or through a mobile phone application to facilitate manual assignment to tier-specific lines. The federal government could also devise innovative strategies to enhance surge capacity for testing while balancing test quality and supply. It would be useful to pilot test the impact of providing provisional Clinical Laboratory Improvement Amendments (CLIA) certifications to academic research laboratories experienced in conducting molecular testing. The Centers for Medicare & Medicaid Services and the Food and Drug Administration could modify CLIA certification standards to permit select labs to run \"non-waived\" COVID-19 tests on a temporary, as-needed basis. \"Non-waived\" tests are those of moderate to high complexity. The extra manpower and lab capacity from these provisionally certified laboratories could complement the increased production of test components. If successful, this program could also augment diagnostic lab capacity for future epidemics. Finally, the CDC should provide aggregated data from testing service providers on how the national test supply is being used on its website to promote public accountability and transparency. The CDC's COVID-19 testing task force could also utilize the data, using metrics such as the ratio of tests consumed per positive case detected per week (or 7-day average test positivity rates considered in the context of tests consumed per person per week) to identify large-scale programs that involve imprudent test expenditure when test supplies or staffing are limited. The task force could then target communication strategies or other interventions to mitigate wasteful test usage by these programs if the amount or proportion of tests expended on them is high enough to exacerbate regional testing shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In medicine and public health, crisis triage is not a foreign concept; the prospect of rationing resources for the common good is generally accepted by the public during times of emergency. We now have a more robust armamentarium of testing options than earlier in the pandemic, but society will not appreciate its full benefit until our overwhelmed public health system can devise and communicate a fair and equitable strategy for efficient use of these resources when they are most needed. During a pandemic that has killed over 955,000 people as of the beginning of March 2022 in the U.S. alone, the CDC, state and local health departments, and policymakers should play more proactive roles in helping optimize testing to reduce loss of life and preserve societal function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why contact tracing efforts have failed to curb Coronavirus Disease 2019 (COVID-19) transmission in much of the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Amirian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Infect Dis",
            "volume": "72",
            "issn": "9",
            "pages": "415--424",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The challenges of expanding rapid tests to curb COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "18",
            "pages": "1813--1818",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Overcoming the bottleneck to widespread testing: a rapid review of nucleic acid testing approaches for COVID-19 detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Esbin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Darzacq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tjian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "RNA",
            "volume": "26",
            "issn": "7",
            "pages": "771--83",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Walgreens and CVS struggle against 'unprecedented' holiday demand for home tests amid omicron surge. The Washington Post",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pop-up covid test sites have ballooned as demand surges. Officials warn consumers to be cautious. The Washington Post",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bellware",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Finding a Covid-19 test is a struggle right now in the US as Omicron and holiday plans collide",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elamroussi",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A frustrating hunt for coronavirus tests: Long lines, a lot of driving and anxious waiting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carcamo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A rapid COVID-19 test manufacturer trashed millions of products early this summer because it thought the pandemic was wrapping up. Business Insider",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hogan says White House's plan for rapid virus tests undercuts Maryland's supply. The Washington Post",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heim",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The White House website",
            "authors": [],
            "year": 2021,
            "venue": "Fact Sheet: President Biden Announces New Actions to Protect Americans and Help Communities and Hospitals Battle Omicron",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and Underinvestment in the Public Health Infrastructure of the United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Milbank Q",
            "volume": "98",
            "issn": "2",
            "pages": "250--259",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19 crisis triage-optimizing health outcomes and disability rights",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Wynia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2008300"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lights, Camera, Testing! What It's Like to Swab the Stars",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Stop Wasting COVID Tests, People. The Atlantic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mazer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How much would you pay for COVID testing? Christine paid $434",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isackson",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disparities in COVID-19 incidence, hospitalizations, and testing, by area-level deprivation-Utah",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friedrichs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "38",
            "pages": "1369--73",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Disparities in COVID-19 testing and positivity in New York City",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lieberman-Cribbin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tuminello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Taioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Prev Med",
            "volume": "59",
            "issn": "3",
            "pages": "326--358",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Geographic access to United States SARS-CoV-2 testing sites highlights healthcare disparities and may bias transmission estimates",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rader",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Astley",
                    "suffix": ""
                },
                {
                    "first": "Ktl",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa076"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Racial and ethnic disparities in COVID-19-related infections, hospitalizations, and deaths: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mackey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Intern Med",
            "volume": "174",
            "issn": "3",
            "pages": "362--73",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Funding No funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements None"
        },
        {
            "text": "The corresponding author states there is no conflict of interest. The corresponding author reports employment with McKesson, Corp. that is unrelated to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}