{
    "paper_id": "2937aa13f5558717557fca58ea36801403524bb7",
    "metadata": {
        "title": "The spread rate of SARS-CoV-2 is strongly associated with population density",
        "authors": [
            {
                "first": "Ke",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "chenke@tiangong.edu.cn"
            },
            {
                "first": "Zhenghao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Msc",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2) emerged in December 2019 and made a huge impact on human society. Different countries and regions have made different policies in control and prevention of the spread of SARS-CoV-2. It is known that the spread rate of a virus, i.e. SARS-CoV-2, heavily depends on population density. 1 Besides, population density has large impacts on the basic reproduction number (R 0 ) of SARS-COV-2. 2 It is also observed that patients in high-transmission areas have a higher incidence of severe coronavirus disease outcomes when compared with patients in low-transmission areas. 3 To this end, this study investigates the spread rates of SARS-CoV-2 in different regions with different population densities.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 643,
                    "end": 644,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We calculated the spread rates of SARS-CoV-2 in different regions of the USA. The counties of the USA are categorized into four regions: the first region consisting of counties with a population density <50 persons/km 2 , and the second, third and fourth regions consisting of counties with population densities between 50 and 200, between 200 and 800, and >800 persons/km 2 . In this way, the population of the USA is roughly evenly categorized into the four regions, which include 72.3, 91.2, 102.2 and 61.3 million persons, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The spread rates of SARS-CoV-2 are calculated for each of the four regions. The calculations are based on the data collected by the data hub at the Johns Hopkins University from 1 March 2020 to 30 June 2020. 4 The spread rate of SARS-CoV-2 in a region is defined as the average number of new deaths in last 7 days per 1 million persons as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "#of new deaths in last 7 days 7 * 1 000 000 Population",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rates are normalized to a million persons to ensure they are comparable among different regions with different populations. We employ the number of new deaths rather than the number of new infections because the latter number is very inaccurate due to two reasons. First, many people have little or no symptom after infection of SARS-CoV-2, 5 these people are not likely included in the number of infections. Second, number of infections heavily depends on the sufficiency of test facilities and reagents. When more tests are performed, the number of infections gets larger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By analysis of the spread rates of SARS-CoV-2 in different regions, we have two observations. First, SARS-CoV-2 has higher spread rates in regions with high population densities than regions with low population densities. Before mid-April, when the spread rates of SARS-CoV-2 achieve maximal values for the four regions, the spread rate of SARS-CoV-2 in region 4 is higher than the spread rate in region 3, followed by the spread rates in region 2, which exceeds the spread rates in region 1 ( Figure 1 ). On average, the spread rates in region 4 are 8.0 times as the spread rates in region 1 before 15 April 2020. Similarly, the spread rates in region 3 and region 2 are 3.9 and 1.7 times as the spread rates in region 1 before 15 April 2020. We note that SARS-CoV-2 achieves the maximal spread rates around mid-April in the four regions. However, control and prevention measures are adopted as early as 22 March 2020 when the residents of New York were required to stay home. 6 It was reported that the median time from illness onset to death is 18.5 days for SARS-CoV-2 infection. 7 Since the spread rate in this study is defined on number of new death, the spread rates achieve the maximal values at least 18.5 days after the control and prevention measures are adopted.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 979,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 502,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Second, we note that the control and prevention measures for SARS-CoV-2 have better effects in regions with high population density. From mid-April (11 April-20 April) to June (20 June-30 June), the spread rate of SARS-CoV-2 in region 4 is reduced to 8.1%. However, the spread rates of SARS-CoV-2 in regions 3, 2 and 1 are reduced to 46.1, 73.3 and 100.6%, respectively, in the same time period. In other words, the control and prevention measures have very significant effects in region 4 (counties with very high population densities), i.e. the spread rate of SARS-CoV-2 is reduced for >10 times. On the other hand, the control and prevention measures have almost no effect in region 1 (counties with very low population densities), i.e. the spread rate of SARS-CoV-2 retains at the same level. In addition, the control and prevention measures have limited effect to reduce the spread rate of SARS-CoV-2 for region 3 as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since region 1 and region 2 account for 50% of the population of the USA, it is worthy of discussion that should a standard control and prevention measure be made or how to make multiple-layer control and prevention measures, which are flexible for different regions. This study has proved that the spread rate of SARS-CoV-2 is strongly associated with population density, and diversified control and prevention measures should be made for different regions according to population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population density, a factor in the spread of COVID-19 in Algeria: statistic study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khelfaoui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bull Natl Res Cent",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s42269-020-00393-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "High population densities catalyse the spread of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjödin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa038"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exposure to SARS-CoV-2 in a high transmission setting increases the risk of severe COVID-19 compared with exposure to a low transmission setting?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa094"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 infection among symptom-free healthcare workers. medRxiv",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Demmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiggen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.31.20166066"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New York Bans Gatherings, Nonessential Workers to Stay Home",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villeneuve",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The spread rates of SARS-CoV-2 in four regions from 1 March 2020 to 30 June 2020. The four regions are categorized by population density from low to high.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Authors' contribution K.C. conceived and designed the study and drafted the manuscript, and Z.-H.L. collected and analysed data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}