{
    "paper_id": "2ad13111705613c1fc8694dc8a75932b2f80f3e3",
    "metadata": {
        "title": "Intellectual property and essential medicines in the COVID-19 pandemic",
        "authors": [
            {
                "first": "Thana",
                "middle": [
                    "C"
                ],
                "last": "De Campos-Rudinsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The shortages of essential pharmaceuticals in several countries during the COVID-19 pandemic have revived global justice debates on universal access to costly, patent-protected life-saving treatments. 1 Some claim that shortages are caused by a sudden spike in demand for these drugs rather than by their protection under patent law. 2 Many global health justice theorists, however, have argued that patents, by imposing additional legal barriers to universal access, exacerbate the problem of access to affordable medical treatments worldwide, with significant impacts on the availability or shortage of drugs. 3 Building on this theoretical premise of global justice as it applies in the context of the COVID-19 pandemic, this article will consider whether and, if so, how, the international intellectual property rights regime-governed by the WTO's Trade-Related Aspects of Intellectual Property Rights (TRIPS) agreement-makes it more difficult to achieve universal access to vital generic, and therefore more affordable, treatmentsincluding potential prophylactic or therapeutic vaccines-for COVID-19.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The article will argue that, while patents can impose certain barriers to universal access to generic COVID-19 treatments, the TRIPS regime itself is an integral part of an equitable global solution to the pandemic. More specifically, it will argue that article 31bis of the TRIPS agreement, in allowing for a cooperation strategy predicated on complementary importing and exporting of vital generic COVID-19 treatments, is of critical importance to successful suppression International Affairs 00: 0, 2021 of the pandemic. Such coordination would involve, for example, some countries producing certain generic, affordable pharmaceutical products to treat COVID-19, and other countries producing other such products, all according to a complementary cooperative strategy, followed by their import and export among WTO member states. This is what global solidarity and friendship among nations could look like during public health emergencies. This division of labour would be, I suggest, not only morally justifiable but also strategically helpful for the international community. 4 To put forward this normative argument, the article first provides some background information on how the current problem of shortage of essential COVID-19 treatments and the limited pharmaceutical manufacturing capacity to produce them are affected by the international intellectual property rights regime. Then, after briefly introducing the rationale of the TRIPS agreement and the legal exceptions applicable in the case of public health emergencies, it provides an interpretative analysis of a key provision of TRIPS, namely article 31 bis of the agreement. This article is important to the current pandemic because, as I argue in my analysis, it allows for exemptions to intellectual property rights to be used in a coordinated manner among WTO member states. This reading, I suggest, is not only theoretically coherent but also practically useful. There are, however, legal complications surrounding article 31 bis, and these could deter many COVID-19 affected countries from taking advantage of the exceptions it offers. By closely examining these complications, this article will show how a purposive reading of the article 31 bis system can still provide a way forward. The proposed alternative exegesis clarifies what a shared, solidarity-based pandemic suppression strategy should look like, in the light of the ethical principles of global justice. This theoretical interpretative analysis is practically relevant not only for the current context of the COVID-19 pandemic, but also for future public health emergencies of international concern, which may again justify a purposive understanding of the TRIPS regime that allows for ways to make universal access to essential treatments feasible.",
            "cite_spans": [
                {
                    "start": 1081,
                    "end": 1082,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the time of writing, there are no new or pre-existing approved medications that effectively cure COVID-19. Given the surge in demand, and the resulting acute shortages, medications such as antibiotics for pneumonia, drugs for dyspnoea and air hunger, painkillers, fever and anxiety relievers, as well as palliative care medication, such as morphine, opioids and sedatives, have in many locations become unavailable or accessible to only a very limited extent. The situation has been tragic in several countries. However, there is hope for a brighter future. Clinical trials are beginning on certain existing pharmaceuticals used in the treatment International Affairs 00: 0, 2021 of HIV, Ebola and malaria to test their efficacy and safety in the treatment of COVID-19. 5 Also, potential prophylactic or therapeutic vaccines for COVID-19 are being currently researched and developed worldwide, and recent results from clinical trials have revealed some promising prospects for the near future. 6 Indeed, on 2 December, the United Kingdom was the first country to authorize the use of a COVID-19 vaccine. In spite of some unknowns, including inter alia whether or not this vaccine prevents viral transmission, how it affects different groups, as well as its long-term safety profile, 7 the world is hopeful that the vaccine will bring back some normalcy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 shortages: why is this a question of patents?"
        },
        {
            "text": "This optimism, however, is somewhat blunted when it comes up against the question of international intellectual property rights protections. It has been widely argued that the legal barriers erected by these rights and protections curtail universal access, at affordable cost, to newly developed medical treatmentsincluding, for example, any newly developed, effective pharmaceutical treatment or vaccine for COVID-19. 8 It is certainly the case that the current shortages of existing life-saving treatments-more accurately, shortages of both pharmaceuticals and some of their active pharmaceutical ingredients (APIs), many of which are produced in countries such as China and India 9 -have been caused by the sudden spike in demand for these drugs during the COVID-19 pandemic, rather than by their patent protection. 10 This implies that patents have not been a direct cause of either the current shortages of vital pharmaceuticals or the current disruptions in global pharmaceutical supply chains. If this is so, then clearly the most immediate solution to the COVID-19 catastrophe would not have to do with patents, but would lie in the speedy expansion of manufacturing capacity for crucial life-saving and lifesustaining drugs, combined with a reform of the global drug supply chains. 11 strategy for increasing the availability of these drugs is to expand the production capacity of existing [domestic] facilities.' 12 Although shortage of vital pharmaceuticals coupled with disruptions in global pharmaceutical supply chains are the immediate cause of the crisis in treating COVID-19, the TRIPS regime does have an impact on the accessibility and affordability of treatments. Both existing treatments for COVID-19 (including pharmaceuticals, APIs and diagnostic testing kits) and potential newly developed treatments and vaccines are all prima facie subject to international trade rules on patent protection. The key question that then emerges is: how can the production and accessibility of generic (and therefore more affordable) vital pharmaceuticals be expanded without violating the international intellectual property rights regime? And how can this be done both domestically and internationally, so that all countries, all affected by the COVID-19 pandemic and yet with different levels of manufacturing capacity, can benefit? In order to answer these questions, in the following section I will explain in more detail how the TRIPS regime impacts the accessibility and affordability of medical treatments, and how one of its specific provisions, namely article 31bis, can be particularly helpful in solving the problem the TRIPS agreement itself creates.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 420,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 shortages: why is this a question of patents?"
        },
        {
            "text": "The WTO established the current international intellectual property rights regime in the form of the TRIPS agreement. This treaty, negotiated between 1986 and 1994, introduced rules on intellectual property into the international trade system government by the WTO. Generally speaking, the TRIPS agreement offers market incentives to encourage research and development (R&D) by establishing minimum standards of protection that each WTO member state must enforce within its jurisdiction in respect of the intellectual property of other WTO member states. Focusing specifically on medical innovations, the TRIPS agreement offers sufficient market incentives for R&D in relation to most medical conditions, 13 by providing medical innovators such as pharmaceutical companies, public research institutions and public-private partnerships with exclusive rights (for example, through patents) to exploit their innovations commercially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The TRIPS regime and its implications for the accessibility and affordability of medical treatments"
        },
        {
            "text": "As a very a lengthy, uncertain, complex and costly process, medical R&D requires the incentives provided by the TRIPS regime to encourage and support it. The TRIPS regime successfully advances medical R&D by enabling innovators to anticipate high profits to compensate for the high costs of investment in R&D. The TRIPS regime thereby ties R&D incentives to the prospect of high profits derived from high market prices. In this way the TRIPS agreement, while fostering R&D by allowing high prices to be charged for medical innovations, International Affairs 00: 0, 2021 inevitably restricts access to those new pharmaceuticals-at least during the term of the relevant patent (initially 20 years, under article 33 of TRIPS). That is to say, during the patent term, the owner of the patent has the right to exclude competitors from using (that is, according to article 28 of TRIPS, commercially exploiting) their patent-protected innovation, and competitors are legally forbidden to produce a generic (and more affordable) version of that innovation. In respect of medical innovations, this has two implications: on the one hand, allowing generic production would expand access; on the other, so doing would deny the innovator justice in terms of adequate compensation and fair reward for the great efforts and high costs originally incurred in developing the innovation. 14 Like most private rights, however, intellectual property rights are not absolute, but are subject to legal exemptions justified by the principle of the common good-in the event of a national emergency, conditions of extreme urgency, or other circumstances of critical public interest, including public health necessity. 15 For example, if a country is experiencing a new epidemic coupled with a deficiency in the supply of a patented pharmaceutical that plays a vital role in that country's public health and epidemiology policy, then legal exemptions to patent rights do apply. 16 There are two chief exceptions to the exclusivity provided by patent rights, both justified by the principle of common good: voluntary licences and compulsory licences. Both are defined in article 31 of the TRIPS agreement. Compulsory licences are issued by a national government (WTO member state) to cover its unauthorized use of a patented innovation prior to the expiration of the patent term. Producing or merely importing a competing generic version of the patented medicine are both examples of such unauthorized use. As a matter of justice and fairness, the WTO member state that issues a compulsory licence owes the patent holder adequate compensation for such unauthorized use (article 31(h) of TRIPS). 17 Voluntary licences, by contrast, are issued when the patent holder has previously given consent to the use of the patented innovation. In these cases, production and/or import of a competing generic version of the patented medicine is agreed beforehand.",
            "cite_spans": [
                {
                    "start": 1693,
                    "end": 1695,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1952,
                    "end": 1954,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The TRIPS regime and its implications for the accessibility and affordability of medical treatments"
        },
        {
            "text": "It has been argued that such licences-and compulsory licences in particular-are not an ideal sustainable long-term solution to the problem of securing universal access to medicines, because they tend gradually to reduce the long-term incentives for R&D. 18 Nevertheless, by undermining exclusivity, such licences foster competition among manufacturers of generic medications and thereby significantly lower prices of those medications in the short term. Voluntary and International Affairs 00: 0, 2021 compulsory licences thus improve access to more affordable medications at least in the short term, serving as part of an immediate response to a public health emergency. 19 Therefore, if WTO member states need urgently to expand production of and access to generic, more affordable medications to treat COVID-19, for both domestic and international use, and want to do so without violating the TRIPS regime, it would not be too difficult to justify the issuing of voluntary or compulsory licences, given the obvious extreme urgency and public health necessity in most countries at the moment arising from the COVID-19 pandemic. In fact, several countries-including Brazil, Canada, Chile, Ecuador and Germany-have recently adopted legislation to facilitate such licensing options. 20 For developing countries which may not have the financial means to compensate patent owners adequately, this is a prudential move. Another prudential move was made by Costa Rica, which recently asked the World Health Organization (WHO) to create a voluntary intellectual property pool to collect patented medical knowledge, test data and other relevant patent-protected information, so that these could be shared through free access or licensing. 21 It is not unthinkable that some pharmaceutical patent owners may feel inclined to license relevant patents voluntarily to as many manufacturers as possible, so as to increase the manufacturing capacity, accessibility and affordability of pharmaceuticals currently in shortage. For example, Gilead has already announced licensing agreements with generic pharmaceutical manufacturers in Egypt, India and Pakistan to expand the supply of remdesivir (originally developed to treat Ebola, but one of the potential COVID-19 treatments so far), as well as permitting its export to a number of developing countries. 22 Similarly, Israel has issued a compulsory licence for the HIV drug Kaletra, currently being tested as another potential COVID-19 treatment. 23 This compulsory licence allows Israel to import a generic version of AbbVie's Kaletra from India for the treatment of COVID-19 patients (incidentally, the permit does not extend to the use of this particular drug for the treatment of HIV itself ). 19 A valid question arises here as to whether it would not be problematic to reduce the incentive to undertake R&D in the middle of the pandemic spread of a disease such as COVID-19, for which there are as yet no truly effective treatments or vaccines. This is a valid point. Licences are considered, as noted above, a shortterm, immediate solution to an urgent situation. They need to be complemented by a long-term, sustainable solution that offers continuing incentives for R&D on potential COVID-19 treatments by rewarding these medical innovations. The article 31bis system and its legal complications in relation to universal access to affordable COVID-19 treatment",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 674,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1284,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1732,
                    "end": 1734,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 2343,
                    "end": 2345,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 2486,
                    "end": 2488,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2737,
                    "end": 2739,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The TRIPS regime and its implications for the accessibility and affordability of medical treatments"
        },
        {
            "text": "The moral and legal justifications for issuing a voluntary or even a compulsory licence for a patent-protected medical treatment that is vital to the treatment of COVID-19 patients are not hard to grasp in the dire circumstances of the current pandemic. However, there are further legal complications that would have to be addressed as part of an integral international solution (in respect of preparedness as well as response) to the global problem of pandemics. Under article 31bis of the TRIPS agreement, compulsory licences permit competitors to produce, import or export generic versions of a patented pharmaceutical product. 24 Article 31bis is an amendment to the original TRIPS agreement; it was incorporated in August 2003, 25 and came into force in January 2017. Basically, article 31bis added the option for WTO member states to issue a compulsory licence and then export the generic pharmaceutical product to other WTO member states in need of it. Exporting a generic product manufactured under a compulsory licence was not a possibility under the original reading of article 31(f ) of TRIPS, which required the production of a generic pharmaceutical under a compulsory licence to be 'predominantly for the supply of the domestic market'. However, since the amendment, export is now a possibility. The original export restriction was considered disadvantageous to those WTO member states with insufficient or no manufacturing capacities in the pharmaceutical sector, which would struggle to make effective use of compulsory licensing under the original TRIPS agreement: hence the amendment. So now, under the article 31bis system, a WTO member state is permitted to import generic pharmaceutical products manufactured by another WTO member state under compulsory licence. The article 31bis system may prove to be particularly helpful in the catastrophic situation in which all countries now find themselves. Most countries are experiencing acute shortages of COVID-19 treatments, for which demand is surging right across the globe. All countries need these medications urgently, but most countries do not have sufficient domestic manufacturing capacity to meet in full their own demand for these treatments, and so must supplement domestic production by imports. It is here, in the shared need to import treatments to supplement domestic manufacturing capacities, that the article 31bis system can serve WTO member states well: for the article 31bis system would allow for a cooperative strategy predicated on complementary importing and exporting of vital COVID-19 generic treatments. WTO member states would therefore do well to coordinate their manufacturing, importing and exporting efforts when the issuing of licences becomes a necessity. 24 Although most countries are currently struggling to manufacture enough treatments to meet their surging domestic demand, the global coordinated response that I am envisioning, which would be consistent with the article 31bis system, would entail different countries focusing their respective domestic production capacities on manufacturing and exporting different medical treatments. In this way WTO members would export and import in a complementary fashion, mutually helping one another to overcome the global shortages problem. In other words, some countries would produce certain generic, affordable pharmaceutical products to treat COVID-19, and other countries would produce other such products, all according to a complementary cooperative strategy within which all these products would be imported and exported by WTO member states according to capabilities and needs. This orchestrated cooperation that I propose is justifiable in at least two ways. First, it is morally justifiable: it illustrates clearly what global solidarity and friendship among nations should look like during public health emergencies. 26 Second, it is practically justifiable: it is strategically helpful and feasible for the international community. Now, the legal complication regarding article 31bis of the TRIPS agreement is this: several WTO member states, mainly high-income countries, opted out from the article 31bis system, and undertook not to make use of the system to import generic pharmaceuticals produced under compulsory licence elsewhere. 27 These states include, among others, Australia, Canada, Switzerland, Iceland, Norway, Japan, New Zealand, the United Kingdom and the United States; the EU also opted out, thereby excluding countries such as Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal, Spain and Sweden from the system. 28 Some of these countries have gone so far as to rule out the possibility of ever using the article 31bis system for imports in any circumstances-even in 'situations of national emergency or other circumstances of extreme urgency'. 29 It has been said that when the article 31bis system for imports was introduced in 2003, the US pharmaceutical industry and the US government urged highincome countries to opt out. 30 The reason given for the opt-out was the perceived need to prevent the system from being abused by those countries that in actuality 26 For a detailed account of the most recent declarations of a 'public health emergency of international concern' (PHEIC) by the WHO, since the International Health Regulations were revised in 2005, and for a critical take on global cooperation, see Belinda Bennett and Terry Carney, 'Public health emergencies of international concern: global, regional, and local responses to risk' could afford not to import less expensive generic pharmaceutical products. 31 At that point, all the countries that opted out agreed that the article 31bis system for importation was superfluous for them, and decided, as a matter of justice and fairness, to exclude themselves from the system. The trouble is that now all of these countries, which have rendered themselves ineligible to import generic medical treatments manufactured in another country under a compulsory licence, are in a very different situation: they are heavily affected by the COVID-19 pandemic and in urgent need of imports of pharmaceutical products to supplement their domestic production of COVID-19 treatments. Although these countries did not anticipate, back in 2003, having to use imported generic products, now in 2020 they may need recourse to such products if they are to respond adequately to the pandemic. And it is probable that these countries-indeed, the entire worldwould also benefit from the kind of complementary cooperation scheme that I am envisioning, and that article 31bis would allow in the event of a future pandemic. To be clear: the kind of cooperation that I have in mind, which could be fostered by the article 31bis system, is a complementary one, where countries domestically manufacture and then export certain generic medical treatments essential to the containment of the pandemic, while importing other generic medical treatments, equally essential to address the pandemic, from other WTO member states also benefiting from the article 31bis provision. This reciprocal cooperation, predicated on complementary manufacturing, export and import, is of key strategic significance during a pandemic such as the current one, which no single country will be able to suppress successfully by its own efforts and on its own merits. A global problem such as this (or indeed any similar) pandemic necessarily requires a global solution. And a global solution necessitates a coordinated cooperative response among nations, developed and developing countries alike, all of which are equally vulnerable to such a virus. 32 My proposed scheme of complementary cooperation would, I think, also be of key significance when effective COVID-19 vaccines are finally approved and have to be produced on a large scale and distributed globally through pharmaceutical supply chains. In order to ensure universal access to COVID-19 vaccines, it will be critically important that this complementary cooperation scheme be applied to the global pharmaceutical supply chains to facilitate the distribution of the vaccines to all countries. 33 Only with large-scale manufacturing and export of 31 Ruse-Khan, 'Access to COVID-19 treatment'. 32 On our shared vulnerabilities to epidemics, see Lawrence O. Gostin, 'Our shared vulnerabilities to dangerous pathogens', Medical Law Review 25: 2, 2017, pp. 185-99. 33 My proposed framework considers the problems of shortage and of limited production of essential COVID-19 treatments. It proposes a way towards universal access to generic, affordable COVID-19 treatments. However, a separate and further question arises: namely, once these generic, affordable, essential COVID-19 treatments have been adequately produced and can be distributed in bulk without intellectual property barriers, how should they be equitably distributed-not only among countries but also within countries? COVID-19 vaccines, ideally under licence and without restrictions under international intellectual property rights protections, will it be possible to make effective COVID-19 vaccines as widely accessible as they can be. 34 How, then, could the many countries that opted out of the article 31bis system be enabled to participate in this complementary cooperation strategy for pandemic suppression that I propose? Could these countries revoke their decision and opt back into the article 31bis system? My interpretative analysis of the article 31bis system justifies their readmission on grounds of justice and fairness. If they opted out of the system as a matter of justice and fairness, global justice now requires, I contend, that they be permitted back in. Global justice is concerned with what nations owe to one another, particularly to those that are in a situation of greater need. Global justice would permit certain WTO members to benefit from the import provisions of article 31bis when there is a justifiable need. This would be consistent with the purpose of the article 31bis system, as I show below.",
            "cite_spans": [
                {
                    "start": 2757,
                    "end": 2759,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 4892,
                    "end": 4894,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 5075,
                    "end": 5077,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 5211,
                    "end": 5213,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 5670,
                    "end": 5672,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 8216,
                    "end": 8218,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 9224,
                    "end": 9226,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The TRIPS regime and its implications for the accessibility and affordability of medical treatments"
        },
        {
            "text": "According to the 2003 decision of the WTO General Council, the purpose of the article 31bis system is 'to find an expeditious solution to the problem of the difficulties that WTO Members with insufficient or no manufacturing capacities in the pharmaceutical sector could face in making effective use of compulsory licensing under the TRIPS Agreement'. 35 The central point, then, is the sufficiency or insufficiency of manufacturing capacities in the pharmaceutical sector. This is the definitional criterion on which WTO members should be justifiably permitted (or not) to benefit from the import provisions of article 31bis. Article 31bis provides further definition on how this sufficiency or insufficiency of manufacturing capacity in the pharmaceutical sector should be determined. Basically, each WTO member state is responsible for defining whether its manufacturing capacity is sufficient or not. In those circumstances where the member state has some capacity but it proves insufficient, the member state is responsible for identifying and communicating the moment when 'such capacity has become sufficient to meet the Member's needs'-at which point, 'the system shall no longer apply'. 36 In other words, the sufficiency of manufacturing capacities in a country's pharmaceutical sector is determined by a self-assessment that is both objective (since it is evidence-based) and subjective (since it is dynamic as well as highly dependent on the time and context of assessment This means that, in the event of sudden increased demand on the manufacturing capacity of the pharmaceutical sector in one of the high-income countries that opted out of the article 31bis system-as, for example, when facing the need to meet the surge in demand occasioned by the COVID-19 pandemic-its originally professed sufficiency may suddenly turn into insufficiency. This is particularly the case when increasing manufacturing capacity is highly dependent on the import of APIs from generic producers, such as those in China and India, as is currently the case in the COVID-19 pandemic. 38 In this scenario, those highincome countries would need only to make a formal declaration of insufficient manufacturing capacity as justification for seeking recourse to the article 31bis system for imports. Thus they should be allowed to revoke their original decision to rule themselves out of the article 31bis system for imports of medical products manufactured in another country under compulsory licence. And this revocation would allow them to be part of a cooperative scheme of complementary manufacturing, export and import of essential COVID-19 treatments such as the one I propose. Justice-the requirements of global justice, to be more precise-justifies this route. 39 If a country's domestic manufacturing capacity has become insufficient to meet its domestic needs, then the international community, united under the same goal of cooperation for the purpose of suppressing a pandemic, has the ethical responsibility to maintain the WTO's multilateral structure of complementary cooperation by mutually accommodating one another's most basic needs in the case of a supervening emergency. This is a purposivist interpretation of the article 31bis system as it applies to the current circumstances. And this is what a shared, solidarity-based strategy for pandemic suppression should look like, at least within the WTO, in accordance with the ethical principles of global justice.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 2077,
                    "end": 2079,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 2758,
                    "end": 2760,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An alternative interpretation: purpose and global justice"
        },
        {
            "text": "I turn now to address the three main objections that could be raised against my purposivist interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An alternative interpretation: purpose and global justice"
        },
        {
            "text": "The first objection would entail questioning or indeed entirely dismissing the legal significance of the article 31bis system. Those entering such an objection would contend that the unilateral declaration whereby certain WTO member states opted out of the article 31bis system has no actual legal force. Their unilateral declaration, so the argument would go, is not part of the TRIPS agreement itself but a mere note in a 2003 decision of the WTO General Council on implementing paragraph 6 of the Doha Declaration. 40 Therefore, the opt-out countries could simply unilaterally declare that they are now willing to use the system as importing members. 38 The proposition that the opted-out countries should simply make a unilateral declaration informing the WTO that they are now willing to use the article 31bis system as importing members would have, in actuality, exactly the same practical effect as my own proposition (that those countries would only need now to make a formal declaration of insufficiency as their justification for having to recourse to the system for imports). Both declarations would have the same practical consequences. This form of objection does not defeat my central argument for a multilateral system of reciprocal cooperation, predicated on complementary manufacturing, export and import of essential COVID-19 treatments. However, the nature of the objector's declaration is different from that of my proposed declaration. The latter is premised on the understanding that the 2003 decision of the WTO General Council on implementing paragraph 6 of the Doha Declaration has legal significance. The former is predicated on the understanding that the 2003 decision and the Doha Declaration are not legally binding and are, therefore, trivial.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 656,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 'non-legally binding' objection"
        },
        {
            "text": "The question of whether the 2003 decision and the Doha Declaration are legally binding or not, however, does not say anything about their relevance. One does not need to discuss the distinctive nature of international law here to appreciate that, although international law instruments are generally not legally binding, that does not mean that they can simply be dismissed. Take, for example, the Universal Declaration of Human Rights (UDHR). Although several legally binding international human rights treaties rely on the principles established by the UDHR, the UDHR itself is not legally binding. Nevertheless, that does not mean that its contents can be dismissed. Quite the contrary. Likewise, the Doha Declaration and the 2003 decision of the WTO General Council ought not to be dismissed. Their legal validity should be respected and their purpose should be taken into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 'non-legally binding' objection"
        },
        {
            "text": "In respect of the legal validity and purpose of the 2003 decision and the Doha Declaration, the international community, represented by 'more than 30 groups and three dozen experts on health, law and trade', have recently sent a letter to all opt-out countries asking each of them 'to notify the WTO that they have changed their policy and now considers itself [sic] an eligible importing country'. In the letter, opt-out countries were asked 'to also use whatever legal means are available to revoke the opt-out as importing members, for goods manufactured under a compulsory licence'. 41 The letter explained why those 37 members of the WTO, listed as ineligible to import medicines manufactured in another country under a compulsory licence, might not be automatically allowed back into the system without a formal governmental notification or declaration to the WHO. As noted above, 42 article 31bis is an amendment to the original TRIPS agreement, incorporated in August 2003 and coming into force in January 2017. That is to say, International Affairs 00: 0, 2021 predicated on complementary manufacturing, export and import of essential COVID-19 treatments.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 'non-legally binding' objection"
        },
        {
            "text": "Building on the theoretical premise of global justice and applying it to the COVID-19 context, this article has discussed how the TRIPS regime makes it more difficult to achieve universal access to generic, affordable COVID-19 treatments-including potential vaccines. I have argued that, while patents can impose certain barriers to universal access to generic COVID-19 treatments, the TRIPS regime itself, in particular its article 31bis, could be an integral part of an equitable global solution to the pandemic. More specifically, I have argued that article 31bis, in allowing for a multilateral cooperative strategy predicated on complementary import and export of vital COVID-19 generic treatments, is of key importance to successful suppression of the pandemic. Such a cooperative strategy could involve, for example, some countries producing certain generic, affordable pharmaceutical products to treat COVID-19, and other countries producing other such products, all according to a multilateral complementary cooperative strategy, followed by the import and export of all these products among WTO member states. This division of labour, I suggest, illustrates what global solidarity and friendship among nations could look like during public health emergencies of international concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "South Centre letter to the WTO, WHO, and WIPO on COVID-19 and the TRIPS art. 73 exception for \"essential security interests",
            "authors": [
                {
                    "first": "See",
                    "middle": [
                        "Carlos"
                    ],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Never say never",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On the nexus between health and security as the dominant narrative within health policy over the past two decades, see Clare Wenham",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ruse-Khan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Affairs",
            "volume": "95",
            "issn": "5",
            "pages": "1093--110",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Medical Law Review 25: 2, 2017, pp. 223-39. 27 See WTO, decision of the General Council, 'Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health', art. 1(b), fn. 3; also WTO, TRIPS Agreement, art. 31bis annex, art. 1(b), fn. 3. 28 WTO, decision of the General Council, 'Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health', art. 1(b), fn. 3. 29 WTO, decision of the General Council, 'Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health', art. 1(b). 30 Henning Grosse Ruse-Khan, 'Access to COVID-19 treatment and international intellectual property protection, part I: patent protection, voluntary access and compulsory licensing', EJIL Talk!, European Journal of International Law blog, 15 April 2020, https://www.ejiltalk.org/access-to-covid19-treatment-and-international-intellectual-property-protection-part-i-patent-protection-voluntary-access-and-compulsory-licensing/. International Affairs 00: 0, 2021",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "As Ouellette and colleagues have argued, 'patents have not-either in general or for COVID-19-caused the shortages of important drugs ... The best short-term 5 WHO, 'Solidarity' clinical trial for COVID-19 treatments (Geneva, n.d.), https://www.who.int/emergencies/ Feng-Cai Zhu, Yu-Hua Li, Xu-Hua Guan, Li-Hua Hou, Wen-Juan Wang, Jing-Xin Li et al.It has been suggested that up to 80% of the APIs used in the United States come from China and India, Ouellette et al., 'How can the US address coronavirus drug shortages?' 11 Ouellette et al., 'How can the US address coronavirus drug shortages?'",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Voluntary licensing agreements for remdesivir (Foster City, CA, n.d.), https://www.gilead.com/purpose/ advancing-global-health/covid-19/voluntary-licensing-agreements-for-remdesivir. 23 Ellen 't Hoen, 'COVID-19 and the comeback of compulsory licensing', Medicines Law and Policy, 23 March 2020, https://medicineslawandpolicy.org/2020/03/covid-19-and-the-come-back-of-compulsory-licensing/.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "WTO, TRIPS Agreement, art. 31bis, https://www.wto.org/english/res_e/publications_e/ai17_e/trips_art31_ bis_oth.pdf. 25 WTO, decision of the General Council, 'Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health', 1 Sept. 2003, WT/L/540 and corr. 1, https://www.wto.org/english/ tratop_e/trips_e/implem_para6_e.htm.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "On its dynamism, see Garrison, 'Never say never'.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Garrison, 'Never say never'. 39 See Thomas Pogge, World poverty and human rights; Singer and Schroeder, 'Ethical reasons for IPR reform'; Risse, 'Is there a human right to essential pharmaceuticals?'; De Campos, The global health crisis; Hollis and Pogge, Health Impact Fund. 40 See WTO, decision of the General Council, 'Implementation of paragraph 6 of the Doha Declaration on the TRIPS Agreement and public health', art. 1(b), fn. 3.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "International Affairs 00: 0, 2021 the 2003 decision of the WTO General Council on implementing paragraph 6 of the Doha Declaration became, in 2017, a formal amendment of the TRIPS agreement. It is therefore part of the TRIPS agreement, and not a mere note.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The second objection to my purposivist, moral justification for readmitting the opt-out countries to the article 31bis system and for their ensuing participation in my proposed multilateral system of reciprocal cooperation is based on a more textual, positivist interpretation of the 2003 decision of the WTO General Council. By 'positivist' here I mean a legal interpretation that would not admit moral considerations introduced by the requirements of global justice. This type of objector would argue that a close reading of the opt-out text leaves no room for legal accommodations, especially because some of the high-income countries opted out of the article 31bis system irrevocably by explicitly ruling out their use of it for imports-even in 'situations of national emergency or other circumstances of extreme urgency'. 43 No appeal to ethical considerations of global justice, such an objector would assert, can change these legal facts and their legal implications.This kind of objection could be met with a legal response resting on highincome countries' invocation of article 73(b) of the TRIPS agreement, 44 according to which any WTO member is allowed to take 'any action which it considers necessary for the protection of its essential security interests'. By invoking this article, the group of countries that have self-excluded themselves from the article 31bis system could now argue that importing COVID-19 treatments to address their own insufficient manufacturing capacity is 'necessary' for protecting their 'essential security interests'. 45 The invocation of article 73(b) of the TRIPS agreement would not raise textualist and positivist concerns and would allow for the implementation of my proposed multilateral system of complementary coordination, based on article 31bis. In any event, regardless of whether a more textualist or purposivist interpretation should prevail, if the shared goal is suppression of the pandemic, then textualists and purposivists alike should be united in perceiving the need for WTO member states to coordinate their efforts in an orchestrated and complementary manner, while respecting WTO rules. This should be the common ground among all WTO members. It is, however, in the WTO itself that the third objection lies.International Affairs 00: 0, 2021",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 829,
                    "text": "43",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "text": "44",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1561,
                    "end": 1563,
                    "text": "45",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The textualist-positivist objection"
        },
        {
            "text": "Those advancing the third type of objection may agree that the 2003 decision of the WTO General Council on implementing paragraph 6 of the Doha Declaration is both legally valid and significant. They may also be convinced that a purposivist interpretation of the 2003 decision and the article 31bis system is more reasonable and morally justifiable than the textualist-positivist alternativeparticularly in the exceptional circumstances of the current pandemic. However, as a sceptic, the question this type of objector will ask is this: do these theoretical discussions matter in practice, if the multilateral WTO system is in fact collapsing altogether? Why bother respecting WTO's legal rules and moral justifications? Multilateralism is in crisis. The WTO is in crisis. And some members of the international community seem to care very little about the theoretical reasoning on multilateral systems of international cooperation-even (or perhaps especially) in the context of a pandemic. COVID-19 has proved, the objector would argue, that national self-interest considerations are more urgent than international cooperative considerations. The sceptic would put forward here the example of the United States. The WTO Appellate Body lost its quorum of three judges to decide appeals because the Trump administration blocked any new judges from replacing those whose terms have expired. 46 The United States then dismissed an Appellate Body ruling as 'invalid'. 47 In view of these events, the sceptic would here put the rhetorical question: are we likely to get back to a point where the legal meaning of TRIPS-related statements or the moral value of international cooperation even matter?It is true that multilateralism is in crisis-and the COVID-19 pandemic has made this explicit by exposing this crisis not only in the WTO but also, and perhaps to an even greater extent, in the WHO. The fact that some members of the international community have recently discredited these international organizations, however, does not defeat my normative argument that a multilateral system of complementary coordination, such as that allowed and indeed encouraged by article 31bis, should be an integral part of a successful strategy for suppression of the pandemic. In fact, this pandemic and the threat to multilateralism that accompanies it create an exceptional crisis of-and therefore a unique opportunity for-the WTO, the WHO and other multilateral organizations to strengthen their mission of international cooperation and solidarity. More specifically, the COVID-19 pandemic is offering WTO member states an unprecedented opportunity to show that the organization's administration of international trade rules on patent protection is directed towards the global common good and global solidarity. These overriding ends of global common good and global solidarity justify and foster creative forms of cooperation (not only competition) among members, such as my proposed multilateral system of reciprocal cooperation,",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1391,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 'multilateralism crisis' objection"
        }
    ]
}