{
    "paper_id": "2af963ac1c08517ed82523096b4a287949d0646d",
    "metadata": {
        "title": "Public Awareness and Perception of Family Medicine in Jeddah, Saudi Arabia",
        "authors": [
            {
                "first": "Bashair",
                "middle": [
                    "M"
                ],
                "last": "Alshammrani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University Hospital",
                    "location": {
                        "settlement": "Jeddah",
                        "region": "SAU"
                    }
                },
                "email": "bashairm7md@gmail.com"
            },
            {
                "first": "Renad",
                "middle": [
                    "O"
                ],
                "last": "Aljuhani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "SAU"
                    }
                },
                "email": ""
            },
            {
                "first": "Khadijah",
                "middle": [
                    "M"
                ],
                "last": "Basaqr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "SAU"
                    }
                },
                "email": ""
            },
            {
                "first": "Eman",
                "middle": [
                    "A"
                ],
                "last": "Bin Mahfouz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "SAU"
                    }
                },
                "email": ""
            },
            {
                "first": "Ebtisam",
                "middle": [
                    "M"
                ],
                "last": "Alhawsawi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "SAU"
                    }
                },
                "email": ""
            },
            {
                "first": "Reem",
                "middle": [],
                "last": "Alqahtani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "SAU"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Family medicine is a specialty that provides care for family members' physical, social, and psychological aspects regardless of age, gender, and health conditions. A family physician can manage a wide range of health conditions and prevent various diseases. However, there are scarce data on the awareness and perceptions of the Saudi population regarding family medicine; therefore, we aim to determine the awareness and perception of family medicine and family physicians in the population of Jeddah, Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This cross-sectional study was conducted in Jeddah and randomly enrolled 519 participants aged 18 years and older through an online self-administered survey. Microsoft Excel and SPSS were employed for the data entry and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The analysis indicated that 86.7% of the participants had heard about family physicians, 55.1% recognized the family physician's role, 61.7% had never visited one, and 57.2% were unfamiliar with the locations of family medicine clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results of this study demonstrated that the general population of Jeddah has moderate positive responses toward the role of a family physician as a vital element in the healthcare system. However, the majority of the participants had never previously visited a family physician and were unfamiliar with the locations of family medicine clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Family medicine is a broad specialty that provides continuing and complete physical, social, and psychological healthcare to individuals and families regardless of gender, age, and medical condition [1] . A family physician is a specialist who can diagnose, treat, prevent, and rehabilitate various acute and chronic diseases in the same patient, providing these services to primary, secondary, and tertiary care centers, although mostly in primary care [2] . One of the family physician's most critical roles is providing adequate healthcare resources by communicating with other healthcare professionals, assuming an advocacy role for patients when needed [3] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Primary healthcare centers (PHCs) played a vital role in the healthcare system and were introduced worldwide after the Alma-Ata Declaration of 1978, which global healthcare leaders established to fulfill the goal of better health for all [4] . In Saudi Arabia, the first PHC was established in 1980; currently, there are nearly 2,257 such centers [2, 5] , with approximately 60% located in rural sites, making them cost-effective, equitable, and easy to reach for all communities [1] . FM Residency training programs were first initiated in King Saud University and King Faisal University in 1991 [6] , and later in 1995, the Saudi Board was established under the authority of the Saudi Commission for Health Specialties (SCFHS). The program includes three years of systematic instruction covering a wide range of skills and knowledge [7] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current evidence suggests that one of the significant worldwide challenges is correcting the improper and excessive use of emergency departments by individuals seeking non-urgent care, a finding identified in a study in Jeddah, Saudi Arabia [8] . Patients usually tend to avoid PHCs in favor of secondary and tertiary healthcare centers [9] . This situation indicates that the concept of the family medicine specialty is still ambiguous for community members.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several international studies have examined the public's awareness and knowledge of family medicine and family physicians [10, 11] . In 2004, a report from Pakistan indicated that many patients who visit specialist physicians are unaware of the role of family physicians in the healthcare system [12] . In Saudi Arabia, a couple of studies conducted in the Jazan and Dammam regions reported a positive perception by the public regarding family medicine and family physicians and these physicians' influential role in the healthcare system [9, 13] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scarce data address the level of awareness and perceptions of family medicine among the Saudi population. Considering that Jeddah is the second-largest city in Saudi Arabia and to meet the expectations of the Saudi Arabia 2030 national vision for enhancing family medicine and therapeutic and preventive healthcare services [14] , we aimed to determine the awareness and perception of family medicine and family physicians in the population of Jeddah.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was an observational cross-sectional study conducted in the city of Jeddah, Saudi Arabia, from October 4, 2021, to January 18, 2022.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and setting"
        },
        {
            "text": "The study included male and female adults, aged 18 years and older, living in Jeddah. We excluded healthcare professionals, individuals younger than 18 years, and individuals from other Saudi regions and provinces. Given that the population size of the city of Jeddah was 4,967,112 at the time of the study, the required sample size was 385 participants for a 95% confidence level and a margin error of 5%. The calculations were performed using the Raosoft sample size calculator (www.raosoft.com/samplesize.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant selection"
        },
        {
            "text": "The study researchers posted an Arabic version of the questionnaire on numerous social media platforms (Twitter, Telegram, and WhatsApp), and the participants were chosen using a self-selection sampling technique. We employed a reliable self-administered questionnaire, which was taken from another study after obtaining permission from the main author [13] . The researchers then modified the questionnaire, after which a pilot study was conducted to validate the translated questionnaire and ensure its internal consistency using Cronbach's alpha coefficient (α > 0.98). The Arabic online self-administrated questionnaire consisted of three main sections: (1) demographic data (age, gender, educational status, work, marital status, and monthly income), (2) questions to assess the knowledge of family medicine and the role of family physicians, and (3) a question with a yes/no answer to determine the respondent's perception of the importance of family physicians.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Participant selection"
        },
        {
            "text": "The purpose of the study was explained to the participants, and their consent was obtained before taking the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant selection"
        },
        {
            "text": "We used Microsoft Excel Version 2020 (Microsoft Corporation, Redmond, WA) to enter the data and performed the statistical analysis using IBM SPSS Version 21 (IBM Corp., Armonk, NY). We calculated the mean and standard deviation to describe the continuous variables, and used numbers and percentages for the categorical variables. A p-value of <0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Ethical approval was granted by the Biomedical Ethical Committee at King Abdulaziz University Hospital, Jeddah, Saudi Arabia (Reference No. 474-21).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "A total of 519 participants from Jeddah city were enrolled in the study, more than half of whom were female (337, 64.9%). The most frequent age group was 18-29 years (177, 34.1%), while the least frequent age group was >50 years (111, 21.4%), with a calculated mean of 37.08 ± 12.42 ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most participants were working toward or had obtained a bachelor's degree (308, 59.3%). In terms of monthly income, 201 (38.7%) participants earned less than 1,332 USD, while 94 (18.1%) earned more than 3,998 USD. The demographic characteristics are shown in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 1: Participant age groups"
        },
        {
            "text": "For the questions regarding family medicine and the role of the family physician, 450 (86.7%) of the studied participants had heard about family physicians, and 286 (55.1%) were aware of the role of the family physician in society; however, more than half (320, 61.7%) had never visited one. When asked if they were familiar with the locations of family medicine clinics, more than half of the sample (297, 57.2%) answered \"no\" ( Table 2) . When asked if they were aware of the role of family physicians in treating the chronic diseases hypertension, diabetes, and hyperlipidemia, 386 (74.4%), 369 (71.1%), and 340 (65.5%) respondents answered \"yes\", respectively; the rest of the chronic diseases are listed in Table When asked to assess the level of importance of family physicians in society, almost half of the participants (49.10%) stated that family physicians play an essential role in society; however, a minority (2%) believed that family physicians' role is completely unimportant (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 712,
                    "end": 717,
                    "text": "Table",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1000,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TABLE 1: Socio-demographic data of the respondents (n=519)"
        },
        {
            "text": "In terms of the association between the participants' age and family physician visits, the older participants were significantly more likely to visit family physicians than the younger participants (p = 0.020) ( Table 4) . Surprisingly, we found that education and monthly income had no effect on the awareness of family physicians' role in society (p = 0.089 and p = 0.416, respectively) in the current study ( Tables 5, 6 ). According to chi-square analysis, we found a significant association between the participants' perception toward the importance of family physician in the community and family physician visits; participants who answered very important were more likely to visit family physicians than participants who answered not important (p = 0.000) ( Table 7) . Moreover, a significant association was found between perception about the importance of family physician and awareness about the role of family physician in the community (p = 0.000) ( Table 7 ). In terms of the association between the participants' perception toward the importance of family physician in the community and knowing the places of family medicine clinics, participants who answered very important were significantly more likely to know the places of family medicine clinics compared to participants who answered not important (p = 0.000) ( Table 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Table 4)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 412,
                    "end": 423,
                    "text": "Tables 5, 6",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 765,
                    "end": 773,
                    "text": "Table 7)",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 969,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1340,
                    "text": "Table 7)",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 2: Participants' assessment of the importance of family physicians for the community. Most of the participants responded \"very important\" or \"important\"."
        },
        {
            "text": "Level of importance of family physicians for the community ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education p-Value"
        },
        {
            "text": "The importance of family medicine has been growing in Saudi Arabia, as it requires family physicians due to the increased incidence of chronic disease [15] . Family medicine is a specialty that provides continuing care for family members regardless of age, gender, or comorbidities. Family medicine treats all patients with acute illness and chronic diseases such as diabetes, hypertension, and asthma. Therefore, we aimed to investigate the public's perception and awareness of family medicine and family physicians. The analysis showed that nearly half of the participants (286, 55.1%) were aware of the role of family physicians, and most respondents (450, 86.7%) had previously heard about family physicians. However, a large percentage of the participants (61.7%) had never visited a family physician, and fewer than half knew the locations of family medical centers. These outcomes are similar to another study conducted in Jazan, which reported that 467 (56.3%) of the participants were aware of the role of family physicians. However, a large group of the participants (749, 90.2%) had no regular family physician, and 496 (59.8%) preferred seeing a specialist [9] . According to a previous study by Aldhamadi and Alzahrani in the cities of Dammam and Al-Khobar, the reasons for avoiding PHCs might include long waiting times (29.94%), inconvenient working hours (29.94%), unreliable physicians (29,38%), and distant PHCs (6.21%) [16] . In another study in Dammam, Bograin et al. reported that 61.1% of the study participants know about the role of family physicians in treating clinical and surgical diseases such as respiratory, urinary, and skin diseases [13] , results that agree with ours to some extent; almost half of our participants were aware that family physicians could treat respiratory (57.2%), urinary (45.3%), and skin (49.9%) diseases.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the family physician's essential role is protecting family members against various diseases, which can be achieved through vaccinations. Fortunately, a large number of the participants (369, 71.1%) were aware of this fact, a finding that is in keeping with a published article from Nairobi, in which a significant proportion of participants were aware that adult (67%) and pediatric (64%) immunizations are provided by family medicine clinics [17] . Regarding the involvement of family physicians in various clinics such as pediatric health and preventive medicine, the analysis estimated that 40.8% of our study participants knew about the presence of family physicians in maternity clinics, which is lower than the percentage estimated in the previous study from Nairobi, where 55% confirmed that family physicians had a part in prenatal clinics [17] .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another article indicated that most patients skip PHCs, preferring to visit specialized clinics for prenatal and postpartum follow-up [16] . In terms of factors related to family physician visits, we found a significant association with age groups (p = 0.020), in which the older participants were more likely to visit family physicians than the younger participants. This result corresponds with that of the other study conducted in Jazan [9] , where older participants were more aware of the role of family physicians in the community than younger participants (p < 0.000), as the incidence of chronic conditions increases with age. In the current study, surprisingly, education and monthly income had no statistically significant effect on the awareness of the role of family physicians in society (p = 0.089 and p = 0.416, respectively).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the participants reported a positive attitude toward the role of family physicians when asked to rate the importance of the physicians' role in the community: 49.10% answered \"very important\", 27.9% answered \"important\", and only 2.3% answered \"not important at all\". The results are comparable to another research study in Dammam, where 55.7% of the sample agree with the importance of family physicians in the community [13] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a few potential limitations to consider in this study. First, the sampling technique was narrowed to a single city. Therefore, the results cannot be applied to other parts of Saudi Arabia. Secondly, the data were collected through online self-reported questionnaires due to COVID-19 precautions. The earlier findings proved that despite the high awareness regarding family medicine and family physicians, there is a tendency to favor emergency departments and specialized clinics over family medicine clinics. We, therefore, recommend organizing community-based campaigns to emphasize the benefits of a regular physician as the first contact and clarifying the services that family medicine clinics offer. These efforts will ensure complete, easy, and time-saving access to healthcare and will markedly decrease the burden on other medical departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation and recommendations"
        },
        {
            "text": "The results of this study demonstrated that the general population of Jeddah has moderate positive responses toward the role of family physician as a vital element in the healthcare system. However, the majority of the participants had never previously visited a family physician and were unfamiliar with the locations of family medicine clinics. It is hoped that educating the public and emphasizing on the role of family physician will increase the awareness and enhance the therapeutic and preventive healthcare services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. The Unit of Biomedical Ethics Research Committee of King Abdulaziz University Hospital issued approval 474-21. Animal subjects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "All authors have confirmed that this study did not involve animal subjects or tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Family medicine practice in Saudi Arabia: the current situation and Proposed Strategic Directions Plan 2020",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Khaldi",
                    "suffix": ""
                },
                {
                    "first": "Al-Ghamdi",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                },
                {
                    "first": "Al-Mogbil",
                    "middle": [],
                    "last": "Ti",
                    "suffix": ""
                },
                {
                    "first": "Al-Khashan",
                    "middle": [],
                    "last": "Hi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Family Community Med",
            "volume": "24",
            "issn": "",
            "pages": "156--63",
            "other_ids": {
                "DOI": [
                    "10.4103/jfcm.JFCM_41_17"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A study of satisfaction among primary health care patients in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Osimy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Community Health",
            "volume": "18",
            "issn": "",
            "pages": "163--73",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01325160"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The European definition of general practice / family medicine",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ministry of Health Portal KSA. MOH Statistical Yearbook",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Twenty years of family medicine education in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Albar",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "East Mediterr Health J",
            "volume": "5",
            "issn": "",
            "pages": "589--96",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Board for Family Medicine Curriculum",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scfhs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saudi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Utilization of the Emergency Department and predicting factors associated with its use at the Saudi Ministry of Health general hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawoud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "Z"
                    ],
                    "last": "Alsharqi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Raddadi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glob J Health Sci",
            "volume": "8",
            "issn": "",
            "pages": "90--106",
            "other_ids": {
                "DOI": [
                    "10.5539/gjhs.v8n1p90"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public's perception and satisfaction on the role and services provided by family physicians in Saudi Arabia: a cross-sectional study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elagi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Jaber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wassly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bosily",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "",
            "pages": "3282--3288",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_621_19"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Perception and utilization of public health services in Southeast Nigeria: Implication for health care in communities with different degrees of urbanization",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Onyeneho",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "V"
                    ],
                    "last": "Amazigo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Njepuome",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Nwaorgu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Okeibunor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Equity Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12939-016-0294-z"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patients' perceived quality of family physicians' primary care with or without 'family medicine' in the clinic name",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korean J Fam Med",
            "volume": "37",
            "issn": "",
            "pages": "303--310",
            "other_ids": {
                "DOI": [
                    "10.4082/kjfm.2016.37.5.303"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perception about family physicians: results of a survey of patients visiting specialist clinics for treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Huda",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Samani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qidwai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pak Med Assoc",
            "volume": "54",
            "issn": "",
            "pages": "589--92",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Perception, attitude, and satisfaction of the public from family medicine in Saudi Arabia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bograin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Almohsin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Al-Khabbaz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Med Dev Ctries",
            "volume": "3",
            "issn": "",
            "pages": "279--83",
            "other_ids": {
                "DOI": [
                    "10.24911/IJMDC.51-1544649533"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ministry of Health Portal KSA. MOH starts work with family medicine project at healthcare centers",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence and future prediction of type 2 diabetes mellitus in the Kingdom of Saudi Arabia: a systematic review of published studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pak Med Assoc",
            "volume": "66",
            "issn": "",
            "pages": "722--727",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The public perception of and attitude toward primary healthcare centers in comparison to other specialties among the Saudi community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Aldhamadi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Alzahrani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "",
            "pages": "1895--901",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_325_19"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Perceptions regarding the scope of practice of family doctors amongst patients in primary care settings in Nairobi",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohamoud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mash",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Afr J Prim Health Care Fam Med",
            "volume": "10",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.4102/phcfm.v10i1.1818"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Association between monthly income and having visited a family physician, awareness of family physicians' role, and knowledge of the locations of family medicine clinics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Association between assessment of the importance of family physicians for the community and having visited a family physician, awareness of family physicians' role, and knowledge of the locations of family medicine clinics.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Participants' knowledge and awareness of the specialty of family medicine and the role of family physicians.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In terms of the family physicians' role in treating respiratory, skin, and urinary diseases, almost half of the participants answered yes (297, 57.2%; 259, 49.9%; and 235, 45.3%, respectively). In addition, 369 (71.1%) participants considered that the family physician plays a role in the early detection of any disease that can threaten society. Of the participants, 446 (85.9%) recognized that family physicians play a role in helping families follow healthy lifestyles by advising them on exercise and methods for preventing numerous diseases. Most of our study participants agreed that family physicians can help protect families against various diseases by providing them the necessary vaccinations, clinical examinations, and important investigations (369, 71.1%; 361, 69.6%; and 400, 77.1%, respectively).Our analysis showed that most participants agreed that family physicians have a role in patient follow-up (403, 77.6%) and refer patients to other specialties when needed (437, 84.2%). The number of participants who acknowledged the presence of family physicians in maternity, pediatric health, and preventive medicine was 212 (40.8%), 314 (60.5%), and 325 (62.6%), respectively. More than half of the sample realized that the family physician plays a coordinating role in working with physiotherapists, psychiatrists, and nursing staff (298, 57.4%; 328, 63.2%; and 292, 56.3%, respectively). A majority of the participants (407, 78.4%) were aware that family physicians play a role in maintaining patient records. Furthermore, 437 (84.2%) understood that family physicians maintain their patients' confidentiality (Table 3).Q2: A family physician has a role in treating many of the health problems experienced by family member, such as the following:",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Participants' knowledge and awareness of the specialty of family medicine and the role of family physicians.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Association between age groups and having visited a family physician, awareness of family physicians' role, and knowledge of the locations of family medicine clinics.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Association between educational status and having visited a family physician, awareness of family physicians' role, and knowledge of the locations of family medicine clinics.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Enago (www.enago.com) for the English language review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}