{
    "paper_id": "2bab9bf19cc65c2ad5ab46dbb93c62f8dbff1de9",
    "metadata": {
        "title": "Direct evidence of active SARS-CoV-2 replication in the intestine",
        "authors": [
            {
                "first": "Qun",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lifang",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei Cancer Hospital",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weicheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "addrLine": "Donghu Road 169",
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junqiu",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei Cancer Hospital",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei Cancer Hospital",
                    "location": {
                        "postCode": "430079",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xianliang",
                "middle": [],
                "last": "Ke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Special Pathogens and Biosafety",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Quanjiao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Special Pathogens and Biosafety",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "chenqj@wh.iov.cn"
            },
            {
                "first": "Congqing",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan Hospital of Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the incubation period, the SARS-CoV-2 can be detected in the rectum of patients. The typical SARS-CoV-2 virions in the intestinal epithelial cells under electron microscopy were observed, which provided the direct evidence of active SARS-CoV-2 replication in the intestine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Currently, there is no direct evidence to prove the active SARS-CoV-2 replication in the intestinal tract and relevant pathological changes in the colon and rectum. We investigated the presence of virions and pathological changes in surgical rectal tissues of a clinically confirmed COVID-19 patient with rectal adenocarcinoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here, the clinical data were collected during hospitalization and follow-up of this patient. Quantitative RT-PCR was performed on the rectal tissue specimens obtained from surgical resection, succus entericus and intestinal mucosa of ileostomy, and rectal mucosa during follow-up after recovery. Ultrathin sections of surgical samples were observed for SARS-CoV-2 virions using electron microscopy. Histopathological examination was performed using hematoxylin-eosin stain. Immunohistochemical analysis and immunofluorescence were carried out on rectal tissues to evaluate the distribution of SARS-CoV-2 antigen, and immune cell infiltrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The patient had fever and cough on day 3 postoperatively, was diagnosed with COVID-19 on day 7, and was discharged from the hospital on day 41. RNA of SARS-CoV-2 was detected in surgically resected rectal specimens, but not in samples collected on 37 day after discharge. Notably, coincidence with rectal tissues of surgical specimens tested nucleic acid positive for SARS-CoV-2, typical coronavirus virions in rectal tissue were observed under electron microscopy. Moreover, abundant lymphocytes and macrophages (some are SARS-CoV-2 positive) infiltrating the lamina propria were A c c e p t e d M a n u s c r i p t found with no significant mucosal damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We firstly reported that direct evidence of the active SARS-CoV-2 replication in the patient's rectum during the incubation period, which might explain SARS-CoV-2 fecaloral transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current coronavirus disease identified in 2019 , caused by a novel coronavirus, has become a global public health problem [1, 2] . As of May 27, 2020, a total of 5,451,532 cases of COVID-19 have been confirmed globally, including 345,752 deaths [3] . There are many reports suggesting that SARS-CoV-2 RNA can be detected and identified in anal/rectal swabs [4, 5] and stool specimens [6, 7] . In fact, one recent small sample study found that RNA was consistently detected in rectal swabs, even after viral clearance from the upper respiratory tract, indicating extended duration of viral shedding in fecal samples and raising the possibility of fecal-oral transmission of SARS-CoV-2 [5] . Similar results were reported in another study with more cases involved, raising the possibility of prolonged presence of SARS-CoV-2 in stools.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 132,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Notably, fecal samples remained positive for SARS-CoV-2 RNA nearly 5 weeks after the viral clearance from the upper respiratory tract in COVID-19 patients [8] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Considering a high degree of sequence homology between the SARS-CoV-2 and SARS-CoV, angiotensin-converting enzyme II (ACE2) has been identified as the entry receptor of SARS-CoV-2. Since this receptor is highly expressed on the epithelial cells from the ileum and colon [9] , the intestinal tract may be a potential route for SARA-",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients with cancer are considered to be more susceptible to SARS-CoV-2 [10, 11] .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 infection and transmission."
        },
        {
            "text": "One patient with rectal cancer was admitted to Zhongnan Hospital of Wuhan University for radical operation. On postoperative day 3, the patient began to develop cough and A c c e p t e d M a n u s c r i p t fever; chest CT revealed radiologic characteristics of viral pneumonia. On postoperative day 7, the patient was confirmed to be infected with SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 infection and transmission."
        },
        {
            "text": "Although live SARS-CoV-2 had been successfully isolated from the fecal sample of a laboratory confirmed SARS-CoV-2 patient [12] , until now, there has been no direct evidence to prove active SARS-CoV-2 virus replication in the intestinal tract. It remains unknown whether there are pathological changes related to SARS-CoV-2 infection existing in colorectal mucosa in COVID-19 patients. To clarify the above questions, we performed a retrospective study to detect the presence of SARS-CoV-2 virions and determine the pathological changes in rectal tissues of this patient.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 infection and transmission."
        },
        {
            "text": "The patient's clinical information is described in Supplementary ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 64,
                    "text": "Supplementary",
                    "ref_id": null
                }
            ],
            "section": "Patients and associated procedures"
        },
        {
            "text": "Samples of rectal tissues, succus entericus and intestinal mucosa of ileostomy, and rectal mucosa were tested for SARS-CoV-2 nucleic acid using qRT-PCR. The qRT-PCR analyses were performed following a previously described method [13] . The qRT-PCR test kits (BioGerm) were recommended by the Chinese Center for Disease Control A c c e p t e d M a n u s c r i p t and Prevention.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Real-time RT-PCR"
        },
        {
            "text": "The rectal tissue obtained by resection was soaked in RNAlater solution overnight, the solution was discarded and the tissue was frozen at -80°C. The rectal tissue was cut into 1 mm thick sections and fixed in 2.5% glutaraldehyde and 1% osmium tetroxide in a biosafety cabinet with level 2 protection, and subsequently dehydrated using different ascending concentrations of alcohol (30% to 100%), and immersed and embedded in epoxy resin. Ultrathin sections (80-100 nm) were prepared on formvar-coated copper grids (200 mesh). The virions were observed with a Tecnai G2 20 TWIN electron microscope (FEI company) under 200 kV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron microscopy"
        },
        {
            "text": "Immunohistochemical staining was performed on formalin-fixed and paraffinembedded tissue sections (4-μm). Sections of rectal tissues were immunostained to evaluate the expression and distribution of the SARS-CoV-2 antigen. Briefly, sections were deparaffinized with xylene and alcohol and subsequently heated in citrate buffer (pH 6.0) for antigen retrieval. After blockage with 3% BSA in PBS for 30 minutes, a rabbit antibody against Rp3 NP protein (kindly provided by Dr. Zhengli Shi, Wuhan Institute of Virology, Chinese Academy of Science [14] ) was incubated with the sections overnight at 4°C. For immunochemistry study, the slides were subsequently Figure 1 .",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Immunochemistry and immunofluorescence assay"
        },
        {
            "text": "The patient's clinical information is shown in supplementary Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Timeline of SARS-CoV-2 infection after rectal cancer surgery is shown in"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1728",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "D"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diarrhea may be underestimated: a missing link in 2019 novel coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "6",
            "pages": "1141--1144",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "502--507",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The presence of SARS-CoV-2 RNA in the feces of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prolonged presence of SARS-CoV-2 viral RNA in faecal samples",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Gastroenterology & Hepatology",
            "volume": "5",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 Transmission in Patients With Cancer at a Tertiary Care Hospital in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "Mlk",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Isolation of 2019-nCoV from a Stool Specimen of a Laboratory confirmed Case of the Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China CDC Weekly",
            "volume": "2020",
            "issn": "8",
            "pages": "123--124",
            "other_ids": {
                "DOI": [
                    "http:/weekly.chinacdc.cn/en/article/doi/10.46234/ccdcw2020.033"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Positive RT-PCR Test Results in Patients Recovered From COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "15",
            "pages": "1502--1505",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "molecular biology, and pathogenesis of avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pathology",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Pathol",
            "volume": "172",
            "issn": "",
            "pages": "1155--70",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Influenza viremia and the potential for blood-borne transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Likos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelvin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Transfusion",
            "volume": "47",
            "issn": "",
            "pages": "1080--1088",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza viral RNA detection in blood as a marker to predict disease severity in hematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "",
            "pages": "1872--1879",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The fate of influenza A virus after infection of human macrophages and dendritic cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Londrigan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of general virology",
            "volume": "93",
            "issn": "",
            "pages": "2315--2340",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral infection triggers rapid differentiation of monocytes into dendritic cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "119",
            "issn": "",
            "pages": "3128--3159",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza virus A infection of human monocyte and macrophage subpopulations reveals increased susceptibility associated with cell differentiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoeve",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dransfield",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "From Influenza-Induced Acute Lung Injury to",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cootes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Annual Update in Intensive Care and Emergency Medicine",
            "authors": [
                {
                    "first": "Multiorgan",
                    "middle": [],
                    "last": "Failure",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evidence for Gastrointestinal Infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "158",
            "issn": "",
            "pages": "1831--1834",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "incubated with HRP-conjugated goat anti-rabbit IgG (Promoter Biotech, China) for 1 hour at 37°C. Then sections were stained with DAB and hematoxylin. For immunofluorescence assay, Cy3-conjugated goat anti-rabbit IgG (Abcam, USA) was -human) and CD20(L26) were stained on the Leica Bond-Max autostainer (Lecia Microsystems, Chicago, IL), and CD3(P7.2.28), CD4(4B12), CD5(4C7), CD8(C814423), CD38(SP149) and CD68(KP1) were stained on DAKO Autostainer Link48.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the patient underwent rectal surgery. The surgically removed tissue was used for pathological diagnosis. A small portion of the remaining tissue was soaked with RNA later solution for 24 hours and transferred to a − 80°C freezer. On day 3 postoperatively, the patient presented with fever and cough. On day 7 postoperatively, chest CT scan showed typical viral pneumonia with ground-glass opacity (Figure 2). At the same time, the SARS-CoV-2 infection was confirmed by real-time reverse transcription-polymerase chain reaction (qRT-PCR) assay using throat swab samples and the patient was transferred to an isolation ward for treatment. The patient was discharged on day 41 after two consecutive negative qRT-PCR test results plus absence of clinical symptoms and radiological abnormalities. In the middle of March, we conducted a retrospective study on the patient's surgically removed tissue. Firstly, SARS-CoV-2 nucleic acid detection was performed on the surgical specimens of rectal which was positive for SARS-CoV-2. In addition, throat swab, rectal swab, terminal ileum mucosa, and succus entericus samples were collected on day 72 during follow-up and tested for SARS-CoV-2 nucleic acid; all of these were found to be negative for SARS-CoV-2. To explore the direct evidence of SARS-CoV-2 infection and replication in the rectal tissues of surgical specimens, ultrathin sections of rectal tissues were prepared, and virus particles were found in the cytoplasm of intestinal epithelial cells. Under electron microscopy, the virions showed typical morphology of coronavirus (Figure 3). Pathological changes of rectal mucosa with SARS-CoV-2 infection and replication are shown in Figure 4. Hematoxylin and eosin-stained rectal mucosa showed prominent lymphocytes and macrophages infiltrating the lamina propria without significant mucosal damage (Figure 5). T lymphocytes and macrophages were found to be more numerous than B lymphocytes in the lamina propria, as demonstrated on immunostaining. No viral inclusions were observed in the tissues.To further confirm the SARS-CoV-2 -specific infection and replication in the rectum, we conducted immunohistochemistry and immunofluorescence using the rabbit anti-SARA-CoV-2 NP antibody. SARS-CoV-2 antigens were confirmed to be expressed on intestinal epithelial cells, lymphocytes and macrophages in the lamina propria (Figure 6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "study, we found, for the first time, that the SARS-CoV-2 had already replicated in the patient's rectum during the incubation period, with no obvious intestinal pathological damage. In this case, the patient developed a dry cough and fever (39.2℃) in the early stage after the operation (postoperative day 3). At the same time, an atypical pulmonary inflammation was revealed by the chest CT. Fever and pulmonary infection are common complications after surgery. However, numerous possible causes of these clinical manifestations to some extent led to a challenge in the differential diagnosis between SARS-CoV-2-related fever and postoperative fever. Initially, when the patient started developing fever, the throat swab was not tested for SARS-CoV-2.Here, we observed typical SARS-CoV-2 virus particles in the intestinal epithelial cells of patients under electron microscopy and obtained direct evidence of active SARS-CoV-2 virus replication in the intestine. Meanwhile, we detected the viral components of SARS-CoV-2 in the intestine. It is worth mentioning that virus particles were found in intestinal epithelial cells, but the results of immunofluorescence and immunohistochemistry showed that the viral components were mainly present in intestinal lymphocytes and macrophages, besides the intestinal epithelial cells. To explain this seemingly self-contradictory phenomenon, we need to understand the scientific question of how the virus spreads from the lungs to other non-pulmonary tissues. Regarding this issue, some researches have been carried out in the influenza virus and several studies have shown that influenza viruses can be transported by immune cells and spread from the lungs to other tissues [15-17]. These \"virus-carrying\" RNA fragments (majority, these cannot infect other cells) and whole RNA virions (minority, these can infect other cells). These are jointly called the influenza virus transcriptome. Several researches have strongly supported the concept that the influenza virus transcriptome can be transported by the immune cells within the systematic circulation, following which, the viral transcriptome could spread to distant organs such as the intestine 21 . We speculate that the SARS-CoV-2 virus uses the same strategy as the influenza virus to spread from the lung to the distant organs. Therefore, a large number of non-infectious components of SARS-CoV-2 in intestinal lymphocytes and macrophages were found, with few components in the intestinal epithelial cells. Of course, further experiments are needed to verify this hypothesis. Our study provided further evidence to support the fecal-oral transmission route of SARS-CoV-2, and the intestine represent a target organ of SARS-CoV-2 [22]. A recent study indicated persistent presence of SARS-CoV-2 RNA in stool samples of SARS-CoV-2-positive patients with moderate disease, even 5 weeks after onset of symptoms 8 . However, in this study, no SARS-CoV-2 RNA was detected in samples from the gastrointestinal tract in this case on day 37 after hospital discharge. To explore the mechanism of high viral load and persistence of SARS-CoV-2 RNA in the intestinal tract of some patients when SARS-CoV-2 nucleic acid tests of throat swab was negative and clinical indicators were normal, further studies with large sample size are needed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Timeline of SARS-CoV-2 infection after rectal cancer surgery.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The chest CT of the patient. (A) On day 2 before the operation. No abnormalities in the lung. (B) On day 3 after the operation. Infection was found in the bilateral lower lung fields but without radiologic characteristics of the SARS-CoV-2 infection. (C) On day 7 after the operation. The blue arrow shows the ground glass opacities affecting bilateral, subpleural lung parenchyma, which are radiologic characteristics of the SARS-CoV-2 infection. (D) On day 14 after the operation. The blue arrow shows the ground glass opacities, and the consolidation dissipated into irregular linear fibrosis and irregular fibrosis foci.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SARS-CoV-2 Virions in the intestinal tissue. The intestinal tissue was used to prepare ultrathin sections. The viral particles were observed under electron microscope at 200 kV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Pathological changes of the rectal mucosa. The abundant lymphoplasma cells in the lamina propria with intact mucosal architecture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "H&E staining and immunostaining of rectal mucosa. The same field in the tissue to Figure 4. (A) H&E staining, abundant lymphoplasma cells in the lamina propria. (B) CD4-positive T cells in the lamina propria. (C) CD8-positive T cells in the epithelium and the lamina propria. (D) CD68-positive macrophages in the lamina propria. (E) CD3-positive T cells in the epithelium and the lamina propria. (F) CD5positive T cells in the epithelium and the lamina propria. (G) CD38-positive plasma cell. (H) Minimal CD20-positive B cells in the lamina propria. (I) Minimal CD117-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The small pieces of stored rectal tissues obtained from surgical specimens during the operation on January 16, 2020, were used for retrospective detection. This study was approved by the Ethics Committee of Chinese Clinical Trial Registry (reference number:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Center for Instrumental Analysis and Metrology, The CoreFacility and Technical Support, Wuhan Institute of Virology, CAS. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "We declare that we have no conflicts of interest.A c c e p t e d M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}