{
    "paper_id": "2bae26fc6ccf3855edc547c712016ddbe054f98e",
    "metadata": {
        "title": "Design a Database of Italian Vascular Alimurgic Flora (AlimurgITA): Preliminary Results",
        "authors": [
            {
                "first": "Bruno",
                "middle": [],
                "last": "Paura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Piera",
                "middle": [],
                "last": "Di Marzio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Molise",
                    "location": {
                        "postCode": "86090",
                        "settlement": "Pesche",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Salerno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elisabetta",
                "middle": [],
                "last": "Brugiapaglia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annarita",
                "middle": [],
                "last": "Bufano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Paura, B.; Di Marzio, P.; Salerno, G.; Brugiapaglia, E.; Bufano, A. Design a Database of Italian Vascular Alimurgic Flora (AlimurgITA): Preliminary Results. Plants 2021, 10, 743. https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One of the most famous aphorisms attributed to Hippocrates of Cos (\"let thy food be thy medicine and medicine be thy food\") underlines the strong correlation existing between food and its curative capacities whose effects are synergic, not separable in their overall actions [1] [2] [3] [4] [5] [6] . It is therefore likely that some plants, widespread in the tradition of many cuisines and which are still eaten every day, originally introduced because of their curative properties, then-over time-might have become staple foods in the local cuisines. For example, many species of the Allium genus, as well as many species with a bitter taste (e.g., Cichorium intybus), show excellent curative properties, with their use being testified in many civilizations since ancient times (the Ebers papyrus, an Egyptian medical text dated 1550 B.C., includes long descriptive sections about the medicinal use of these plant species).",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dual value of the use of plants as foodstuff/medicine-expressed today through the words \"phytoceuticals\" [7, 8] and \"nutraceutics\" [9] -therefore, has accompanied the history of mankind for millennia through the accurate choice of species to be gathered and domesticated [10] . As a consequence, each diet is strongly related to the environment and to what is available there, i.e., to its biodiversity.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to [11] there are between 300,000 and 500,000 plant taxa, of which about 10% have proved to be edible. As stated by [12] there are 350,000 plant species in the world, and about 80,000 of them are edible by humans. Based on FAO data [13] there are about 6000 plant species which have been cultivated from the beginning of time to the present day for food purposes; only about 200 of them are cultivated on a significant scale, of them 1.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More attention being paid to salutogenesis also through the rediscovery of food, diets and dishes closely related to specific regions. This process is gradually helping to fill a methodology gap in the relationships between diet and use of wild plants as food [26] . For example, in the Mediterranean diet [27, 28] , according to the definition by the American epidemiologist/biologist Ancel Keys [29] , a fundamental component comes from plant foods, including those spontaneously available in nature. Salutogenesis, a term coined by [30] , is a subject whose aim is to foster the development of health through a process of discovery and use of individual health sources, also at environmental level. The Mediterranean diet is a nutritional model inspired by food models widespread in several countries of the Mediterranean area, founded on the habitual consumption of specific foodstuffs including mainly cereals, fruit, vegetables, grains, olive oil, rather than red meat and animal fats (saturated fats), with a lower percentage of fish, white meat (poultry), legumes, eggs, dairy products, red wine, and sweets. In 2010 UNESCO acknowledged it as a protected asset and added it to the list of oral and immaterial world heritage.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[26]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[27,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "28]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[29]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[30]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Opportunity for sustainable agriculture [31] . The increased knowledge of WEPs could have a useful impact on cultivation in marginal areas with a low use of energy inputs, which would have a positive impact on several levels, including the complexity of agroecosystems, increasing their biodiversity. There is also a very close link between WEPs and the cereals, fruits and vegetables that are part of our diet. This link is represented by CWR (crop wild relatives) the wild ancestors of cultivated plants which are recognized as having a strategic role for the conservation and sustainable use of plant resources in agriculture [32] also within the future scenario of climate change [33] [34] [35] . Hence the need to compile a database of Italian alimurgic flora aimed at providing a comprehensive knowledge framework, with a view to covering the wealth and complexity of this knowledge, also in the light of its potential for cultural enhancement, as well as of its applications for the agro-food system.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[31]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[32]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[33]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[34]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[35]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Today Italy would need a free access database which can collects-comprehensively and systematically-the wealth of knowledge regarding alimurgic flora in the country. Within the current limited framework, it is worth mentioning the Centro Etnobotanico Toscano (CET), established in 1999 with headquarters at the Department of Agricultural, Food, and Agro-environmental sciences at the University of Pisa, whose initial purpose was to serve as regional and national point of reference for disseminating information regarding ethnobotany. This archive, which is not accessible online for the general public, has collected, in Tuscany, more than 70 ethnobotanic publications and created an online database with all their contents [44] [45] [46] . There are currently 732 classified ethnobotanic species in Tuscany, mainly used for medicinal purposes (542 plants) and as food (366). In the same year, a paper was published announcing the establishment of a structured ethnobotany database for the Liguria region [47] , which is not yet available for reference by the general public.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[45]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[46]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[47]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Later on, in 2003, the Project called RUBIA [48] was started, the first ethnobotanic research work funded by the European Commission, whose purpose was to safeguard the ethnobotanic heritage in several Mediterranean countries (Albania, Algeria, Cyprus, Egypt, Italy, Morocco, and Spain), regarding the botanical aspects of the elements under investigation, as well as all related traditional items and technologies [48, 49] . The main results concern a total of 985 species catalogued, of which 406 taxa have medicinal use [50] and 294 wild food plants [51] were documented. Although this work constitutes the first comparative study performed with ethnobotanical data collected by a coordinated methodology in the Mediterranean area, overall data for alimurgic species are scarce.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[48]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[48,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "49]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[50]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[51]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In in his compendium \"Usi e tradizioni della flora italiana\" [25] mentioned 526 taxa used as food and as aromatic plants in Italy, on a bibliographical basis.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[25]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "A further attempt to quantify the Italian alimurgical flora was recently made, on a limited number of texts, by [52] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[52]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The data presented here will thus refer to the AlimurgITA database which has been created at the Botanic Laboratory of the University of Molise, whose structure has been developed in order to rapidly create an interface with the major portals dedicated to Italian flora (Dryades, Acta plantarum) for user-friendly open reference. The AlimurgITA database will be available for consultation in the coming months on the website of the University of Molise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The final aim of our study is to systematically collect the large amount of data regarding plants which occupy or used to occupy a significant position in the area of Italian alimurgic botany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "This database could be serve as be a tool for work and dissemination containing information which is already available literature (including both science disciplines and the humanities), which in the future could be added to those made available by research currently underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The use of WEPs has become known in Italy under the name 'alimurgy', now of current use not only in the strictly scientific environment, but also among many enthusiasts of this subject matter. Even though the term is often quoted, its meaning is not yet sufficiently clear: it is therefore essential, in our view, to provide a few clarifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "This neologism was introduced by Giovanni Targioni-Tozzetti, author of the work by the same name dated 1767 [53] ; strangely enough, the word \"alimurgia\" is mentioned only twice in the text, without clarifying its etymological root: the author was presumably certain that the learned audience of readers for which the work was intended would understand its hidden meaning. With an innovative editing structure and rigorous scientific method, the publication \"alimurgia\" was mainly focused on agriculture, ranging from the knowledge of the climate in the Tuscan region, to the choice of cereal seeds-the most suitable for the various territories-also including a study of wheat leaf rust, a disease which he was the first to discover and study. The use as food of wild species during famines, or of those to be introduced profitably in crops, therefore appears to be of marginal interest. Even though it was initially mentioned by Targioni-Tozzetti, this use was never dealt with later, possibly due to the work being incomplete, since it was expected to include a second volume which was actually never published [54, 55] . This is why there was no discussion about edible wild plants; the topic had been dealt with, only in part, in one of his earlier works [56] , where several spontaneous plants are examined which-added to wheat flour-could be successfully used for bread-making.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[53]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "55]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[56]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Clarifications on the Word 'Alimurgy' (Alimurgia)"
        },
        {
            "text": "After one century and a half of oblivion, the word alimurgy was used again by [57] , who added the prefix phytoto the word alimurgy, then specified its area of interest, namely the use of wild species during periods of food shortage. At the same time, he provided an interpretation of the word 'alimurgia', a combination of the Latin words alimentum (food) and urgeo (to press, to urge). According to [58] the suffix -urgia comes from the Greek word érgon (work).",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[58]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Clarifications on the Word 'Alimurgy' (Alimurgia)"
        },
        {
            "text": "The word alimurgy was later redefined by Mattirolo who confined it from its original and broadest meaning related to practices aimed at a greater efficiency of the agricultural system, aimed at preventing or containing food shortages in the future, to the one limited to wild species alone. From the time of Mattirolo onwards, possibly also due to the confidence in this prominent author or to the limited knowledge of the work by Targioni-Tozzetti, the word \"alimurgy\" has taken on the meaning, which we commonly attribute to it today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clarifications on the Word 'Alimurgy' (Alimurgia)"
        },
        {
            "text": "The setting up of the Database AlimurgITA has made it necessary to introduce a few conditions as regards the choice of data to be entered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "First of all, only vascular plants have been considered, excluding from the calculation of alimurgic species fungi and lichens (e.g., Cetraria islandica used during a famine in the Veneto region in 1916) [59] , a subject of limited consideration in most texts of an ethnobotanic nature. The results obtained were thus extremely partial, therefore insufficient for a comparison between plants and on an ethnobotanic basis.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In AlimurgITA database, all the data contained in the selected texts according to subsequently specified criteria, have been included, as considered valid a priori.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "As part of the index of taxa included in the various works published, a choice was finally made of the strictly alimurgic one, that is to say plant taxa-autochthonous or alien then becoming naturalized-where one or more parts was considered edible in some areas of the Italian territory studied from an ethnobotanical perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This means that casual alien and archaeophyte species [60] have not been considered alimurgic, i.e., those which are found only occasionally in very small parts of the territory and all the cultivated varieties which are frequently found in the lists of numerous publications on the subject of alimurgy. By the same token, according to the status defined by [60] and most recently updated according to Acta plantarum [61] , the records do not include taxa reported by mistake, those which are either no longer recorded, absent or doubtfully occurring.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[61]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "On the other hand, the database includes species found both in their spontaneous and cultivated state (e.g., olive, chestnut, vine, hazelnut, fig, white mulberry) even though domesticated forms are widely dominant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The nomenclature of the taxa mentioned refers to the checklist by [62] and [60] . Where necessary, the binomial according to the Word Flora online [63] is shown in brackets with the exclusion of nominal subspecies.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[62]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 75,
                    "end": 79,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[63]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Several critical taxa from a taxonomy perspective, for example Taraxacum officinale and Rubus hirtus, have been taken into account as a group; in the case of Portulaca the choice has been made, on the contrary, to keep it as P. oleracea s.l., in view of the impossibility to refer back the records to the taxa into which it is divided. A similar criterion was applied for Thymus serpyllum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "For a comparison on a national scale, an estimate has been made of the reference flora for Italy using data from the checklist of spontaneous vascular flora in Italy [62] and of alien flora in Italy [60] . More specifically, from the first list, the taxa present in Italy have been included, whereas extinct taxa have been deleted, as well as those no longer found and those reported by mistake, amounting to a total of 7582 taxa; the second list does not include casual taxa in all Italian regions, those which are extinct, no longer found and reported in error, amounting to a total of 844 taxa. On the contrary, the database still include alimurgic taxa whose presence in the region was considered uncertain, thus implicitly validating the identification completed. Starting from these 8426 taxa, moreover, a list has been compiled on the basis of species included in the database AlimurgITA, of alimurgic taxa potentially present in every Italian region, to be associated with species actually listed in the census both at regional and geographical sector level (North, Centre, South, Major islands) ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[62]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1114,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "[60] and most recently updated according to Acta plantarum [61] , the records do not include taxa reported by mistake, those which are either no longer recorded, absent or doubtfully occurring.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[61]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "On the other hand, the database includes species found both in their spontaneous and cultivated state (e.g., olive, chestnut, vine, hazelnut, fig, white mulberry) even though domesticated forms are widely dominant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The nomenclature of the taxa mentioned refers to the checklist by [62] and [60] . Where necessary, the binomial according to the Word Flora online [63] is shown in brackets with the exclusion of nominal subspecies.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[62]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 75,
                    "end": 79,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[63]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Several critical taxa from a taxonomy perspective, for example Taraxacum officinale and Rubus hirtus, have been taken into account as a group; in the case of Portulaca the choice has been made, on the contrary, to keep it as P. oleracea s.l., in view of the impossibility to refer back the records to the taxa into which it is divided. A similar criterion was applied for Thymus serpyllum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "For a comparison on a national scale, an estimate has been made of the reference flora for Italy using data from the checklist of spontaneous vascular flora in Italy [62] and of alien flora in Italy [60] . More specifically, from the first list, the taxa present in Italy have been included, whereas extinct taxa have been deleted, as well as those no longer found and those reported by mistake, amounting to a total of 7582 taxa; the second list does not include casual taxa in all Italian regions, those which are extinct, no longer found and reported in error, amounting to a total of 844 taxa. On the contrary, the database still include alimurgic taxa whose presence in the region was considered uncertain, thus implicitly validating the identification completed. Starting from these 8426 taxa, moreover, a list has been compiled on the basis of species included in the database AlimurgITA, of alimurgic taxa potentially present in every Italian region, to be associated with species actually listed in the census both at regional and geographical sector level (North, Centre, South, Major islands) ( Figure 1 ). As regards modes of consumption, the species used exclusively for herb teas, infusions and decoction have not been included, because their purpose is mainly associated with their medicinal properties rather than with the food sector [64] . On the contrary, the database includes species used for preparing liqueurs because the latter are often considered as an integral part of the meal, according also to [64] .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[62]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[64]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "[64]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1114,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "In order to also save all data related to excluded taxa, their list is included in the Supplementary Materials Table S1 . A critical discussion about the alimurgic Italian checklist is therefore postponed to the next scientific paper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "A further aspect then concerned the choice of texts to be entered. Over the past few years, alongside the growing interest in WEPs, there has been a proliferation of writings, both of a scientific nature and for the general public. The chosen window of observation included the past one hundred years (1918-2021), taking as starting point the year 1918i.e., when Phytoalimurgia pedemontana was published [57] -because we consider that to be a ground-breaking text for modern botanical alimurgy.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "It did not seem appropriate to enter this substantial amount of data uncritically, therefore we decided to choose published texts which met the following two criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Publications in scientific journals or books; 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Publications also in non-scientific journals, provided that they had been compiled by authors referenced for alimurgic subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "These two criteria are also associated with a reference to clearly defined territories, up to the national scale; the idea was to follow a specific ethnobotanic approach, highlighting contributions which established a close relationship between WEPs uses and popular tradition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "We have expressly chosen to focus only on 'traditional uses', because our interest concentrated on collecting information about the use of WEPs, leaving aside-for the time being and intentionally-all 'new' food uses of plants recently acquired in the wake of new experimentations in the area of gastronomy and nutrition. This choice was also due to the need to contain-as much as possible-the margin for erroneous identification of taxa which, without this a priori selection would most likely have been higher [65] .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "[65]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Attention was thus paid to redundant work, that is to say where the same set of data had been published, by the same authors, in separate contributions for the same geographical area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Finally, scientific contributions of a methodology, conceptual, demo-anthropological or generic nature have been excluded, where no reference was made to alimurgic species e.g., [6, 36, 66] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "36,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "66]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "In advance of this selection work, a list was compiled with a total of 358 published works (Supplementary Materials Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 124,
                    "text": "(Supplementary Materials Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "1."
        },
        {
            "text": "Each taxon has been associated with the part used and with the methods through which it is consumed part of food preparations. These categories mainly refer to those listed by [25] , with some changes in terms of methods, which have become more articulated in order to provide more detailed information (Table 2 ). As regards the parts used, reference was made to the following categories (Table 3) , grouped according to the position in the plant and to the function performed: The use of galls, recorded only for two species (Rhododendron ferrugineum, R. hirsutum) have not been considered while that of the floral nectar in Gladiolus italicus, G. byzantinus (=G. communis), and Lamium orvala has been included in flowers/flower buds in Table 3 .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[25]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 739,
                    "end": 746,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "1."
        },
        {
            "text": "Moreover, for WEPs, the calculation on a national and regional scale included both chorology spectrums based on the chorotypes selected by [67] and biological ones [67, 68] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[67,",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "68]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Further processing steps involved titles published for the purpose of highlighting the trend over the past 100 years and their contribution for each administrative region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "The reference to 358 publications on alimurgy-related subjects has allowed us to select 343 papers which led to introducing 1103 taxa in the database. This value corresponds to 13.09% of the 8426 entities chosen for comparison from the checklists of Italian flora [60, 62] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[60,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "62]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "The latter have been divided into the following categories: Pteridophyta (8 taxa), Gymnospermae (13 taxa), Angiospermae (1082 taxa, of which 964 Dicotyledones and 118 Monocotyledones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "Of the 108 families included, the most widespread appeared to be Asteraceae with 20.22% of taxa, followed by Brassicaceae (6.98%), Fabaceae and Lamiaceae (6.53%), Rosaceae (5.98%), and Apiaceae (5.08%) ( Figure 2 ). These six families account for 51.31% of the total taxa in the database. The prevalence of Asteraceae further confirms the records in numerous publications on the subject of phyto-alimurgy [20] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "Plants 2021, 10, x FOR PEER REVIEW 9 of 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "The reference to 358 publications on alimurgy-related subjects has allowed us to select 343 papers which led to introducing 1103 taxa in the database. This value corresponds to 13.09% of the 8426 entities chosen for comparison from the checklists of Italian flora [60, 62] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[60,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "62]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "The latter have been divided into the following categories: Pteridophyta (8 taxa), Gymnospermae (13 taxa), Angiospermae (1082 taxa, of which 964 Dicotyledones and 118 Monocotyledones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "Of the 108 families included, the most widespread appeared to be Asteraceae with 20.22% of taxa, followed by Brassicaceae (6.98%), Fabaceae and Lamiaceae (6.53%), Rosaceae (5.98%), and Apiaceae (5.08%) ( Figure 2 ). These six families account for 51.31% of the total taxa in the database. The prevalence of Asteraceae further confirms the records in numerous publications on the subject of phyto-alimurgy [20] . The number of WEPs recorded by family was then compared to the taxa present in the same family for Italian flora ( Figure 3 ). Thirty-seven families (34.26% of the total), are represented in the database by one taxon only.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 527,
                    "end": 535,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "An assessment was then made of the breakdown of the most frequently found families along the geographical gradient of four geographical areas (North, Centre, South, Major islands) ( Figure 4 ). Thirty-seven families (34.26% of the total), are represented in the database by one taxon only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "An assessment was then made of the breakdown of the most frequently found families along the geographical gradient of four geographical areas (North, Centre, South, Major islands) ( Figure 4 ). Asteraceae and Brassicaceae appear to be more widely used in the islands (24.43% and 10.65% respectively), Rosaceae are dominant in the North and the Centre (10.25% and 9.13% respectively), while the use of Fabaceae is slightly lower in the North and the Centre (3.87% and 4.57% respectively). Apiaceae show a prevalence in the southern sector (5.63%). The gradual increase in the use of Asteraceae in the island area was already recorded earlier in other ethnobotanic contributions [69, 70] .",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 681,
                    "text": "[69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "There are 494 genera, and those with a number of reported taxa equal to or higher than 10 are Crepis (19 taxa), Allium (18), Lathyrus (16), Rumex (15), Prunus (13), Artemisia, Brassica, Carlina, Centaurea, and Malva (10); these data confirm the close match between the most representative families and the most frequently recorded genera. Table 4 includes a list of the 19 taxa most widely used for alimurgic purposes (from Asteraceae and Brassicaceae appear to be more widely used in the islands (24.43% and 10.65% respectively), Rosaceae are dominant in the North and the Centre (10.25% and 9.13% respectively), while the use of Fabaceae is slightly lower in the North and the Centre (3.87% and 4.57% respectively). Apiaceae show a prevalence in the southern sector (5.63%). The gradual increase in the use of Asteraceae in the island area was already recorded earlier in other ethnobotanic contributions [69, 70] .",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 911,
                    "text": "[69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "There are 494 genera, and those with a number of reported taxa equal to or higher than 10 are Crepis (19 taxa), Allium (18), Lathyrus (16), Rumex (15), Prunus (13), Artemisia, Brassica, Carlina, Centaurea, and Malva (10); these data confirm the close match between the most representative families and the most frequently recorded genera. Table 4 includes a list of the 19 taxa most widely used for alimurgic purposes (from 100 records upwards). Borago officinalis, Cichorium intybus, Foeniculum vulgare, Urtica dioica, Taraxacum officinale (group) s.l., Sonchus oleraceus Papaver rhoeas subsp. Rhoeas, and Asparagus acutifolius are the most frequently recorded species (from 150 records upwards), found in more than 46% of the publications considered, and used in at least 18 Italian regions. As many as 234 taxa (21.21%) are recorded only once, and 410 taxa (37.17%) are mentioned only for one region ( Figure 5 ). In the figure the value of 0 is due to the absence for 11 taxa (1.00%), of any specific regional reference, so the information refers to Italy in general. These 11 entities (Ambrosia artemisiifolia, Argentina anserina subsp. anserina (=Potentilla anserina), Apios americana, Bassia scoparia, Butomus umbellatus, Chaerophyllum bulbosum subsp. bulbosum, Cynomorium coccineum subsp. coccineum (=Cynomorium coccineum), Nelumbo nucifera, Nuphar lutea, Sagittaria sagittifolia, Triglochin maritimum) all come from [71] (apart from Apios americana, also cited by [72] , and Sagittaria sagittifolia, also cited by [73] ) and it is strange that these citations have never been found in any Italian region.",
            "cite_spans": [
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[71]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1473,
                    "end": 1477,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Edible Plants Entered in the Database"
        },
        {
            "text": "The analysis of results involved calculating the number of edible spontaneous taxa used for each Italian region. It is worth noting (Figure 6 ) that the region with the largest number of recorded taxa is Apulia (569), followed by Sicily (387) and Tuscany (341). On the other hand, the regions with the lowest use of WEPs are Trentino-Alto Adige, Aosta Valley, Umbria, and Molise with 86, 110, 112, and 143 taxa respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Italian Wild Edible Plants Divided by Region and by Geographical Area"
        },
        {
            "text": "Among the four geographical areas considered, the one with the most taxa mentioned (728) is the South, followed by the North (517), Major islands (479), and Centre (460), even though-compared to regional flora-the WEPs percentage is higher to the South then the Major island (Figure 7) . tioned only for one region ( Figure 5 ). In the figure the value of 0 is due to the absence for 11 taxa (1.00%), of any specific regional reference, so the information refers to Italy in general. These 11 entities (Ambrosia artemisiifolia, Argentina anserina subsp. anserina (=Potentilla anserina), Apios americana, Bassia scoparia, Butomus umbellatus, Chaerophyllum bulbosum subsp. bulbosum, Cynomorium coccineum subsp. coccineum (=Cynomorium coccineum), Nelumbo nucifera, Nuphar lutea, Sagittaria sagittifolia, Triglochin maritimum) all come from [71] (apart from Apios americana, also cited by [72] , and Sagittaria sagittifolia, also cited by [73] ) and it is strange that these citations have never been found in any Italian region. ",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 841,
                    "text": "[71]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 285,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 317,
                    "end": 325,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Italian Wild Edible Plants Divided by Region and by Geographical Area"
        },
        {
            "text": "The analysis of results involved calculating the number of edible spontaneous taxa used for each Italian region. It is worth noting (Figure 6 ) that the region with the largest number of recorded taxa is Apulia (569), followed by Sicily (387) Among the four geographical areas considered, the one with the most taxa mentioned (728) is the South, followed by the North (517), Major islands (479), and Centre (460), even though-compared to regional flora-the WEPs percentage is higher to the South then the Major island ( Figure 7 ). The taxa excluded from the calculation, according to the status defined by [60] (casual alien, absent, doubtfully occurring, reported by mistake, no longer recorded) and updated to date according to [61] are reported, region by region, in Table 5 . Among the four geographical areas considered, the one with the most taxa mentioned (728) is the South, followed by the North (517), Major islands (479), and Centre (460), even though-compared to regional flora-the WEPs percentage is higher to the South then the Major island ( Figure 7 ). The taxa excluded from the calculation, according to the status defined by [60] (casual alien, absent, doubtfully occurring, reported by mistake, no longer recorded) and updated to date according to [61] are reported, region by region, in Table 5 . ",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[61]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[60]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[61]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "text": "(Figure 6",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "Figure 7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 771,
                    "end": 778,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1058,
                    "end": 1066,
                    "text": "Figure 7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1309,
                    "end": 1316,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Italian Wild Edible Plants Divided by Region and by Geographical Area"
        },
        {
            "text": "Regional spontaneous edible flora has been linked with the species which could be found in the same areas but which are not used. These latter data have been derived by selecting the alimurgic species found in the region, based on local flora [60, 62] , from the total recorded in the AlimurgITA Database (1103 taxa). Figure 8 shows that WEPs actually account for a small percentage in respect of the potential regional edible flora, ranging from 13.19% (Trentino-Alto Adige) to 71.21% (Apulia). ",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[60,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "62]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 8",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "Relationship between Edible Plants Recorded by Region and Those Potentially Present"
        },
        {
            "text": "Regional spontaneous edible flora has been linked with the species which could be found in the same areas but which are not used. These latter data have been derived by selecting the alimurgic species found in the region, based on local flora [60, 62] , from the total recorded in the AlimurgITA Database (1103 taxa). Figure 8 shows that WEPs actually account for a small percentage in respect of the potential regional edible flora, ranging from 13.19% (Trentino-Alto Adige) to 71.21% (Apulia). In order to provide an overview, the regional data have then been aggregated by geographical area (Figure 9 )",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[60,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "62]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 8",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 594,
                    "end": 603,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "Relationship between Edible Plants Recorded by Region and Those Potentially Present"
        },
        {
            "text": "This comparison serves the purpose of making assumptions regarding the overall situation of alimurgic knowledge, which in turn can be associated with the level of erosion of traditional knowledge (TK) [64] , due to socio-economic transformation or to the degree of ethnobotanic exploration, highly variable from region to region. In order to provide an overview, the regional data have then been aggregated by geographical area (Figure 9 ). ",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[64]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 437,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF23"
                }
            ],
            "section": "Relationship between Edible Plants Recorded by Region and Those Potentially Present"
        },
        {
            "text": "In Italy, as regards the most widely used edible parts in the culinary tradition, these include leaves (616 records), new shoots/gemmae (210), roots/tubers/rhizomes (152), fruits/pseudofruits (157), and flowers/flower buds (145) (Figure 10 ). There are only eight records of resin/sap/latex (0.75%). This comparison serves the purpose of making assumptions regarding the overall situation of alimurgic knowledge, which in turn can be associated with the level of erosion of traditional knowledge (TK) [64] , due to socio-economic transformation or to the degree of ethnobotanic exploration, highly variable from region to region.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[64]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 239,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parts of WEPs Used"
        },
        {
            "text": "In Italy, as regards the most widely used edible parts in the culinary tradition, these include leaves (616 records), new shoots/gemmae (210), roots/tubers/rhizomes (152), fruits/pseudofruits (157), and flowers/flower buds (145) (Figure 10 ). There are only eight records of resin/sap/latex (0.75%). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 239,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parts of WEPs Used"
        },
        {
            "text": "In Italy, as regards the most widely used edible parts in the culinary tradition, these include leaves (616 records), new shoots/gemmae (210), roots/tubers/rhizomes (152), fruits/pseudofruits (157), and flowers/flower buds (145) (Figure 10 ). There are only eight records of resin/sap/latex (0.75%). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 239,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parts of WEPs Used"
        },
        {
            "text": "Further analysis has led to processing data related to the number of records for each of the methods of use ( Figure 11) . This assessment has shown that the most widespread modes of consumption are, in this order, cooked (737 records, amounting to 66.82%), raw (559 records, 50.68%), flavouring (215 records, 19.49%), and beverages/vinegar (169 records, 15.32%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 120,
                    "text": "Figure 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods for Use of WEPs"
        },
        {
            "text": "Plants 2021, 10, x FOR PEER REVIEW 15 of 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for Use of WEPs"
        },
        {
            "text": "Further analysis has led to processing data related to the number of records for each of the methods of use ( Figure 11) . This assessment has shown that the most widespread modes of consumption are, in this order, cooked (737 records, amounting to 66.82%), raw (559 records, 50.68%), flavouring (215 records, 19.49%), and beverages/vinegar (169 records, 15.32%). The cooking of WEPs follows articulated local recipes, and is extremely varied (boiled, stewed, in omelettes, fried, to make vegetable broths, risotto, soups, stuffed pasta, savoury pies, etc.). As regards the most widespread use, it is worth noting that today there are many spontaneous species which are eaten raw in a salad, either on their own or mixed with other herbs. This latter type of use is advantageous compared to the former because there is no loss in terms of nutritional value [74] , on the other hand it is potentially risky. It is worth remembering that when food is eaten raw, there is no alteration of any toxic or dangerous substances present. Finally, they are frequently used for beverages (alcoholic and otherwise) derived from fermentation or infusion in water or alcohol, mainly using fruits and flowers as a base, which also become part of local tradition.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 861,
                    "text": "[74]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 120,
                    "text": "Figure 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods for Use of WEPs"
        },
        {
            "text": "Wide and well-documented use is made of edible wild fruit: loquats, raspberries, wild strawberries, blackberries, blackcurrants are eaten fresh, in fruit salads, jams, desserts, biscuits, syrups, and the like. Several species are used to prepare hot beverages such as herb teas (e.g., Mentha sp.pl., Melissa officinalis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for Use of WEPs"
        },
        {
            "text": "A fairly large number of taxa, which in literature appear to be consumed as food, can be considered in some way toxic. Many of them are species which-apart from being widespread across the country-are largely used and closely connected to the Italian culinary tradition; they include for example Borago officinalis and Dioscorea communis; in other The cooking of WEPs follows articulated local recipes, and is extremely varied (boiled, stewed, in omelettes, fried, to make vegetable broths, risotto, soups, stuffed pasta, savoury pies, etc.). As regards the most widespread use, it is worth noting that today there are many spontaneous species which are eaten raw in a salad, either on their own or mixed with other herbs. This latter type of use is advantageous compared to the former because there is no loss in terms of nutritional value [74] , on the other hand it is potentially risky. It is worth remembering that when food is eaten raw, there is no alteration of any toxic or dangerous substances present. Finally, they are frequently used for beverages (alcoholic and otherwise) derived from fermentation or infusion in water or alcohol, mainly using fruits and flowers as a base, which also become part of local tradition.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 845,
                    "text": "[74]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "Wide and well-documented use is made of edible wild fruit: loquats, raspberries, wild strawberries, blackberries, blackcurrants are eaten fresh, in fruit salads, jams, desserts, biscuits, syrups, and the like. Several species are used to prepare hot beverages such as herb teas (e.g., Mentha sp.pl., Melissa officinalis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "A fairly large number of taxa, which in literature appear to be consumed as food, can be considered in some way toxic. Many of them are species which-apart from being widespread across the country-are largely used and closely connected to the Italian culinary tradition; they include for example Borago officinalis and Dioscorea communis; in other instances, they are species whose use as food is really sporadic, and in any case limited to extremely small areas, for example Polygonatum multiflorum and Lonicera etrusca, with very few records in literature. In all cases they are species which contain several categories of chemical compounds (active ingredients, phyto-complexes) whose toxic effects range from high to bland. An example of these highly toxic species, whose use is clearly documented, is Conium maculatum; taken in certain doses the latter is considered deadly due to the presence of the alkaloid coniine, even though in some parts of Sardinia the stems of young plants without the bark are eaten [75] . Among the highly toxic species it is also worth mentioning Lactuca virosa, whose young leaves are sometimes eaten as salad [75, 76] and Euphorbia lathyris whose buds were used in Veneto instead of capers [77] .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[75,",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "76]",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "Species with medium or low toxicity include those which can prove dangerous only in cases of excessive and prolonged consumption, for example those in the genus Rumex and Oxalis due to the presence of oxalates, or of Amaranthus, which can accumulate nitrates. In other species, toxic substances are concentrated only in some organs, possibly absent-or in any case found only in amounts which are not significant-in the parts used. This is the case, for example of Clematis vitalba which contains ranuncholine, a glucoside which, by hydrolysis, releases protoanemonine, with a strong irritant and blistering effect [21, 25, 78, 79] ; however only the buds of this plant are eaten (where the concentration of ranuncholine is smaller), always cooked (protoanemonine is thermally unstable). Also the type of preparation, therefore, can make a difference: in order to make some bulbs edible, for example Cyclamen hederifolium, C. repandum, Bellevalia romana, prolonged cooking was followed by macerating in cold water [80] [81] [82] to eliminate any excess of both bitter and toxic substances (saponins, cyclamins, and histamines).",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 618,
                    "text": "[21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "25,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "78,",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "79]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[80]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[81]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "As can be seen in Figure 12 , it appears that-in some families-most WEPs are toxic in one way or another; in other cases, practically all of them are, for example Boraginaceae such as Borago officinalis, Symphytum officinale, and S. tuberosum which contain unsaturated pyrrolizidine alkaloids [83, 84] ; if used frequently these plants have a hepatotoxic and blandly mutagenic action [74] ; moreover, experiments on animals have shown their carcinogenic action, through a genotoxic mechanism [85] . instances, they are species whose use as food is really sporadic, and in any case limited to extremely small areas, for example Polygonatum multiflorum and Lonicera etrusca, with very few records in literature. In all cases they are species which contain several categories of chemical compounds (active ingredients, phyto-complexes) whose toxic effects range from high to bland. An example of these highly toxic species, whose use is clearly documented, is Conium maculatum; taken in certain doses the latter is considered deadly due to the presence of the alkaloid coniine, even though in some parts of Sardinia the stems of young plants without the bark are eaten [75] . Among the highly toxic species it is also worth mentioning Lactuca virosa, whose young leaves are sometimes eaten as salad [75, 76] and Euphorbia lathyris whose buds were used in Veneto instead of capers [77] . Species with medium or low toxicity include those which can prove dangerous only in cases of excessive and prolonged consumption, for example those in the genus Rumex and Oxalis due to the presence of oxalates, or of Amaranthus, which can accumulate nitrates. In other species, toxic substances are concentrated only in some organs, possibly absent-or in any case found only in amounts which are not significant-in the parts used. This is the case, for example of Clematis vitalba which contains ranuncholine, a glucoside which, by hydrolysis, releases protoanemonine, with a strong irritant and blistering effect [21, 25, 78, 79] ; however only the buds of this plant are eaten (where the concentration of ranuncholine is smaller), always cooked (protoanemonine is thermally unstable). Also the type of preparation, therefore, can make a difference: in order to make some bulbs edible, for example Cyclamen hederifolium, C. repandum, Bellevalia romana, prolonged cooking was followed by macerating in cold water [80] [81] [82] to eliminate any excess of both bitter and toxic substances (saponins, cyclamins, and histamines).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[83,",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "84]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[74]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[75,",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1304,
                    "text": "76]",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1998,
                    "end": 2002,
                    "text": "[21,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2003,
                    "end": 2006,
                    "text": "25,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2007,
                    "end": 2010,
                    "text": "78,",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 2011,
                    "end": 2014,
                    "text": "79]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 2397,
                    "end": 2401,
                    "text": "[80]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 2402,
                    "end": 2406,
                    "text": "[81]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 2407,
                    "end": 2411,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "As can be seen in Figure 12 , it appears that-in some families-most WEPs are toxic in one way or another; in other cases, practically all of them are, for example Boraginaceae such as Borago officinalis, Symphytum officinale, and S. tuberosum which contain unsaturated pyrrolizidine alkaloids [83, 84] ; if used frequently these plants have a hepatotoxic and blandly mutagenic action [74] ; moreover, experiments on animals have shown their carcinogenic action, through a genotoxic mechanism [85] . ",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[83,",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "84]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[74]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[85]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Potentially Toxic Species"
        },
        {
            "text": "Examining life forms, out of the 1103 taxa recorded, it has been shown that the most widely represented can be divided as follows, in decreasing order: emicryptophytes (39%), therophytes (25%), geophytes (12%), phanerophytes (15%), chamaephytes (8%), hydrophytes (1%), and helophytes (0.09%) ( Figure 13 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Biological Spectrum"
        },
        {
            "text": "Examining life forms, out of the 1103 taxa recorded, it has been shown that the most widely represented can be divided as follows, in decreasing order: emicryptophytes (39%), therophytes (25%), geophytes (12%), phanerophytes (15%), chamaephytes (8%), hydrophytes (1%), and helophytes (0.09%) ( Figure 13 ). The widespread presence of Hemicryptophytes is mainly due to their habitus, because they be either biannual (Crepis vesicaria, Daucus carota) or perennial species (Cichorium intybus, Plantago lanceolata, Foeniculum vulgare). Among the various sub-forms, the most relevant in percentage terms include scapose plants (H scap), accounting for 22.48%, of which mainly the basal rosettes and leaves are used (e.g., Cichorium intybus).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Biological Spectrum"
        },
        {
            "text": "As regards Therophytes, consisting almost exclusively of scapose plants (T scap-22.39%), it is their tender leaves that are generally eaten (Chenopodium album, Portulaca oleracea, Borago officinalis), then possibly their aerial part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "As for Phanerophytes, which are mainly represented by scapose plants (P scap-4.35%), it is their fruits that are mainly used, both fresh and dried (e.g., Sambucus nigra, Juniperus communis, Ceratonia siliqua). The group of phanerophytes and nano-phanerophytes (P and NP), trees and small shrubs, provide fruits and wild seeds; on the other hand, new shoots are mostly collected from liana phanerophytes (P lian).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "Geophytes, both bulbous (G bulb-5.80%) and rhizomatous (G rhiz-5.80%) are mainly used for their underground part (tubers, roots, bulbs) (e.g., Ficaria verna, Helianthus tuberosus, and Muscari comosum (=Leopoldia comosa)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "The most widely used parts of Chamaephytes, especially aromatic suffruticose plants (CH suffr-3.90%) rich in essential oils used to flavour dishes (e.g., Thymus vulgaris, Satureja montana) are branches and leaves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "Hydrophytes (Trapa natans, Acorus calamus, Glyceria fluitans, Posidonia oceanica), mainly rooting plants (I rad-1.27%), are scarcely represented and not associated with the use of specific parts of the plant. Their consumption is limited to four regions (Lombardy, Veneto, Liguria, Apulia). The only helophyte found (Phragmites australis) is used just in the Apulia region; the parts used of the latter are rhizomes, tender leaves and top shoots, either raw in salads and cooked/stewed or in omelettes. The widespread presence of Hemicryptophytes is mainly due to their habitus, because they be either biannual (Crepis vesicaria, Daucus carota) or perennial species (Cichorium intybus, Plantago lanceolata, Foeniculum vulgare). Among the various sub-forms, the most relevant in percentage terms include scapose plants (H scap), accounting for 22.48%, of which mainly the basal rosettes and leaves are used (e.g., Cichorium intybus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "As regards Therophytes, consisting almost exclusively of scapose plants (T scap-22.39%), it is their tender leaves that are generally eaten (Chenopodium album, Portulaca oleracea, Borago officinalis), then possibly their aerial part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "As for Phanerophytes, which are mainly represented by scapose plants (P scap-4.35%), it is their fruits that are mainly used, both fresh and dried (e.g., Sambucus nigra, Juniperus communis, Ceratonia siliqua). The group of phanerophytes and nano-phanerophytes (P and NP), trees and small shrubs, provide fruits and wild seeds; on the other hand, new shoots are mostly collected from liana phanerophytes (P lian).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "Geophytes, both bulbous (G bulb-5.80%) and rhizomatous (G rhiz-5.80%) are mainly used for their underground part (tubers, roots, bulbs) (e.g., Ficaria verna, Helianthus tuberosus, and Muscari comosum (=Leopoldia comosa)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "The most widely used parts of Chamaephytes, especially aromatic suffruticose plants (CH suffr-3.90%) rich in essential oils used to flavour dishes (e.g., Thymus vulgaris, Satureja montana) are branches and leaves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "Hydrophytes (Trapa natans, Acorus calamus, Glyceria fluitans, Posidonia oceanica), mainly rooting plants (I rad-1.27%), are scarcely represented and not associated with the use of specific parts of the plant. Their consumption is limited to four regions (Lombardy, Veneto, Liguria, Apulia). The only helophyte found (Phragmites australis) is used just in the Apulia region; the parts used of the latter are rhizomes, tender leaves and top shoots, either raw in salads and cooked/stewed or in omelettes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Spectrum"
        },
        {
            "text": "From a phyto-geographical perspective, it is interesting to note that most of the food flora comes from the Mediterranean region, with a strong presence of Euri-Mediterranean (18.98%) and of Steno-Mediterranean plants (16.35%); this highlights-in the gastronomic field-the connection between the various cultures in the Mediterranean area [15, 16, 69, 70] ( Figures 14 and 15 ). In fact, some plants are used in different parts of Italy and the Mediterranean, for example Papaver rhoeas subsp. rhoeas, Sonchus asper, or Reichardia picroides [71, [86] [87] [88] [89] [90] [91] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[15,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[71,",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[86]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[88]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[89]",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[90]",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[91]",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 375,
                    "text": "Figures 14 and 15",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Plants 2021, 10, x FOR PEER REVIEW 18 of 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chorology Spectrum"
        },
        {
            "text": "From a phyto-geographical perspective, it is interesting to note that most of the food flora comes from the Mediterranean region, with a strong presence of Euri-Mediterranean (18.98%) and of Steno-Mediterranean plants (16.35%); this highlights-in the gastronomic field-the connection between the various cultures in the Mediterranean area [15, 16, 69, 70] (Figures 14 and 15 ). In fact, some plants are used in different parts of Italy and the Mediterranean, for example Papaver rhoeas subsp. rhoeas, Sonchus asper, or Reichardia picroides [71, [86] [87] [88] [89] [90] [91] . The high incidence of Eurasian species, about 27.79%, is due to strong bio-geographical connections between the flora contingent in the Italian Apennine region and areas belonging to Eurasia.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[15,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[71,",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[86]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[88]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[89]",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[90]",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[91]",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 374,
                    "text": "(Figures 14 and 15",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Boreal species connected with Northern Europe or mountain environments account for 7.99% (Euro-Siberian and Circumboreal species). There is a limited amount of both SE- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chorology Spectrum"
        },
        {
            "text": "From a phyto-geographical perspective, it is interesting to note that most of the food flora comes from the Mediterranean region, with a strong presence of Euri-Mediterranean (18.98%) and of Steno-Mediterranean plants (16.35%); this highlights-in the gastronomic field-the connection between the various cultures in the Mediterranean area [15, 16, 69, 70] (Figures 14 and 15 ). In fact, some plants are used in different parts of Italy and the Mediterranean, for example Papaver rhoeas subsp. rhoeas, Sonchus asper, or Reichardia picroides [71, [86] [87] [88] [89] [90] [91] . The high incidence of Eurasian species, about 27.79%, is due to strong bio-geographical connections between the flora contingent in the Italian Apennine region and areas belonging to Eurasia.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[15,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[71,",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[86]",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[88]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[89]",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[90]",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[91]",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 374,
                    "text": "(Figures 14 and 15",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Boreal species connected with Northern Europe or mountain environments account for 7.99% (Euro-Siberian and Circumboreal species). There is a limited amount of both SE- The high incidence of Eurasian species, about 27.79%, is due to strong bio-geographical connections between the flora contingent in the Italian Apennine region and areas belonging to Eurasia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Boreal species connected with Northern Europe or mountain environments account for 7.99% (Euro-Siberian and Circumboreal species). There is a limited amount of both SE-European Orophytes (4.72%) distributed along the mountain strip of Balkan areas, and Atlantic (2.00%) species whose distribution area is focused on the Atlantic coast of Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Only 5.63% of the total alimurgic flora is represented by endemic species, divided in an extremely discontinuous way, with low values in the central sector (0.87%), and on the other hand a strong accentuation in the island area (7.14%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Further significant data resulting from the chorology analysis are related to species with a wide distribution present in Italy accounting for 12.81%, a value which is fairly similar in the various geographical sectors. Within this chorotype, specific consideration has been given in this case to 'adventitious' plants, i.e., alien species, now naturalized, which-over the centuries-have found a phytoalimurgic collocation, fully entitled to fit within the multi-faceted framework of traditional regional cuisines. From an ecology perspective, adventitious plants can be considered in most cases species with a pioneering approach and a marked colonizing activity, often invasive, in synanthropic nitrophyle or ruderal habitats [92] . This set of characteristics has allowed them to establish themselves rapidly also on large surfaces. It therefore seemed appropriate to further divide this chorotype into its sub-categories for the purpose of attempting to historically connect and reconnect, although in an approximated form, the beginning of the use of some species in the Italian culinary tradition. In this regard, Table 6 shows that the main flora supplies of alimurgic species, with the exception of Cosmopolitan and Subcosmopolitan plants, come from the American and Asian continent and from desert areas from the Mediterranean to central Asian region (Mediterraneo-Turanian species). ",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 732,
                    "text": "[92]",
                    "ref_id": "BIBREF108"
                }
            ],
            "ref_spans": [
                {
                    "start": 1120,
                    "end": 1127,
                    "text": "Table 6",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Chorology Spectrum"
        },
        {
            "text": "Considering the state of our knowledge regarding wild edible plants, further analysis has been focused on how this knowledge has become more in-depth over time proportionally to the degree of interest shown in them by the audience of specialists in this discipline. Starting from the first modern publication by [57] to the present day, the overall bibliography trend has been outlined with a 10-year interval division. From Figure 16 it appears clearly that the increase in texts published started to become significant during the 1991-2000 decade, reaching its peak in the next decade, then dropping in the 2011-2020 decade. There have been 289 publications on WEPs (accounting for 80.73% of the total) produced between 1991 and 2021, which is evidence of the growing interest in the subject of alimurgy.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 434,
                    "text": "Figure 16",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bibliography Contributions from 1918 to 2020"
        },
        {
            "text": "Considering the amount of bibliography contributions published for each region, according to the criteria established in the methodology section, the available data show very clearly (Figure 17 ) that the three regions with the largest number of published specialized texts are Tuscany (63), followed by Sicily (50) and Apulia (24) . There are numerous regions with limited bibliography contributions: Aosta Valley (2), Trentino Alto-Adige (3), Umbria (4), and Emilia Romagna (6) . Tuscany, with its abundant production, accounts for 17.26% of Italian literature overall, while Sicily accounts for 13.70%. ",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "(50)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "(24)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "(Figure 17",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bibliography Contributions for Each Italian Region"
        },
        {
            "text": "Considering the amount of bibliography contributions published for each region, according to the criteria established in the methodology section, the available data show very clearly (Figure 17 ) that the three regions with the largest number of published specialized texts are Tuscany (63), followed by Sicily (50) and Apulia (24) . There are numerous regions with limited bibliography contributions: Aosta Valley (2), Trentino Alto-Adige (3), Umbria (4), and Emilia Romagna (6) . Tuscany, with its abundant production, accounts for 17.26% of Italian literature overall, while Sicily accounts for 13.70%. In total, the taxa which should be considered somehow toxic are 242, accounting for 21.94% of WEPs in Italy.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "(50)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "(24)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "(Figure 17",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bibliography Contributions for Each Italian Region"
        },
        {
            "text": "In any case, despite the presence of active ingredients potentially harmful for human health, their consumption for centuries [93, 94] is evidence that they are essentially harmless if ingested. Of course, the limit between the two categories (toxic/non toxic) is arbi- In total, the taxa which should be considered somehow toxic are 242, accounting for 21.94% of WEPs in Italy.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[93,",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "94]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bibliography Contributions for Each Italian Region"
        },
        {
            "text": "In any case, despite the presence of active ingredients potentially harmful for human health, their consumption for centuries [93, 94] is evidence that they are essentially harmless if ingested. Of course, the limit between the two categories (toxic/non toxic) is arbitrary, because it is difficult to establish: as always the following concept applies: \"All things are poison and nothing is without poison; only the dose makes a thing not a poison\" according to the famous sentence by Paracelsus.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[93,",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "94]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bibliography Contributions for Each Italian Region"
        },
        {
            "text": "The 1103 taxa of edible flora entered in the database AlimurgITA account for 13.09% of Italian flora. There has thus been an increase by 275 taxa compared to the 828 recorded in the database of CET (Centro Etnobotanico Toscano) which also includes several cultivated plants [20] . A further 177 taxa listed in the bibliography consulted, and considered for this project, have been excluded from the total number of alimurgic plants because they are cultivated or considered occasional Adventitious (for a definition, please refer to Materials and Methods).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high frequency of edible Asteraceae, accounting for 20.22% of total WEPs, is apparently associated with the high number of taxa in Italian flora, to their palatability which is combined with their large availability in several seasons. The basal rosette, the most widely consumed part, is available even during the autumn-winter. It is also worth mentioning the low toxicity of this family, mainly with regard to the subfamily of Cichorioideae to which most of the recorded WEPs belong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fact that Asteraceae are more representative has also become apparent in a number of studies, therefore it is confirmed to be one of the most widely used in Italy [20, 74, 95] , especially in insular regions of the country [69, 70] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "74,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "95]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[69,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "70]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The regional distribution of WEPs is far from homogeneous, ranging from a minimum of 86 taxa recorded in Trentino-Alto Adige to the maximum of Apulia, with 569 taxa. The data from Apulia derives mainly from the contribution by Bianco who, in one publication alone [96] , reported as many as 564 taxa (of which 156 not reported in previous papers); all this has also affected the distribution of aggregated data by sector in southern Italy, the area with the largest number of taxa. Trentino Alto-Adige, Emilia-Romagna, and Umbria show the lowest numbers of WEPs in Italy.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[96]",
                    "ref_id": "BIBREF113"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In some cases (e.g., Veneto, Tuscany, Sicily) the number of taxa mentioned in the database AlimurgITA appears to differ, although just by a few units, from the one recorded in summary publications of a regional nature [70, 77, 97, 98] . The difference is due to the different criterion for choosing WEPs, to the different nomenclature system and to any updates of lists with the acquisition of new data.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[70,",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "77,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "97,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "98]",
                    "ref_id": "BIBREF117"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The large number of alimurgic taxa by region can be interpreted in various ways. A first theory is associated with the assessment of the time span during which the alimurgic studies have taken place: the more distant they are from the current time, the higher the probability that it might be possible to have access to cultural heritages which are richer and even more strongly rooted to traditional used. The time span is also related to another element (which is often neglected), namely the continuity of recording within the same territorial framework, which has made it possible to monitor the persistence in the use of some species. On a national scale, for example, the 32 taxa listed in the publication by [57] , then entered in the database (Achillea millefolium, Asparagus acutifolius, A. officinalis subsp. officinalis, Bellis perennis, Bistorta officinalis (=Persicaria bistorta), Bunias erucago, Campanula rapunculus, Capsella bursa-pastoris subsp. bursa-pastoris, Diplotaxis tenuifolia, Eruca vesicaria, Humulus lupulus, Hypochaeris radicata, Lapsana communis, Loncomelos pyrenaicum (=Ornithogalum pyrenaicum), Melissa officinalis, Nasturtium officinale, Papaver rhoeas subsp. rhoeas, Parietaria officinalis, Plantago lanceolata, P. media, Portulaca oleracea, Poterium sanguisorba (=Sanguisorba minor), Salvia rosmarinus (=Rosmarinus officinalis), Sinapis arvensis subsp. arvensis, Sisymbrium officinale, Sonchus arvensis, S. asper, S. oleraceus, Symphytum tuberosum, Taraxacum officinale group, Tragopogon pratensis, Urtica dioica), have been mentioned in various ways over time by several authors and in publications both as bibliographic compendium and territorial ethnobotanic census ( Figure 18 ). some species. On a national scale, for example, the 32 taxa listed in the publication by [57] , then entered in the database (Achillea millefolium, Asparagus acutifolius, A. officinalis subsp. officinalis, Bellis perennis, Bistorta officinalis (=Persicaria bistorta), Bunias erucago, Campanula rapunculus, Capsella bursa-pastoris subsp. bursa-pastoris, Diplotaxis tenuifolia, Eruca vesicaria, Humulus lupulus, Hypochaeris radicata, Lapsana communis, Loncomelos pyrenaicum (=Ornithogalum pyrenaicum), Melissa officinalis, Nasturtium officinale, Papaver rhoeas subsp. rhoeas, Parietaria officinalis, Plantago lanceolata, P. media, Portulaca oleracea, Poterium sanguisorba (=Sanguisorba minor), Salvia rosmarinus (=Rosmarinus officinalis), Sinapis arvensis subsp. arvensis, Sisymbrium officinale, Sonchus arvensis, S. asper, S. oleraceus, Symphytum tuberosum, Taraxacum officinale group, Tragopogon pratensis, Urtica dioica), have been mentioned in various ways over time by several authors and in publications both as bibliographic compendium and territorial ethnobotanic census ( Figure 18 ). Figure 18 . Number of taxa cited by [57] and also reported in publications of subsequent years.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1807,
                    "end": 1811,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2846,
                    "end": 2850,
                    "text": "[57]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 1705,
                    "end": 1714,
                    "text": "Figure 18",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2797,
                    "end": 2806,
                    "text": "Figure 18",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2810,
                    "end": 2819,
                    "text": "Figure 18",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Among these taxa, those which are no longer mentioned include Loncomelos pyrenaicum (=Ornithogalum pyrenaicum), since 2017, Plantago media and Bistorta officinalis (=Persicaria bistorta), since 2018, Lapsana communis, Sisymbrium officinale, and Symphytum tuberosum subsp. angustifolium since 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A second theory is related to floral and coenological diversity, which in turn is associated with the geographical extension and complexity of the regions surveyed, large sections of which may not be explored in the absence of regional overviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a third theory related to the latter, connected with the number of publications, even though this element cannot always be correlated to the degree of knowledge. For example, Tuscany, the region which provided the largest number of publications on the subject of alimurgy (sometimes redundant in terms of information) shows similar levels of knowledge compared to Veneto, Calabria, and Sardinia, characterized by few but substantial synthesis works [16, 75, 77, 99] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[16,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "75,",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "77,",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "99]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A last theory refers to the use of the territory and to its impact in terms of erosion in traditional culture. The limited number of WEPs in Emilia-Romagna, for example, could also be due to agricultural practices on an industrial scale which-over the past few decades-have radically changed the farming society, leading to a rapid reduction of ethnobotanic knowledge (and therefore of WEPs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The remarkable differences in the number of species recorded from region to region can thus be associated also with the level of erosion in the transmission of culture. Attempting to estimate, even hypothetically, the entity of this loss, was one of the objectives of this project. This is why we calculated the ratio between edible plants recorded by region and the species potentially present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results, in percentage terms on a national scale, have shown a use of alimurgic flora accounting for 7.6% compared to the potential value; as regards regional flora, WEPs account for 2.73% in Trentino Alto-Adige and 22.69% in Apulia. As for southern regions and major islands, the values remain high, which is evidence of on-going and capillary ethnobotanic explorations, complemented by traditional culture legacies which are still present, vital, and can therefore be detected. In this area there are some specific cultural provisions of ancient races, which are also important in order to establish the ethnichistorical connection, which sometimes still exists, with eastern Adriatic countries (Greece, Albania, Croatia) [80, [100] [101] [102] [103] [104] . An example of this is the influence of Greek communities in Calabria, developed as a consequence of the historical migrations which occurred in Greece. More than half of the plant species from the Graecanic area (58%) are also used as edible plants in Greece [105, 106] and there are some species (Chrysanthemum segetum, Hedypnois cretica, and Lotus edulis) commonly used in Greece and in the Graecanic area, but not in other parts of Italy [107] .",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 732,
                    "text": "[80,",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 733,
                    "end": 738,
                    "text": "[100]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 739,
                    "end": 744,
                    "text": "[101]",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 745,
                    "end": 750,
                    "text": "[102]",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 751,
                    "end": 756,
                    "text": "[103]",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 757,
                    "end": 762,
                    "text": "[104]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 1024,
                    "end": 1029,
                    "text": "[105,",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "106]",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 1206,
                    "end": 1211,
                    "text": "[107]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is finally worth noting the substantial contribution of publications from the past 20 years for the southern and insular areas as further evidence of the persistent vitality of cultures related to farming and shepherding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Their availability for most of the year, their palatable taste, territorial frequency, specific biomass, ease of recognition and therapeutic virtues are all factors which-taken together-lead to the success in the use of a given species. This is the case of Borago officinalis, Urtica dioica, Sonchus oleraceus, Taraxacum officinale group, Papaver rhoeas subsp. rhoeas which are widely eaten and present in all recipe books of traditional cuisine in every Italian region, as evidence of still existing ethnobotanic connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, some differences have been detected in the gathering and consumption of wild plants between the various Italian regions. In terms of families recorded, in the North and Centre there is a prevalence of Rosaceae, in the South of Brassicaceae and on the islands of Asteraceae. These data match what was in part recorded by [20, 64] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "64]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a matter of fact, the use of each species on the Italian territory is related not just to its area distribution but also to frequency, that is to say its availability in the region, a factor which would explain the anomalies in the failed reporting of its use. Species which are widely used in Italy-such as Clematis vitalba and Asparagus acutifolius, for example-do not appear to be used in Aosta Valley and in Trentino-Alto Adige due to their rarity, even though they are present in regional flora [60, 62] . Nevertheless, other taxa show anomalies related to discontinuity in distribution with geographical sector leaps which are difficult to interpret. Reference can be made, for example to the absence of Sambucus nigra in Umbria, of Laurus nobilis in Aosta Valley and Umbria, of Rosa canina in Umbria alone, of Plantago major in Latium Clinopodium nepeta subsp. nepeta in most regions in the north, and of Hypochaeris radicata which shows gaps in every region.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[60,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "62]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current lack of reference to the use of a given plant in a specific region could be due to its limited availability, to the decline in its use of time, to its absence in tradition, or simply to the fact that it has not been intercepted by ethnobotanic studies. At the moment we believe that it is not possible to establish which of these theories (ecological and cultural) is more sensible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is also worth mentioning that the most accentuated and deeply-rooted preference of taste in some regions, for example for the bitter flavour, which is more appreciated in southern Italy than in the North [64, 102, 103] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[64,",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "102,",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "103]",
                    "ref_id": "BIBREF122"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally speaking, when talking of 'traditional' use of a given species, collective imagination places it many centuries before the modern age. This is not always true because the use of some species (and of recipes) which are undisputedly considered as belonging to the cultural heritage of one area, may date back just one or two centuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In some circumstances, the beginning of the use of WEPs can be placed within a specific time frame: this is the case of adventitious species from the New World which have gained ground and later become widespread in Italy thanks to their presence in seeds of other crops (e.g., tomato, potato, corn).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nor can it be ruled out that some of these adventitious plants might have been grown on purpose to be abandoned later if they should no longer prove convenient or palatable, as for example in the case of Lepidium sativum and Satureja hortensis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Specific attention should be paid to endemic or rare species. Excessive gathering of these species for edible use could lead to contraction phenomenon in populations, with risks in terms of preservation in nature of the latter. The precautionary principle also applies when there are two species which are morphologically very similar, one of which rare and the other frequent which can be mistaken one from the other, leading to the disappearance or reduction of population of the rarest species. This is the case of several endemic regional plants which are found and eaten only in one Region, such as Anchusa capellii (=Anchusa crispa) in Sardinia [75] and Urtica rupestris in the Sicily [108] whose use is questioned by [98] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[98]",
                    "ref_id": "BIBREF117"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It would therefore be appropriate if, for this category of alimurgic species (or of medicinal species), authors could mention the appropriateness of gathering them in moderation, making reference-if applicable-to regional or national regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most extensively collected parts of WEPs are leaves, especially if joined into basal rosettes (H ros) which, being easy to collect, guarantee, in rapid times, the acquisition of a satisfactory amount of biomass. Moreover, these parts are tender, very palatable, and versatile in their use. From a nutritional perspective, the fact that leaves are the most widely used part in almost all species should be attributed to their ability to collect fundamental substances, such as mineral salts and vitamins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More limited use is made of new shoots, gemmae, and flower buds because they are related to very short phenology periods (e.g., Asparagus sp. pl., Capparis sp. pl, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The underground systems (roots, bulbs and rhizomes) have a variety of uses because they can be used either as flavouring (gentian, horseradish, liquorice, etc.), or as nutrient reserves (first and foremost starch), given that they can be kept for a relatively long period of time (e.g., garlic, potatoes, onions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Such a widespread use of fruits, due to their high palatability, is attributable in part to nutritional features: rich in sugar and calories, they are eaten also during famine periods in order to alleviate hunger. The high number of records, in any case, is related also the diversified use which was made of them; their fruits were eaten not only fresh, they were also dried or used to flavour wines and liqueurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As regards flowers, their use is mainly associated with preparing miscellaneous beverages and liqueurs. Within the current culinary framework, flowers-due to their pleasant appearance-are mainly used for garnishing dishes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though raw consumption is the easiest and most straightforward, cooking appears to the most widespread because it makes food more digestible, reduces the pathogenic load and allows for eliminating unwelcome characteristics (e.g., toxicity). It is also worth mentioning that, in some cases, cooking enhances the sensorial properties of herbs, mitigating any excessively bitter characteristics. On the other hand, thermal treatments may lead to a series of modifications involving consistency, color, and texture of plant tissuesassociated with phenomena related to thermal degradation, oxidation, and leaching-with a subsequent loss of nutrients and anti-oxidant compounds [109, 110] . The method of use, also related to preservation and thus to deferred consumption of species over time, also involves complex and multiple preparations (e.g., roasting as pre-requisite for preparing flours or beverages).",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 682,
                    "text": "[109,",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "110]",
                    "ref_id": "BIBREF129"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The gastronomic geography of Italy is rich in culinary variants compliant with the morphology of its territories, the climatology of physical environments, the structuring of production activities and the series of historical-cultural and socio-demographic events. This is the setting for the rich floral diversity of the WEPs used in the national gastronomy tradition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Over the last century, however, great social upheavals-especially in Europe-have led to a simultaneous trend towards urbanization and depopulation of our inland areas, which are considered the main causes for the disappearance of most of the traditional knowledge and practice as regards wild edible plants [111] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 312,
                    "text": "[111]",
                    "ref_id": "BIBREF130"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The use of WEPs still thrives, mainly in several small communities, the last strongholds of our farming and shepherding heritage, also thanks to the increased opportunities of being in touch on an on-going basis with the natural environment, compared to urban dwellers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The results of this work have shown that the regions where WEPs are most widely used are those where there is still a strong territorial connection which encourages the population and researchers to keep knowledge and skills alive. This phenomenon, with the exception of Tuscany, seems to be concentrated in southern Italian regions (Apulia) and on the islands (Sicily and Sardinia) [70, 75, 96] . On the contrary, in other Italian regions, the diversity of alimurgic flora shows the lack of knowledge as a whole, considering its extraordinary basic potential.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[70,",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "75,",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "96]",
                    "ref_id": "BIBREF113"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In this regard, our study can be expected to encourage the in-depth study of alimurgy and more in general of ethnobotany in Italian territories where knowledge appears to be insufficient, not to say scarce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The wealth and diversification of uses is also due to the impacts of cultures from several ethnic groups, often limited to community minorities found mainly in southern regions and in Sicily (e.g., Slava language communities in Molise, Albanian communities in Molise, Lucania and Calabria, as well as Graecanic communities in Apulia and Calabria) which have created specificities [80, [100] [101] [102] [103] [104] [105] [106] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[80,",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 385,
                    "end": 390,
                    "text": "[100]",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 391,
                    "end": 396,
                    "text": "[101]",
                    "ref_id": "BIBREF120"
                },
                {
                    "start": 397,
                    "end": 402,
                    "text": "[102]",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 403,
                    "end": 408,
                    "text": "[103]",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 409,
                    "end": 414,
                    "text": "[104]",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 415,
                    "end": 420,
                    "text": "[105]",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 421,
                    "end": 426,
                    "text": "[106]",
                    "ref_id": "BIBREF125"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The long list of WEPs in this work, also related to the high floral diversity in Italy, includes all taxa recorded to date in Italian tradition. Unfortunately, it is not possible to establish how many of these taxa are still used or how many are no longer eaten, and therefore should be considered mere 'historical' testimonies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The gradual erosion of traditional knowledge of WEPs, especially in the last generations [64] , is counterbalanced by a widespread phenomenon related to the \"craving for nature\" and \"neo-rurality\" which have become something more than a passing trend of our time. Evidence of this is the thriving of numerous texts and recipe books which, over the past 20 years, have been published based on the local tradition and experimenting with alternative uses thanks to a gastronomy culture which is very lively and strongly felt in Italy.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[64]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "What is the significance of alimurgic plants today? It is first of all a way of keeping alive a millenary tradition which will be able to survive, as long as it remains functional, without being limited to mere folklore or museum exhibitions. Even though WEPs in Italy are not a staple food, they are often a key element in cultural representations, in identification processes of a community. An example of this is the cross-border identity which is founded on the phrase 'Mediterranean diet', even though it appears to be highly diversified in terms of local recipe books. The use of WEPs, to sum up, implicitly means accepting as part of one's diet the tenets of a traditional model to be followed which is consistent with the characteristics of the territories. The large variety of plant products available spontaneously (complementary to those from the fields and from the orchard), apart from meeting taste requirements is an important nutraceutical product which can prove advantageous in terms of psycho-physical well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In conclusion, studying the socio-psychological components of food, ref. [112] highlights and sums up the above with an insightful sentence: \"Whether we are aware of it or not, when we eat we are ingesting not just a specific food, but also the concept (i.e., the culture and territory) associated with it\".",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 78,
                    "text": "[112]",
                    "ref_id": "BIBREF131"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The use of WEPs, furthermore, is also a way of reformulating some paradigms related to production in the farming world. Most of the current agricultural production systems cause environmental pollution because large amounts of fertilizers, pesticides, and herbicides are used. The profound alteration of habitats caused by agriculture is considered the main cause of the loss of biodiversity [13, 113, 114] with an impact also in terms of reduced connectivity in the landscape.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "113,",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "114]",
                    "ref_id": "BIBREF134"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The expected human population growth to nine billion by 2050 will require an even more significant increase in agricultural production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Over the next few decades, the epochal challenge will be to maintain these productive rhythms in the face of biotic and abiotic threats attributed to climate change [33] [34] [35] . Within this forthcoming scenario, CWRs and WEPs, which are closely linked, can provide a significant and growing contribution to the security of food supplies. Given that they have not crossed the domestication bottleneck [115] , WEPs and CWRs maintain a high inherent genetic diversity which allows for their effective adaptation to a wide variety of habitats [116] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[33]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[34]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[35]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 404,
                    "end": 409,
                    "text": "[115]",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 543,
                    "end": 548,
                    "text": "[116]",
                    "ref_id": "BIBREF136"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "WEPs are still a largely unexplored area for farming with a low energy input (including water consumption), as well as for an extension of the availability for humanity of food, vitamins, and nutrients from sustainable sources [117] , also including preparations based on herbs, traditional medicine formulas, or new bio-drugs [118, 119] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 232,
                    "text": "[117]",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 327,
                    "end": 332,
                    "text": "[118,",
                    "ref_id": "BIBREF138"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "119]",
                    "ref_id": "BIBREF139"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Therefore, an overall knowledge of WEPs and of their traditional use in a large territory such as Italy, offers far-reaching prospects in terms of domesticating wild species whose use has already been 'tested' by the relevant populations, encouraging their subsequent introduction into production and consumption systems, for example creating demand for species and regulating their gathering in nature, or possibly encouraging their cultivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As rightly pointed out by [120] , the COVID-19 crisis has dramatically highlighted the frailty of a trade system based on the globalization of procurement and distribution of food products. The pandemic is leading us towards a new paradigm of the food system consisting of short food chains, or even self-sufficiency. Domestic and community vegetable patches, the traditional agro-ecosystems and farmers' markets are shaping up as increasingly essential services [118, 121] .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 31,
                    "text": "[120]",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 463,
                    "end": 468,
                    "text": "[118,",
                    "ref_id": "BIBREF138"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "121]",
                    "ref_id": "BIBREF141"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Within this socio-economic framework, WEPs could constitute a crucial element, as a model of salutogenesis: systemically generating health both in those who practice it and in the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of plants for food and medicine by Native Peoples of eastern Canada",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arnason",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Can. J. Bot",
            "volume": "59",
            "issn": "",
            "pages": "2189--2325",
            "other_ids": {
                "DOI": [
                    "10.1139/b81-287"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Plantas comestibles-plantas medicinales ¿matrimonio en concordia? Antropologicas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gispert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medicinal cuisines: Diet and ethnopharmacology",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Etkin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int. J. Pharm",
            "volume": "34",
            "issn": "",
            "pages": "313--326",
            "other_ids": {
                "DOI": [
                    "10.1076/phbi.34.5.313.13246"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pharmafoods' and 'nutraceuticals': Paradigm shifts in biotherapeutics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Etkin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Plants for Food and Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Medicinal plants and food medicines in the folk traditions of the upper Lucca Province",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Italy. J. Ethnopharmacol",
            "volume": "70",
            "issn": "",
            "pages": "235--273",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-8741(99)00207-X"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eating and Healing: Traditional Food as Medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "743--769",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forgotten and Future Vegetable Phytoceuticals",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trends in New Crops and New Uses, Proceedings of the Fifth National Symposium",
            "volume": "",
            "issn": "",
            "pages": "484--490",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The power of plant metabolome: Secondary metabolites as high value bioactive phytoceuticals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Khanuja",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. India Sect. B Biol. Sci",
            "volume": "79",
            "issn": "",
            "pages": "7--14",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Handbook of Nutraceuticals and FUNCTIONAL foods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E C"
                    ],
                    "last": "Wildman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Domestication of Plants in the Old World: The Origin and Spread of Cultivated Plants in West Asia, Europe and the Nile Valley",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zohary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hopf",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What did our ancestors eat?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Garn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nutr. Rev",
            "volume": "47",
            "issn": "",
            "pages": "337--345",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1753-4887.1989.tb02765.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cultivated Plants, Primarily as Food Sources",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuleky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The State of the World's Biodiversity for Food and Agriculture",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Eds.; FAO Commission on Genetic Resources for Food and Agriculture Assessments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bélanger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pilling",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4060/CA3129EN"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Les Plantes Sauvages Comestibles",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Couplan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Guide des Plantes Sauvages Comestibles et Toxiques",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Couplan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gathered mediterranean food plants. Ethnobotanical investigations and historical development",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Obón",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Inocencio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fajardo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "18--74",
            "other_ids": {
                "DOI": [
                    "10.1159/000095207"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Wild gathered food plants in the European Mediterranean: A comparative analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leonti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Econ. Bot",
            "volume": "60",
            "issn": "",
            "pages": "130--142",
            "other_ids": {
                "DOI": [
                    "10.1663/0013-0001(2006)60[130:WGFPIT]2.0.CO;2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "FAO Committee on Forestry State of the World's Forests 2020-Key Messages; Twenty-Fifth Session",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Conservazione di un Patrimonio Culturale Come Risorsa per uno Sviluppo Sostenibile",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camangi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guarrera",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Camarda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Tomei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lentini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Leporatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Usi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Alimentari",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Etnobotanica",
            "volume": "",
            "issn": "",
            "pages": "113--142",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Wild food plants used in traditional vegetable mixtures in Italy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guarrera",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Savo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Ethnopharmacol",
            "volume": "185",
            "issn": "",
            "pages": "202--234",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2016.02.050"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ethnopharmacologie et aliments: Introduction au sujet et réflexions sur l'efficacité biologique",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fleurentin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Médicaments et Aliments: Approche Ethnopharmacologique",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The ethnobotanical approach to drug discovery",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Balick",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Sci. Am",
            "volume": "270",
            "issn": "",
            "pages": "82--87",
            "other_ids": {
                "DOI": [
                    "10.1038/scientificamerican0694-82"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Etnobotanica: Ricadute applicative",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camangi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Atti del Workshop. Le Piante Spontanee Come Risorsa per il Florovivaismo e la Valorizzazione del Paesaggio",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Usi e Tradizioni della Flora Italiana",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guarrera",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Medicina",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The cull of the wild",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Etkin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eating on the Wild Side: The Pharmacologic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Mediterranean Diet and Your Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Brill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Lifestyle Med",
            "volume": "3",
            "issn": "",
            "pages": "44--56",
            "other_ids": {
                "DOI": [
                    "10.1177/1559827608325476"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Contribution of Wild Edible Plants to the Mediterranean Diet: An Ethnobotanical Case Study Along the Coast of Campania (Southern Italy)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Motti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonanomi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lanzotti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Econ. Bot",
            "volume": "74",
            "issn": "",
            "pages": "249--272",
            "other_ids": {
                "DOI": [
                    "10.1007/s12231-020-09504-1"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How to Eat Well and Stay Well the Mediterranean Way",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Keys",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keys",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The salutogenic model as a theory to guide health promotion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonovsky",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Health Promot. Int",
            "volume": "11",
            "issn": "",
            "pages": "11--18",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/11.1.11"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "See fewer authorsUnlocking plant resources to support food security and promote sustainable agriculture",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ulian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diazgranados",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pironon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Padulosi",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [
                        "R"
                    ],
                    "last": "Howes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ondo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Pérez-Escobar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PlantsPeoplePlanet",
            "volume": "2020",
            "issn": "",
            "pages": "421--445",
            "other_ids": {
                "DOI": [
                    "10.1002/ppp3.10145"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Towards a definition of a crop wild relative",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maxted",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Ford-Lloyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Jury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Scholten",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biodiv. Conserv",
            "volume": "15",
            "issn": "",
            "pages": "2673--2685",
            "other_ids": {
                "DOI": [
                    "10.1007/s10531-005-5409-6"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cereal breeding takes a walk on the wild side",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feuillet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Langridge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Genet",
            "volume": "24",
            "issn": "",
            "pages": "24--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2007.11.001"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Crop wild relatives and climate change",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maxted",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ford-Lloyd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "In Plant Genetic Resources and Climate Change",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Crop Wild Relatives and Climate Change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Redden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maxted",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dulloo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Ethnobotany and ethnopharmacology-Interdisciplinary links with the historical sciences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kufer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leonti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo-De-Santayana",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Ethnopharmacol",
            "volume": "107",
            "issn": "",
            "pages": "157--160",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2006.05.035"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mediterranean non-cultivated vegetables as dietary sources of compounds with antioxidant and biological activity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C F R"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sánchez-Mata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cámara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "De Santayana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardío",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lwt-Food Sci. Technol",
            "volume": "55",
            "issn": "",
            "pages": "389--396",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lwt.2013.08.017"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Factors determining organic consumers' knowledge and practices with respect to wild plant foods: A countrywide study in Austria",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schunko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Vogl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Food Qual. Prefer",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodqual.2020.103960"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ethnobotanical review of wild edible plants in Spain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo-De-Santayana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Linn. Soc. Bot",
            "volume": "152",
            "issn": "",
            "pages": "27--71",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1095-8339.2006.00549.x"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Wild vegetables of the Mediterranean area as valuable sources of bioactive compounds",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sánchez-Mata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Loera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cámara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Marqués",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo-De-Santayana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardío",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genet. Resour. Crop. Evol",
            "volume": "59",
            "issn": "",
            "pages": "431--443",
            "other_ids": {
                "DOI": [
                    "10.1007/s10722-011-9693-6"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mediterranean Wild Edible Plants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D C"
                    ],
                    "last": "Sánchez-Mata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardío",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Bioactive Compounds in Wild Asteraceae Edible Plants Consumed in the Mediterranean Diet",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Panfili",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bufano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "D&apos;agostino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fratianni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falasca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cinquanta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Plant Foods Hum. Nutr",
            "volume": "75",
            "issn": "",
            "pages": "540--546",
            "other_ids": {
                "DOI": [
                    "10.1007/s11130-020-00842-y"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ethnopharmacobotany in Italy: State of knowledge and prospect in the future",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Tomei",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Uncini Manganelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trimarchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camangi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the Fourth International Congress of Ethnobotany (ICEB 2005)",
            "volume": "",
            "issn": "",
            "pages": "123--127",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Etnobotanica in val di Vara. L'uso Delle Piante Nella Tradizione Popolare",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camangi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sebastiani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Strutturazione della conoscenza per un database di etnobotanica ligure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giacomini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bisio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Minuto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Profumo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Inform. Bot. Ital",
            "volume": "31",
            "issn": "",
            "pages": "156--160",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Programmi europei e salvaguardia dei patrimoni. Il progetto RUBIA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Giusti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Circum-Mediterranean cultural heritage and medicinal plant uses in traditional animal healthcare: A field survey in eight selected areas within the RUBIA project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Pasquale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lenzarini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Censorii",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzáles-Tejero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sánchez-Rojas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramiro-Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skoula",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "2",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-2-16"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Medicinal plants in the Mediterranean area: Synthesis of the results of the project Rubia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzalez-Tejero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casares-Porcel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sanchez-Rojas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramiro-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Molero-Mesa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Censorii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Pasquale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Della",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Ethnopharmacol",
            "volume": "116",
            "issn": "",
            "pages": "341--357",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2007.11.045"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Wild and semi-domesticated food plant consumption in seven circum-Mediterranean areas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C H"
                    ],
                    "last": "Hadjichambis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paraskeva-Hadjichambi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Della",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Pasquale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lenzarini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Censorii",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzales-Tejero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sanchez-Rojas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramiro-Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Food Sci. Nutr",
            "volume": "59",
            "issn": "",
            "pages": "383--414",
            "other_ids": {
                "DOI": [
                    "10.1080/09637480701566495"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The traditional food use of wild vegetables in Apulia (Italy) in the light of Italian ethnobotanical literature",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biscotti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonsanto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Del Viscio",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ital. Bot",
            "volume": "5",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.3897/ib.5.22297"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Alimurgia Ossia Modo di Render Meno Gravi le Carestie Proposto per Sollievo dei Poveri; Tip",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Targioni-Tozzetti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Uno scienziato al servizio della comunità. Atti Georg",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vergari",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Giovanni Targioni Tozzetti Georgofilo E Agronomo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "881--894",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Breve Istruzione circ'ai Modi di Accrescere il Pane col Mescuglio D'alcune Sostanze Vegetabili alla Quale si Sono Aggiunte Certe nuove e Più Sicure Regole per ben Scegliere i Semi del Grano da Seminarsi nel Corrente Autunno del 1766",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Targioni-Tozzetti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Phytoalimurgia Pedemontana (ossia Censimento delle specie vegetali alimentari della flora spontanea del Piemonte)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mattirolo",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Tradizioni Phytoalimurgiche in Toscana: Le piante selvatiche nella preparazione delle zuppe",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camangi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paralleli E Meridiani Riv. Preist. Etnogr. E Sci. Nat",
            "volume": "2",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "An updated checklist of the vascular flora alien to Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Galasso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peruzzi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M G"
                    ],
                    "last": "Ardenghi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Banfi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Celesti-Grapow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alessandrini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bacchetta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballelli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plant Biosyst",
            "volume": "152",
            "issn": "",
            "pages": "556--592",
            "other_ids": {
                "DOI": [
                    "10.1080/11263504.2018.1441197"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "IPFI: Index Plantarum",
            "authors": [
                {
                    "first": "Acta",
                    "middle": [],
                    "last": "Plantarum",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "An updated checklist of the vascular flora native to Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bartolucci",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peruzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Galasso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alessandrini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M G"
                    ],
                    "last": "Ardenghi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Astuti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bacchetta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Banfi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plant Biosyst",
            "volume": "152",
            "issn": "",
            "pages": "179--303",
            "other_ids": {
                "DOI": [
                    "10.1080/11263504.2017.1419996"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "World Flora Online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wfo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The importance of a taste. A comparative study on wild food plant consumption in twenty-one local communities in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ghirardini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Del Vecchio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovati",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Valigi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agnetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macconi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adamo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "10",
            "issn": "",
            "pages": "743--771",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-3-22"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Plant identification credibility in ethnobotany: A closer look at Polish ethnographic studies",
            "authors": [
                {
                    "first": "Ł",
                    "middle": [
                        "J"
                    ],
                    "last": "Łuczaj",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-6-36"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Eatwild Consortium. A manifesto for the valorization of wild edible plants",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bacchetta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Visioli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cappelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nemeth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bacchetta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bedini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wezel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Asseldonk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Ethnopharmacol",
            "volume": "191",
            "issn": "",
            "pages": "180--187",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2016.05.061"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The Life Forms of Plants and Statistical Plant Geography",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raunkiaer",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Les plantes alimentaires de la Sardaigne: Un patrimoine ethnobotanique et culturel d'ancienne origine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Camarda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vacca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brunu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "77--90",
            "other_ids": {
                "DOI": [
                    "10.7320/FlMedit27.077"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "The wild taxa utilized as vegetables in Sicily (Italy): A traditional component of the Mediterranean diet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geraci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Di Noto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bazan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schicchi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13002-018-0215-x"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Edible Wild Plants in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aliotta",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Inform. Bot. Ital",
            "volume": "19",
            "issn": "",
            "pages": "17--30",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Perceived health properties of wild and cultivated food plants in local and popular traditions of Italy: A review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guarrera",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Savo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Ethnopharmacol",
            "volume": "146",
            "issn": "",
            "pages": "659--680",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2013.01.036"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Farmacología e Materia Medica Omeopatica",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Demarque",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jovanny",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poitevin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Handbook of Medicinal Herbs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duke",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Functional food or food medicine? On the consumption of wild plants among Albanians and Southern italians in Lucania",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Quave",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eating and Healing: Traditional Food as Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "When the local cuisine still incorporates wild food plants: The unknown traditions of the Monti Picentini Regional Park (Southern Italy)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Savo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Salomone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bartoli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caneva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Econ. Bot",
            "volume": "73",
            "issn": "",
            "pages": "28--46",
            "other_ids": {
                "DOI": [
                    "10.1007/s12231-018-9432-4"
                ]
            }
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Guida All'impiego Sicuro e Corretto Delle Piante Medicinali",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Firenzuoli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Le Insidie Del Naturale",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Tecniche nuove Spa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Campanini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dizionario Di Fitoterapia E Piante",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Medicinali",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Studi sulla flora e vegetazione del Monte Pisano (Toscana Nord-Occidentale). V. Le piante spontanee nella alimentazione popolare",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corsi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pagni",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Atti Soc. Tosc. Sci. Nat. Mem",
            "volume": "86",
            "issn": "",
            "pages": "79--101",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Use of Non-crop Food Vascular Plants in Montseny Biosphere Reserve (Catalonia, Iberian Peninsula)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int. J. Food Sci. Nutr",
            "volume": "53",
            "issn": "",
            "pages": "225--248",
            "other_ids": {
                "DOI": [
                    "10.1080/09637480220132841"
                ]
            }
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Food Medicine and Minor Nourishment in the Folk Traditions of Central Italy (Marche, Abruzzo and Latium)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Guarrera",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Fitoterapia",
            "volume": "74",
            "issn": "",
            "pages": "515--544",
            "other_ids": {
                "DOI": [
                    "10.1016/S0367-326X(03)00122-9"
                ]
            }
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Nutritional Composition of Selected Wild Plants in the Diet of Crete",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeghichi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kallithraka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Simopoulos",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kypriotakis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Plants in Human Health and Nutrition Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Traditional Plant Use in the Areas of Monte Vesole and Ascea",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Scherrer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Motti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Weckerle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Ethnopharmacol",
            "volume": "97",
            "issn": "",
            "pages": "129--143",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2004.11.002"
                ]
            }
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Impact of invasive alien plants on native plant communities and Natura 2000 habitats: State of the art, gap analysis and perspectives in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lazzaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bolpagni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Buffa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gentili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lonati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stinca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T R"
                    ],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adorni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aleffi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allegrezza",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Environ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2020.111140"
                ]
            }
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Nelli sei Libri di Pedacio Dioscoride Anzarbeo Della Materiamedicinale; Vincenzo Valgrifi",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mattioli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Discorsi Di",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Senese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Traditional uses of plants in the Eastern Riviera",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cornara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "La Rocca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marsili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mariotti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Ethnopharmacol",
            "volume": "125",
            "issn": "",
            "pages": "16--30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2009.06.021"
                ]
            }
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Piante Spontanee Nella Cucina Tradizionale Molese",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mariani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santamaria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "An Updated Checklist of the Sicilian Native Edible Plants: Preserving the Traditional Ecological Knowledge of Century-Old Agro-Pastoral Landscapes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pasta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "La Rosa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garfì",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marcenò",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gristina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carimi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Plant Sci",
            "volume": "2020",
            "issn": "",
            "pages": "743--772",
            "other_ids": {
                "DOI": [
                    "10.3389/fpls.2020.00388"
                ]
            }
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Traditional food and herbal uses of wild plants in the ancient South-Slavic diaspora of Mundimitar/Montemitro (Southern Italy)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Tizio",
                    "suffix": ""
                },
                {
                    "first": "Ł",
                    "middle": [
                        "J"
                    ],
                    "last": "Łuczaj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Quave",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Redžić",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-8-21"
                ]
            }
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Healing with sacred and medicinal plants in three Arbereshe Communities of Southern Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Quave",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the 3rd International Congress of Ethnobotany",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Ethnopharmacology of liakra: Traditional weedy vegetables of the Arbereshe of the Vulture area in southern Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quave",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Munz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Ethnopharmacol",
            "volume": "81",
            "issn": "",
            "pages": "165--185",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-8741(02)00052-1"
                ]
            }
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "Ethnopharmacy of the ethnic Albanians of northern Basilicata",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quave",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Munz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Italy. Fitoterapia",
            "volume": "73",
            "issn": "",
            "pages": "217--241",
            "other_ids": {
                "DOI": [
                    "10.1016/S0367-326X(02)00063-1"
                ]
            }
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "Traditional health care and food and medicinal plant use among historic Albanian migrants and Italians in Lucania, Southern Italy. In Traveling Cultures and Plants. The Ethnobiology and Ethnopharmacy of Human Migrations",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Quave",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "204--227",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Wild edible greens used in the Graecanic area in Calabria, southern Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ta Chorta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appetite",
            "volume": "47",
            "issn": "",
            "pages": "333--342",
            "other_ids": {
                "DOI": [
                    "10.1016/j.appet.2006.05.010"
                ]
            }
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "The Use of Wild Edible Plants in the Graecanic Area in Calabria, Southern Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ethnobotany in the New Europe: People, Health and Wild Plant Resources; Pardo-de-santayana",
            "volume": "",
            "issn": "",
            "pages": "172--188",
            "other_ids": {}
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "A survey of wild plant species for food use in Sicily (Italy)-Results of a 3-year study in four Regional Parks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Licata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuttolomondo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Virga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonsangue",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cammalleri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Gennaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13002-015-0074-7"
                ]
            }
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "Influence of cooking methods on antioxidant activity of vegetables",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiménez-Monreal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "García-Diz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez-Tomé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M M A"
                    ],
                    "last": "Mariscal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Murcia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Food Sci",
            "volume": "74",
            "issn": "",
            "pages": "97--103",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-3841.2009.01091.x"
                ]
            }
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "Effect of processing on phenolic antioxidants of fruits, vegetables, and grains-A review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit. Rev. Food Sci. Nutr",
            "volume": "55",
            "issn": "",
            "pages": "887--918",
            "other_ids": {
                "DOI": [
                    "10.1080/10408398.2011.654142"
                ]
            }
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "Wild food plant use in 21st century Europe: The disappearance of old traditions and the search for new cuisines involving wild edibles",
            "authors": [
                {
                    "first": "Ł",
                    "middle": [],
                    "last": "Łuczaj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardío",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pardo De Santayana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sõukand",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Svanberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kalle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "359--370",
            "other_ids": {
                "DOI": [
                    "10.5586/asbp.2012.031"
                ]
            }
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Come Mangiamo: Appetito, Cultura e Psicologia del Cibo",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rappoport",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Food in the anthropocene: The EAT-Lancet Commission on healthy diets from sustainable food systems",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Willett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rockström",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Loken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Declerck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "447--492",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)31788-4"
                ]
            }
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Amazing grass: Developmental genetics of maize domestication",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vollbrecht",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sigmon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem. Soc. Trans",
            "volume": "33",
            "issn": "",
            "pages": "1502--1506",
            "other_ids": {
                "DOI": [
                    "10.1042/BST0331502"
                ]
            }
        },
        "BIBREF136": {
            "ref_id": "b136",
            "title": "Toward the systematic conservation of global crop wild relative diversity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maxted",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Ford-Lloyd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dulloo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crop Sci",
            "volume": "52",
            "issn": "",
            "pages": "774--785",
            "other_ids": {
                "DOI": [
                    "10.2135/cropsci2011.08.0415"
                ]
            }
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "Demand for Indigenous Vegetables Soar as Residents Grapple with COVID-19 Economic Shocks",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF138": {
            "ref_id": "b138",
            "title": "Reshaping the future of ethnobiology research after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vandebroek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Stepp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hanazaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ladio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R N"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Picking",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Delgoda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maroyi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Andel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Plants",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41477-020-0691-6"
                ]
            }
        },
        "BIBREF139": {
            "ref_id": "b139",
            "title": "COVID-19-The Role of Wild Plants in Health Treatment and Why Sustainability of Their Trade Matters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF140": {
            "ref_id": "b140",
            "title": "Born to Eat Wild: An Integrated Conservation Approach to Secure Wild Food Plants for Food Security and Nutrition",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ulian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mattana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Termote",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pawera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beltrame",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Penafiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Plants",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/plants9101299"
                ]
            }
        },
        "BIBREF141": {
            "ref_id": "b141",
            "title": "COVID-19 and the Crisis in Food Systems: Symptoms, Causes, and Potential Solutions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ipes-Food",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Division of Italy into sectors (North-blue, Centre-red, South-green, major islandsorange). Abbreviations of the administrative regions: AOV = Aosta Valley, PIE = Piedmont, LOM = Lombardy, TAA = Trentino-Alto Adige, VEN = Veneto, FVG = Friuli-Venezia Giulia, LIG = Liguria, EMR = Emilia Romagna, TUS = Tuscany, UMB = Umbria, MAR = Marche, ABR = Abruzzi, LAT = Latium, CAM = Campania, MOL = Molise, APU = Apulia, BAS = Basilicata, CAL = Calabria, SIC = Sicily, SAR = Sardinia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Percentage composition of the main families of Italian Wild Edible Plants (WEPs).The number of WEPs recorded by family was then compared to the taxa present in the same family for Italian flora(Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Percentage composition of the main families of Italian Wild Edible Plants (WEPs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Percentage composition of the main families of Italian Wild Edible Plants (WEPs).The number of WEPs recorded by family was then compared to the taxa present in the same family for Italian flora(Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Number of Wild Edible Plants (WEPs) recorded (blue column) and total number of taxa in Italian flora of the most frequent families in the Database AlimurgITA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Number of Wild Edible Plants (WEPs) recorded (blue column) and total number of taxa in Italian flora of the most frequent families in the Database AlimurgITA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "10, x FOR PEER REVIEW 10 of 31",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Percentage of the main families of Wild Edible Plants (WEPs) by geographical area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Percentage of the main families of Wild Edible Plants (WEPs) by geographical area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Number of administrative regions where the taxa have been cited.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "and Tuscany (341). On the other hand, the regions with the lowest use of WEPs are Trentino-Alto Adige, Aosta Valley, Umbria, and Molise with 86, 110, 112, and 143 taxa respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Number of administrative regions where the taxa have been cited. Plants 2021, 10, x FOR PEER REVIEW 12 of 31 Number of Wild Edible Plants (WEPs) by region in respect of the percentage composition of taxa present in the regional flora. Abbreviations of the administrative regions are shown in Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Number of Wild Edible Plants (WEPs) by region in respect of the percentage composition of taxa present in the regional flora. Abbreviations of the administrative regions are shown in Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Number of Wild Edible Plants (WEPs) by region in respect of the percentage composition of taxa present in the regional flora. Abbreviations of the administrative regions are shown inFigure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Number of recorded Wild Edible Plants (WEPs) by geographical sector and percentage comparison with regional flora.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Number of recorded Wild Edible Plants (WEPs) by geographical sector and percentage comparison with regional flora.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Regional comparison based on the number of recorded and potential alimurgic taxa. Abbreviations of the administrative regions are shown inFigure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Regional comparison based on the number of recorded and potential alimurgic taxa. Abbreviations of the administrative regions are shown inFigure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Comparison by geographical area between the number of recorded and potential alimurgic taxa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Parts of the plant used and their frequency in the whole database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Comparison by geographical area between the number of recorded and potential alimurgic taxa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Comparison by geographical area between the number of recorded and potential alimurgic taxa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Parts of the plant used and their frequency in the whole database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Parts of the plant used and their frequency in the whole database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Methods for use of edible species and their frequency in the whole database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Methods for use of edible species and their frequency in the whole database.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Distribution of toxic taxa of Italian alimurgic flora included in the database AlimurgITA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Distribution of toxic taxa of Italian alimurgic flora included in the database AlimurgITA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Composition in absolute and percentage value of the Italian edible spontaneous taxa biological spectrum. Ch = Chamaephytes; G = Geophytes; H = Emicryptophytes; He = Helophytes; Hy = Hydrophytes; P = Phanerophytes; and T = Therophytes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Composition in absolute and percentage value of the Italian edible spontaneous taxa biological spectrum. Ch = Chamaephytes; G = Geophytes; H = Emicryptophytes; He = Helophytes; Hy = Hydrophytes; P = Phanerophytes; and T = Therophytes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Percentage composition of the chorologic spectrum of Italian of Wild Edible Plants (WEPs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Percentage composition of the chorologic spectrum of Italian edible spontaneous taxa by geographical region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Percentage composition of the chorologic spectrum of Italian of Wild Edible Plants (WEPs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Percentage composition of the chorologic spectrum of Italian of Wild Edible Plants (WEPs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Percentage composition of the chorologic spectrum of Italian edible spontaneous taxa by geographical region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Percentage composition of the chorologic spectrum of Italian edible spontaneous taxa by geographical region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Publications (358) on the alimurgic theme per decade, expressed in absolute and percentage figures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Publications (358) on the alimurgic theme per decade, expressed in absolute and percentage figures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Number of texts published by region or in Italy based on absolute (colored columns) and percentage (black columns) values. Abbreviations of the administrative regions are shown in Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Number of texts published by region or in Italy based on absolute (colored columns) and percentage (black columns) values. Abbreviations of the administrative regions are shown inFigure 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Partial list of relevant WEP databases Despite this increase in scientific papers, the question remains open of whether knowledge of WEPs is considered sufficient for Italy and for each of its administrative regions.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mode of consumption",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Function, position, and parts of the plants used",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "List of spontaneous species most widely used for edible purposes",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Number of taxa excluded from the calculation of WEPs and reason for exclusion",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Number of taxa excluded from the calculation of WEPs and reason for exclusion",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Table S2 of the Supplementary Materials shows a breakdown by subforms.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Table S2 of the Supplementary Materials shows a breakdown by subforms.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Chorology spectrum of wide distribution species, divided by chorotypes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: There are many people to whom we must thank for their collaboration and for the time they have given us. We list them in alphabetical order. Stefano Armiraglio, Andrea Bertacchi, Adelina Chierchia, Federica Gironi, Paolo Maria Guarrera, Carmine Lupia, Aurelio Manzi, Eleonora Matarrese, Giovanni Rendina, Silvio Scortegagna; Professors Riccardo Guarino, Pietro Minissale, Angela Stanisci and Fernando Tammaro. Our gratitude is also addressed to Mariassunta Libertucci, Antonella Zappone of the University of Molise, and to the AIF (Associazione Italiana Fitoalimurgica) which unites experts and proposes activities in the national field in alimurgical issues. Finally, I should like to say special thanks to Serena Trimarchi of the University of Pisa, precious in her advice and generous in the bibliographic material made available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "The following are available online at https://www.mdpi.com/article/ 10.3390/plants10040743/s1, Table S1 : List of taxa excluded from the AlimurgITA database region by region: A = Absent; CA = Casual alien/archaeophyte; NR = No longer recorded; D = Doubtfully occurring; RM = Reported by mistake; P = Present. The cultivated species are marked with an asterisk; Table S2 : List of the 358 selected texts; Table S3 : Biological Spectrum of subforms. Data Availability Statement: The data will be available when the AlimurgITA website is published",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 369,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 412,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Materials:"
        }
    ]
}