{
    "paper_id": "2bbdc83f81529cbabcfead7196f881433321b85f",
    "metadata": {
        "title": "Joint analysis of duration of ventilation, length of intensive care, and mortality of COVID-19 patients: a multistate approach",
        "authors": [
            {
                "first": "Derek",
                "middle": [],
                "last": "Hazard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Kaier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maja",
                "middle": [],
                "last": "Von Cube",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marlon",
                "middle": [],
                "last": "Grodd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Bugiera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jerome",
                "middle": [],
                "last": "Lambert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Wolkewitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The clinical progress of patients hospitalized due to COVID-19 is often associated with severe pneumonia which may require intensive care, invasive ventilation, or extracorporeal membrane oxygenation (ECMO). The length of intensive care and the duration of these supportive therapies are clinically relevant outcomes. From the statistical perspective, these quantities are challenging to estimate due to episodes being timedependent and potentially multiple, as well as being determined by the competing, terminal events of discharge alive and death. Methods: We used multistate models to study COVID-19 patients' time-dependent progress and provide a statistical framework to estimate hazard rates and transition probabilities. These estimates can then be used to quantify average sojourn times of clinically important states such as intensive care and invasive ventilation. We have made two real data sets of COVID-19 patients (n = 24* and n = 53**) and the corresponding statistical code publically available. Results: The expected lengths of intensive care unit (ICU) stay at day 28 for the two cohorts were 15.05* and 19.62** days, while expected durations of mechanical ventilation were 7.97* and 9.85** days. Predicted mortality stood at 51%* and 15%**. Patients mechanically ventilated at the start of the example studies had a longer expected duration of ventilation (12.25*, 14.57** days) compared to patients non-ventilated (4.34*, 1.41** days) after 28 days. Furthermore, initially ventilated patients had a higher risk of death (54%* and 20%** vs. 48%* and 6%**) after 4 weeks. These results are further illustrated in stacked probability plots for the two groups from time zero, as well as for the entire cohort which depicts the predicted proportions of the patients in each state over follow-up. Conclusions: The multistate approach gives important insights into the progress of COVID-19 patients in terms of ventilation duration, length of ICU stay, and mortality. In addition to avoiding frequent pitfalls in survival analysis, the methodology enables active cases to be analyzed by allowing for censoring. The stacked probability plots provide extensive information in a concise manner that can be easily conveyed to decision makers regarding healthcare capacities. Furthermore, clear comparisons can be made among different baseline characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most individuals infected with SARS-CoV-2 will experience mild or moderate symptoms (such as cough, fever, shortness of breath) and do not need hospitalization. In contrast, those with a severe pneumonia require clinical support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The temporal dynamics of illness severity among hospitalized Covid-19 patients can be described in terms of length of stay in the intensive care unit, duration of invasive ventilation, and the probability of death. The present paper demonstrates the application of statistical methods for analyzing these time-dependent types of data from hospitalized Covid-19 patients. These models effectively map the progression of diseased patients during their ICU stay. The methodology also avoids common pitfalls and biases that arise during the analysis of hospital data when using less sophisticated survival analysis methods [1, 2] . For example, treating exposures as time-fixed at baseline that can, in fact, vary over time leads to the time-dependent bias [3, 4] . Furthermore, ignoring competing events that can impede the observation of the event of interest can introduce bias and facilitate false predictions [5] . The ability of multistate models to avoid these biases was demonstrated in analyzing the effect of treatment with Oseltamivir (Tamiflu) on hospital mortality and length of stay in confirmed pandemic influenza A/H1N1 2009 infected patients [6, 7] . In this current demonstration, invasive mechanical ventilation is treated as time-dependent while competing risks are adequately accounted for, thus avoiding the aforementioned biases.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "For illustration of the methods used, we used two real data examples extracted from figures in The New England Journal of Medicine. The first one was a case series of 24 laboratory-verified COVID-19 intensive care patients admitted to hospital ICUs in the Seattle area [8] . The second one was a sample of 53 COVID-19 patients from North America, Europe, and Japan that we extracted from a figure depicting a recent study of patients treated with compassionate-use Remdesivir [9] . It should be noted that the two data sets are used for demonstration and not for comparing the two cohorts. For both data sets we estimate duration in the ICU and under mechanical ventilation using multistate model methodology.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Multistate models are a powerful tool to study the course of ICU stay of diseased patients. COVID-19 observational studies can, for example, be analyzed with the model shown in Fig. 1 . In this model, patients may enter the study in one of two initial states: State 1: ICU without invasive mechanical ventilation (\"Non-MV\") and State 2: ICU with mechanical ventilation (\"MV). These two states are called transient states. The model includes two absorbing states from which a patient no longer transitions: discharged alive from the ICU (State 3: \"Discharge\") and dead (State 4: \"Death\"). From ICU without ventilation, a patient can either be ventilated, discharged, or die. From ventilation, a patient can transition into non-ventilation, discharge, or death. Patients can repeatedly transition between ventilation and non-ventilation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 183,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Formally the course of a patients ICU stay is described with a time-inhomogeneous Markov chain given by {X(t), t ≥ 0} with finite state space S = {1, 2, 3, 4} and follow-up time τ. X(t) denotes the state occupied at time t. Various estimands are of interest. First, we define the probability to move from one state to another within the multistate model. This includes, for example, the ICU mortality risk and the discharge probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "The (Markovian) transition probabilities are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "and interpreted as the probabilities to transition from State l, occupied at time s, to State m within the time interval (s, t]. The Markov property states that this probability depends only on the current time s and the current state occupied at s, but not on past events. Using formula (1) we can define the transition hazards as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "The transition hazards are represented graphically by the arrows between states in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 89,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimands"
        },
        {
            "text": "Subsequently, we can define cause specific cumulative hazards as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "For more details, we refer to [10] [11] [12] . We analyze the course of a patients hospital stay from study entry (s = 0) in the following. The probabilities to start either in State 1 or State 2 define the initial distribution, which is given by.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 35,
                    "end": 39,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 40,
                    "end": 44,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "The state occupation probabilities are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "To determine estimands for the full cohort, we could take into account the initial distribution and use (5) and (6) in the equations that follow. However, to focus on patients that start in a specific state, (5) reduces to",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "for patients that start in State 1 and (6) reduces to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "for patients that start in State 2. We will use (7) and (8) in what follows.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "The state occupation probabilities can be used to derive the length of stay in the ICU and the duration of mechanical ventilation. The sojourn time spent in the ICU non-ventilated (truncated after, for example, 28 days) is formally given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 1 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "Similarly, the duration of MV is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 1 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "The total length of stay in the ICU (irrespective of being ventilated or not) up to a maximum of 28 days is simply the sum",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 1 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "if the patient started in State 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimands"
        },
        {
            "text": "We have limited S to the 4 states depicted in Fig. 1 . However, S can take the value of a finite number of J states and the methodology still holds. For an example of an extended model, see Additional file 11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimands"
        },
        {
            "text": "We used the R package mstate to estimate the transition and state occupation probabilities for the patients over the course of their ICU stay up to 28 days, implying administrative censoring at day 28. The mstate package employs Aalen-Johansen estimators which are implemented within the R-function probtrans. The probabilities can be estimated from both initial states (ventilated (State 2) and non-ventilated (State 1) admission to the ICU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "The Aalen-Johansen estimators are based on matrix multiplication and therefore depend fundamentally on the Markov assumption. As described in detail by Allignol et al. [13] and Beyersmann et al. [14] , estimation is based on the cause-specific cumulative hazards indicated in formula (3) . These are informally given bŷ",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "number of observed l→m transitions at t k number of individuals at risk in state l just prior to t k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "where L is the total number of events up to time t and t k , k = 1, …L, are the event times. Then, using a representation of the state occupation probabilities as product integral (explained in detail in Additional file 12), we haveP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "whereÂðtÞ is the matrix with entriesÂ ij ðtÞ , I is the identity matrix and ΔÂðtÞ are the difference inÂ between t and the time just prior to t Beyersmann and Putter [12] describe how to estimate the sojourn times spent in State 1 and State 2 from the state occupation probabilities. This approach is also based on the Aalen Johansen estimators and implemented within the R-function ELOS in the mstate package. Confidence intervals can be obtained via bootstrapping.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "In addition to describing the risk of death, giving the chances to be discharged, and quantifying hospital capacities (length of ICU stay, duration of mechanical ventilation), cause-specific hazard regression models can be used to study the potential impact of factors on each of the transition hazards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "For a more thorough treatment of the theoretical background of the paper, see Additional file 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "Data examples Example 1: Case series of critically-ill COVID-19 patients in Seattle, USA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "In the first example, we reconstructed the patients in the case series from Bhatraju et al. [8] by extracting the data depicted in a figure in their paper. The study included 24 laboratory-confirmed COVID-19 patients admitted to ICUs in the surrounding area of Seattle, USA. The paper provides individual patient information including treatment with invasive mechanical ventilation times, as well as final outcomes (discharged alive, dead). Periods of acute care were also provided but due to the small size of the sample, we dichotomized the patients into two states: \"Non-MV\" (ICU without MV and acute care) and \"MV\" (ICU with MV). This dichotomization matches the model presented in Fig. 1 . Maximum follow-up was 31 days with each patient having at least 14 days of follow-up. At admission, 13 (54%) patients were Non-MV while 11 (46%) were MV. Seven patients were censored. Table 1 shows a portion of the data set extracted from the published figure and adapted to the model in Fig. 1 . For example, patient with id 1 started Non-MV ('from' = 1) at ICU admission ('entry' = 0) and transitioned into MV ('to' = 2) on day 5 ('exit' =5). Patient 1 then moved back into Non-MV on day 16, before being censored on day 25 ('to' = 0). ID 2 died ('to' = 4) on day 1. The patient with ID 3 started MV, transitioned into Non-MV on day 12, and then is discharged ('to' = 3) on day 15. Data is required to be put into this form for the functions that are provided. The format can be easily adjusted to take into account baseline and time-dependent covariates. The entire data set for example 1 is provided in Additional file 2.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 692,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 879,
                    "end": 886,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 989,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimators"
        },
        {
            "text": "Example 2: Cohort study of patients with severe COVID-19 and treated with compassionate-use Remdesivir",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimators"
        },
        {
            "text": "Our second data example of COVID-19 patients is a reconstruction of the study population from Grein et al. [9] . The study included patients with severe COVID-19 that were treated with Remdesivir. Inclusion criteria were confirmed SARS-CoV-2 infection and an oxygen saturation of ≤94% or oxygen support. Follow-up was 28 days. Missing data regarding level of oxygen support was imputed by the method of last observation carried forward (LOCF). In this study we have detailed information not only on episodes of MV but also on other forms of intubation. To match the model shown in Fig. 1 , we again dichotomized the patients into two groups: \"Non-MV\" (noninvasive positive pressure ventilation, nasal high-flow oxygen therapy, low-flow oxygen, ambient air) and \"MV\" (extracorporeal membrane oxygenation and Table 1 Example structure of data set. Portion of data set from example 1 as extracted from Bhatraju et al. [8] . Full data set provided in Additional file 2. id: patient id, from: state entered at time 'entry', to: state entered at time 'exit', entry: time of entry into state 'from', exit: time of entry into state 'to' invasive mechanical ventilation). At admission, 19 (36%) patients were non-MV while 34 (64%) were MV. Twenty-one patients were censored. The data set for example 2 is provided in Additional file 7.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 587,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 814,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Estimators"
        },
        {
            "text": "Predictions of the expected length of stay for patients in this cohort are shown in Table 2 . For example, a patient starting unventilated at the beginning of his/her ICU stay had a much shorter expected duration of ventilation (4.34 days) than a patient already ventilated at ICU admission (12.25 days). Using the initial distribution, the weighted average of the expected durations in each state determined the expected total ICU time (15.05 days). This information is vital for advance planning of both ventilation and ICU capacities. The same is true for Fig. 2 : we multiplied the transition matrix (eq. (16)) by the initial distribution to produce the stacked probability plot that illustrates the predicted proportions of the states throughout the entire follow up. At day 21 after ICU admission, for instance, a predicted 21% of patients are already discharged, 18% are not invasively ventilated, 10% need invasive mechanical ventilation, and mortality is predicted at 51%. With respect to the relatively high level of predicted mortality based on this cohort, it should be noted that 4 deceased patients had do-not-resuscitate orders in place before their admission. R code to reproduce the analysis for example 1 is provided in Additional file 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 559,
                    "end": 565,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Example 1"
        },
        {
            "text": "The expected sojourn times and lengths of stay for this data are presented in Table 3 . Figure 3 provides a visualization of the clinical course of the full cohort for example 2. Similar to example 1, patients initially MV had a longer expected ICU stay (20.71 vs. 17.67 days) at 28 days. Figure 4 sheds light onto this finding by comparing the clinical progression for patients starting in the two initial states. The increased size of the sample in example 2 allows such visual comparisons to be made. At 21 days of follow-up, patients starting in Non-MV had a higher probability of being discharged alive (60% vs. 31%) and a lower probability of dying (6% vs. 20%). ICU duration is shortened by a higher death probability in initially MV patients and a higher discharge probability for initially non-MV patients. This underlines the influence these competing events have on the lengths of stay. Figure 4 visually illustrates the marked difference in the progression of the hospital stay of patients in these two groups. It indicates that the ventilator demands of patients who are initially admitted non-ventilated are different from those who are ventilated at admission. R code to reproduce the analysis for example 2 is provided in Additional file 8. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 88,
                    "end": 96,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 906,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Example 2"
        },
        {
            "text": "We have demonstrated how researchers can model the hospital stays of COVID-19 patients to determine the expected duration of mechanical ventilation, expected overall ICU stay, and patients' predicted clinical progression while avoiding common pitfalls and biases in modeling such settings. Given the need for reliable evidence, we believe that the application of multistate models to this kind of data represents the best way to generate an extensive amount of valid evidence from observational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the limited number of patients in the two data examples made it difficult to identify predictors or analyze treatment effects, visualizations of the results provide easy-to-interpret and comprehensive information of the patients' clinical courses. The results of the two re-analyses provide insights into time-dependent event-probabilities, while estimates regarding the conditional length of stay are of major interest for capacity planning. To maintain transparency and further help researchers, code in the programming language R and the data examples are provided in the additional files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model selected in Fig. 1 facilitated a harmonization of the two data examples. The data sets could have, in fact, been merged if not for differing time origins (time from ICU admission vs. time from Remdesivir treatment initiation). Nonetheless, the harmonization reveals the potential for use in metanalyses and systematic literature reviews. In contrast, the flexibility of the methodology is illustrated in the various models that could have been chosen for each of the data examples. Although we dichotomized the states into Non-MV and MV, example 1 also provided information on acute care while example 2 included information on 6 different levels of oxygen support. Additionally, a transition state of 'ICU after invasive ventilation' could be modeled to give further insights into the healthcare demands of ventilated COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To demonstrate the flexibility of the methodology, an extended model analysis for example 2 is provided in Additional file 11. A researcher can adapt the choice of multistate model to the data or outcome of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since publication, several researchers [15] have pointed out biases in the analyses performed by Grein et al. The bias stems from the censoring of deceased patients, whose risk of improving is not similar to noncensored patients (i.e. informative censoring). This results in an overestimated cumulative incidence of clinical improvement. It should be noted that this bias would have been avoided with our proposed multistate methodology as death and discharge from the ICU are absorbing states from which patients are no longer at risk of clinical improvement.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to the biases common to survival analysis already mentioned, Lipsitch et al. [16] review biases that can occur during the outbreak of both known and unknown infectious diseases. They describe a \"survivorship bias\" that can occur when many infected patients die before being hospitalized, thus implying a protective effect of hospitalization on mortality. This bias is related to \"length bias\" [6, 7] hospitalized on a specific day since a patient has become a case, and combining the estimates over several days.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here multistate methodology could be applied by modeling the transient states of \"hospitalized\" and \"non-hospitalized\" with a transition into \"death\" from both states. There are several advantages to this model. First, all patients can be included in one analysis through assignment into one of the initial states (\"hospitalized\" and \"non-hospitalized). Similar to our comparison of stacked probability plots in Fig. 4 , we could then compare the risk of death for these two groups. Second, the model accounts for the time-dependent nature of hospitalization by allowing for several admission and discharge transitions. The allowance of repeated transitions among initial states is an advantage over standard competing risk models. This further highlights the utility of the proposed methods in epidemic/pandemic settings. Although the sizes of our two data samples are rather modest, the volume and availability of COVID-19 data is expanding. These methods applied to more detailed patient data could produce very informative plots for comparing age, gender, underlying health condition, or even different treatment arms [17] . This expanding capability to compare groups visually as data sets increase in size was demonstrated in Fig. 4 , which was informative for the larger of our two real data sets. Furthermore, depictions like the second figures in Bhatraju et al. [8] and Grein et al. [9] provide an impression for the viewer when the sample sizes are small. However, such depictions are overwhelming and difficult to read with larger data sets. In contrast, the stacked probability plots incorporate all of the information in the aforementioned figures into one easy-to-view illustration regardless of the size of the sample. Naturally, the precision of the stacked probability plots increases with an expanding number of patients.",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 418,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1238,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are several limitations to our demonstration. First, we chose the model in Fig. 1 as it reflected the observed transitions recorded in the two data sets. The observations included patients who were discharged from the ICU directly from being mechanically ventilated; in other words without first being non-ventilated in the ICU. From a clinical standpoint, these observed transitions do not occur. Either the patients were extubated and remained in the ICU for a couple hours, or were transferred to another ICU unit. In either case, there may be reason to adjust the data set by censoring these observations. Second, the lengths of stay estimates do not distinguish between the final outcomes of discharge alive and death. While these estimates are relevant for planning capacities, they are less clinically relevant. An alternative would be to evaluate, for example, time alive without mechanical ventilation. Third, we performed LOCF on the example 2 data to handle periods of missing information on a patient's level of oxygen support. While this simplified the analysis, it is likely that transitions between states occurred for longer periods of missing information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A further strength of this methodology is that it allows for censoring, thus acknowledging active cases. It therefore lends itself to ongoing as well as completed studies. Considering the wealth of COVID-19-related research being produced currently, the multistate approach is an invaluable addition to a COVID-19 researcher's toolkit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Applying multistate methodology to ICU settings with COVID-19 patients gives important insights into mechanical ventilation duration, length of ICU stay, and mortality. The visualization of these results, in the form of a stacked probability plot, is both easy-to-read and comprehensive. The approach also allows for clear comparisons among different baseline characteristics, and even treatment arms. The tools described here offer important aid to decision makers with regard to healthcare capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Application of multistate models in hospital epidemiology: advances and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyersmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allignol",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grambauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biom J",
            "volume": "53",
            "issn": "2",
            "pages": "332--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multistate modeling to analyze nosocomial infection data: an introduction and demonstration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Von Cube",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect Control Amp Hosp Epidemiol",
            "volume": "38",
            "issn": "8",
            "pages": "953--962",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Time-dependent bias was common in survival analyses published in leading clinical journals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Walraven",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Epidemiol",
            "volume": "57",
            "issn": "7",
            "pages": "672--82",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An easy mathematical proof showed that time-dependent bias inevitably leads to biased effect estimation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyersmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Epidemiol",
            "volume": "61",
            "issn": "12",
            "pages": "1216--1237",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interpreting and comparing risks in the presence of competing events",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Mjm",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Survival biases lead to flawed conclusions in observational treatment studies of influenza patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Epidemiol",
            "volume": "84",
            "issn": "",
            "pages": "121--130",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Neuraminidase inhibitors and hospital mortality in British patients with H1N1 influenza a: a re-analysis of observational data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nalla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "21",
            "pages": "2012--2034",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asperges",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castagna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "24",
            "pages": "2327--2363",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multi-state models for event history analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Keiding",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Stat Methods Med Res",
            "volume": "11",
            "issn": "2",
            "pages": "91--115",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Statistical Models Based on Counting Processes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Keiding",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A note on computing average state occupation times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyersmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Putter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Demogr Res",
            "volume": "30",
            "issn": "",
            "pages": "1681--96",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Empirical Transition Matrix of Multi-State Models: The etm Package",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allignol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyersmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Stat Softw",
            "volume": "38",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Competing Risks and Multistate Models with R",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beyersmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allignol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Compassionate Use of Remdesivir in Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "25",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Potential biases in estimating absolute and relative case-fatality risks during outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Harmonizing heterogeneous endpoints in COVID-19 trials without loss of informationan essential step to facilitate decision making",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cube M Von",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grodd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolkewitz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hazard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multistate Model. Multistate model for patients admitted to the ICU with severe COVID-19. The boxes represent potential states for an ICU patient. The arrows represent the potential transitions among the states",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of observed i→ j transitions at t number of individuals at risk in state i just prior to t ð17Þ For example, the transition rate between the two states (1: Non-MV, 2: MV) is calculated by substituting 1 for i and 2 for j (i.e. Non-MV→MV) or substituting 2 for i and 1 for j (i.e. MV→Non-MV) into eq. (17). Eq. (17) is used to calculate the state occupation probabilities in eq. (16).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example 1 Plot. Stacked probability plot for the data from example 1[8] using the model inFig. 1. Non-MV: intensive care unit without mechanical ventilation and acute care, MV: intensive care unit with mechanical ventilation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "which can be addressed by incorporating left-truncation. Lipsitch et al. suggest comparing the risk of death among patients hospitalized and non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Example 2 Plot. Stacked probability plot for the data from example 2[9] using the model inFig. 1. Non-MV: noninvasive positive pressure ventilation, nasal high-flow oxygen therapy, low-flow oxygen, and ambient air. MV: extracorporeal membrane oxygenation and invasive mechanical ventilationFig. 4 Example 2 Plot, Non-Ventilated vs. Ventilated on Day 0. Stacked probability plots for the data from example 2 [9] using the model in Fig. 1. Plots illustrate the clinical progression of patients who were not invasively ventilated at treatment initiation (left plot) and those who were (right plot). Non-MV: noninvasive positive pressure ventilation, nasal high-flow oxygen therapy, low-flow oxygen, and ambient air. MV: extracorporeal membrane oxygenation and invasive mechanical ventilation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Example 1 Results. Predicted sojourn times and mortality for patients in data example from Bhatraju et al. [8] at 28 days of follow-up. Start: time of ICU admission, Non-MV: ICU without MV and acute care, MV: ICU with MV, (): 95% confidence interval for duration estimates, (): standard error for risk estimates 24 critically-ill COVID-19 patients in Seattle, USA (Bhatraju et al.), results at day 28",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Philip Hehn for his help in extracting the data sets from the published articles. We would also like to thank Prof. Martin Schumacher for his invaluable insights and recommendations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12874-020-01082-z.Additional file 1. format: txt, title: README_Example1.txt, description: README file with instructions so that a researcher can reproduce the results for data example 1.Additional file 2. format: csv, title: Example1_Data.csv, description: Data set for example 1.Additional file 3. format: R, title: ext_mstate.R, description: R function to modify data frame for use in R package mstate.Additional file 4. format: R, title: LOS_boot.R, description: R function to calculate bootstrap confidence intervals in R package mstate.Additional file 5. format: R, title: Example1_Analysis.R, description: R code to reproduce the results for data example 1. Additional files 2, 3, and 4 must be in the R working directory with Additional file 5.Additional file 6. format: txt, title: README_Example2.txt, description: README file with instructions so that a researcher can reproduce the results for data example 2.Additional file 7. format: csv, title: Example2_Data.csv, description: Data set for data example 2.Additional file 8. format: R, title: Example2_Analysis.R, description: R code to reproduce the results for data example 2. Additional files 3, 4, and 7 must be in R working directory with Additional file 8.Additional file 9. format: txt, title: README_Example2_Extended.txt, description: README file with instructions so that a researcher can produce results for extended data example 2.Additional file 10. format: csv, title: Example2_Extended_Data.csv, description: Data set for extended data example 2.Additional file 11. format: R, title: Example2_Extended_Analysis.R, description: R code to produce the results for extended data example 2. Additional files 3, 4, and 10 must be in R working directory with Additional file 11. Availability of data and materials All data generated or analyzed during this study are included in this published article (and its supplementary information files).Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}