{
    "paper_id": "2bfd421cb88f38529d60ae047f17599394716170",
    "metadata": {
        "title": "Safety and feasibility of outpatient chimeric antigen receptor (CAR) T-cell therapy: experience from a tertiary care center",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Chimeric antigen receptor (CAR) T-cell therapies are adoptive cell immunotherapies that have led to remarkable patient outcomes and transformed the treatment landscape in relapsed or refractory (R/R) B-cell malignancies and multiple myeloma [1] [2] [3] [4] [5] . Currently, 6 CAR T-cell products are approved by the Food and Drug Administration (FDA): tisagenlecleucel (tisa-cel; Kymriah®), axicabtagene ciloleucel (axi-cel; Yescarta®), brexucabtagene autoleucel (brex-cel; Tecartus®), lisocabtagene maraleucel (liso-cel; Breyanzi®), idecabtagene vicleucel (ide-cel; Abecma®), and ciltacabtagene autoleucel (cilta-cel; Carvykti®).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "These therapies have brought new challenges in the management of potentially life-threatening toxicities such as cytokine release syndrome (CRS) and CAR T-cell-related encephalopathy syndrome (CRES) or immune effector cell-associated neurotoxicity syndrome (ICANS). Consequently, models of CAR T-cell therapy evolved from clinical trials in which an inpatient setting was mandated for close monitoring and management of possible adverse events. Product acquisition costs and current reimbursement structures make inpatient cellular therapy administration challenging [6] . Outpatient administration is attractive as a primary model of cellular therapy administration [7] . Here, we share our experience in the development of an outpatient model for CAR T-Cell therapy and the results of our first 21 patients infused as outpatients with four different CAR T-cell products.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "In our institution, we structured our CAR T-cell program to be primarily an outpatient program from its inception. The Table 1 summarizes the development of our outpatient program with a focus on 8 essential components--creating a multidisciplinary team, training clinically competent nursing staff, alerting and educating providers in the community, augmenting patient knowledge and support, acquiring physical space, adhering to policies and procedures, financial review, and continuous review of outcomes and procedures. Outpatients were monitored after cell infusion in our outpatient oncology admission-pending unit (APU) with daily provider visits on days 1-14 then three times per week on days 15-28. Supplemental Fig. 1 shows a flow diagram of our cellular therapy process pre-and post-infusion. Supplemental Fig. 2 demonstrates our cellular therapy manufacturing process. The Supplemental Material also contains checklists that were provided to our infusion nurses for administration and monitoring of CAR T-cell therapy (Supplemental Table 1 ) and instructions for the triage nurses answering our cellular therapy phone line, available 24 h a day, seven days a week (24/7) (Supplemental Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 721,
                    "end": 727,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 823,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1051,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1197,
                    "end": 1204,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "Within the first two years of the program, 23 patients (22 adults and one child) received commercially available cellular therapy products (Supplemental Table 3 ). Twenty-one of 23 (91%) were infused on an outpatient basis: 13 received axi-cel (12 for diffuse large B-cell lymphoma (DLBCL), and one for follicular lymphoma (FL)), six received tisa-cel (three for acute lymphoblastic leukemia (ALL) and three for DLBCL), one received brex-cel for mantle cell lymphoma (MCL), and one received liso-cel for DLBCL. Two patients receiving axi-cel were infused while inpatient based on physician consensus for high disease burden and co-morbidities. Of the 21 outpatients, 15 (71%) were admitted within 30 days after infusion, of whom five were admitted within 72 h. No patient required a visit to the emergency room. Median days to admission was four (range 1-28) and median days admitted was eight (range 1-30). Indications for admission were fever in 13 cases (87%) and neurological symptoms in two cases (13%). Of 12 (57%) patients with CRS, one had grade 3. Of six (29%) patients with neurotoxicity, one had grade 3. Seven patients (33%) received tocilizumab with a median of one dose (range 1-5) and seven received dexamethasone for a median duration of two days (range 1-21). There were no treatment-related deaths among those infused as outpatients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "The overall response rate (ORR) was 76% (10 of 13 patients) with axi-cel (nine complete responses (CR) and one partial response (PR)), 100% with tisa-cel (five CR and one PR; all three ALL patients were negative on minimal residual disease (MRD) testing) and a CR in one patient with brex-cel. Two of the ALL patients received allogenic stem cell transplantation for consolidation after achieving MRD negative status with CAR T-cell therapy. The patient who received liso-cel had progression of disease on his one-month scan. At six months, 62% (8 of 13), 75% (four of six) and 100% (one of one) of these patients continued to respond with axi-cel, tisa-cel, and brexcel, respectively. The toxicity profile, responses, and death rates of the patients who received the four commercial products as outpatients are detailed in Supplemental Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 844,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "There are only a few published reports of outpatient CAR T-cell therapy for select products such as tisa-cel and liso-cel [8] . Initially, outpatient infusions were reported using the tisa-cel product in 18 of 75 patients (24%) treated for B-cell ALL in the ELIANA study [3] , and 27% of patients treated for DLBCL in the JULIET study [2] . The University of Pennsylvania reported safe and feasible outpatient administration of the tisa-cel product with an admission rate of nine of 29 (31%) patients with a median of five days after infusion [9] . Additionally, Bachier et al. reported that patients could be safely monitored in the outpatient setting after receiving liso-cel [10] . Only 22 of 37 (59%) patients required hospitalization post-infusion with a median time to hospitalization of 5.5 days. Only three (8%) patients were hospitalized within three days of infusion [10] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "Although it is difficult to compare across trials, the liso-cel and tisa-cel products are generally considered to have better toxicity profiles with lower incidence of CRS (42% [4] and 58% [2] , respectively), compared to axi-cel and brex-cel (CRS rates of 93% [5] and 91% [1] , respectively). This is believed to be due to a difference in activation domains. The CD28 domain within axicel and brex-cel is thought to stimulate early CAR T-cell expansion whereas the 4-1BB activation domain in liso-cel and tisa-cel has a slower and longer lasting CAR T-cell expansion [11, 12] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "Our experience is different from these prior studies because we structured our program as a primarily outpatient program from the beginning irrespective of the type of product infused. Our experience with four different commercially available products (axi-cel, tisa-cel, brex-cel, and liso-cel) was favorable with an overall admission rate of 24% within 72 h with a median of four days after infusion. These admission rates were consistent among the four products. We had no ER visits from CAR T-cell patients nor treatment-related deaths. All the patients requiring admission were triaged through our 24/7 cellular therapy hotline or their regular visit at the APU. Even though our providers had a very low threshold for admission for any grade ≥1 CRS or neurotoxicity, we were able to demonstrate that 29% of patients could avoid admission altogether, and those admitted could spend fewer days in the hospital without compromising safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "Several challenges necessitated process changes throughout the first two years of our outpatient program. Driven largely by the COVID-19 pandemic, staffing shortages resulted in closure of our APU for short periods. In response, we secured rooms on our oncology ward that were considered outpatient rooms based on billing but allowed consolidation of resources and nursing care. We continue to follow the same schedule of daily visits on days 1-14 and three times per week on days 15-28. In the future, with the development of safer CAR T-cell products, we may be able to tailor the schedule based on an individual patient's disease status and product administered. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TO THE EDITOR:"
        },
        {
            "text": "Data to support the findings of this study are available on request from the corresponding author, AB. The data are not publicly available due to the presence of information that could compromise the privacy of research participants. Train nursing staff • Train TCT nurses in cellular therapy administration, biosafety, thawing/dosing of CAR-T products, and expected side effects. • Train infusion center nurses to work through an infusion checklist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "• Educate local EMS technicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alert and educate community providers"
        },
        {
            "text": "• Set up a 24/7 cellular therapy hotline with direct contact to a TCT charge nurse and oncall physician. • Provide medical alert bracelet with the 24/7 on-call number to all patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alert and educate community providers"
        },
        {
            "text": "• Provide patients with educational packets about the product, maps for the campus, and wallet cards that summarize their disease, treatment, and infusion date. • Enlist social workers to identify housing needs, transportation, financial considerations, and family support structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "Acquire physical space • Ensure a dedicated space for the cell infusion process, and daily patient monitoring for anticipated complications. • Arrange an agreement with the TCT unit and medical ICU to maintain beds available for cell therapy patients. • Arrange with the hospital and EMS for priority of CAR-T patients to be elevated to that of trauma or cardiac care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "Adhere to policies and procedures • Ensure all policies and procedures follow FACT, IBC and REMS guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "• Ensure manufacturer-specific procedures are followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "Conduct a financial review • Engage financial stakeholders by providing a model of financial feasibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "Perform continuous reviews of procedures and outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "• Conduct weekly meetings to review and discuss all active cellular therapy patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        },
        {
            "text": "• Conduct regular review of new developments and changes to current protocols. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Augment patient knowledge and support"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "KTE-X19 CAR T-cell therapy in relapsed or refractory mantle-cell lymphoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munoz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Locke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1331--1373",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tisagenlecleucel in adult relapsed or refractory diffuse large B-cell lymphoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Borchmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcguirk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "380",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tisagenlecleucel in children and young adults with B-cell lymphoblastic leukemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Maude",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Laetsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buechner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rives",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bittencourt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "439--487",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lisocabtagene maraleucel for patients with relapsed or refractory large B-cell lymphomas (TRANSCEND NHL 001): a multicentre seamless design study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Abramson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Palomba",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lunning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnason",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "839--52",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Axicabtagene ciloleucel CAR T-cell therapy in refractory large B-cell lymphoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Neelapu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Locke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lekakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Miklos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "2531--2575",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Innovation and access at the mercy of payment policy: the future of chimeric antigen receptor therapies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Manz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bekelman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Oncol",
            "volume": "38",
            "issn": "",
            "pages": "384--391",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chimeric antigen receptor T cell therapy: a comprehensive review of clinical efficacy, toxicity, and best practices for outpatient administration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Culos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bachmeier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Shigle",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Transpl Cell Ther",
            "volume": "27",
            "issn": "",
            "pages": "558--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perspectives on outpatient administration of CAR-T cell therapy in aggressive B-cell lymphoma and acute lymphoblastic leukemia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Verneris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Maziarz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Immunother Cancer",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospitalization patterns with commercial CAR T-cell therapy: a single institution experience",
            "authors": [
                {
                    "first": "Dwivedy",
                    "middle": [],
                    "last": "Nasta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Namoglu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outpatient treatment with lisocabtagene maraleucel (liso-cel) across a variety of clinical sites from three ongoing clinical studies in relapsed/ refractory (R/R) large B-cell lymphoma (LBCL)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bachier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andreadis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Palomba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Abramson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sehgal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Oncol",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The pharmacology of secondgeneration chimeric antigen receptors",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Stegen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadelain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Drug Disco",
            "volume": "14",
            "issn": "",
            "pages": "499--509",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural design of engineered costimulation determines tumor rejection kinetics and persistence of CAR T cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Condomines",
                    "suffix": ""
                },
                {
                    "first": "Sjc",
                    "middle": [],
                    "last": "Van Der Stegen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kloss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gunset",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer Cell",
            "volume": "28",
            "issn": "",
            "pages": "415--443",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Section, Department of Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA. 2 Hematology-Oncology Section, Department of Medicine, University of Augusta, Augusta, GA, USA. 3 These authors contributed equally: Azra Borogovac, Amany Keruakous, Michelle Bycko ✉ email: Azra-borogovac@ouhsc.edu",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chimeric antigen receptor T-cell therapy, EM Emergency medicine, EMS Emergency medical services, FACT Foundation for the Accreditation of Cellular Therapy, IBC Institutional biosafety committees, ICU Intensive care unit, REMS Risk Evaluation and Mitigation Strategy, TCT Transplant and cellular therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Eight key components for the development of our outpatient cellular therapy model. Distribute contact information for all involved teams.• Establish a pharmacy team to create chemotherapy infusion templates and review all patient medications.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Correspondence and requests for materials should be addressed to Azra Borogovac.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}