{
    "paper_id": "2c70b8caf708c5c1b0c9b811a80179061274cff7",
    "metadata": {
        "title": "Nervensystem",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Boltshauser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Kaindl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "S"
                ],
                "last": "Ipsiroglu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Krägeloh-Mann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Rostasy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Schöning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Stöckler-Ipsiroglu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Krauss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Schweitzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "zeichen diagnostisch eine Rolle spielen. Am Kopf sollten v. a. die Kopfform, Richtung und Abstand der Lidspalten, der Ansatz der Nasenwurzel, die Form der Nase und des Munds sowie die Stellung und Modellierung der Ohrmuschel beachtet werden. Weitere differenzialdiagnostische Merkmale können die Beschaffenheit der Hautfalten an der Palma und Planta, der Brustwarzen, die Form des Genitals sowie die Form und Beweglichkeit der Extremitäten und des Stammskelettes sein. Kinder mit schweren neurologischen oder neuromuskulären Erkrankungen können aufgrund einer bereits intrauterin manifesten Haltungs-und Bewegungsstörung mit fixierten Gelenkfehlstellungen (Klumpfuß, Gelenkskontrakturen) (III) , N. trochlearis (IV) und N. abducens (VI) ist zur Feststellung des Schielens wichtig. Schielen kann wiederum Ursache für eine funktionelle Amaurose sein (7 Kap. 28).",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 687,
                    "text": "(Klumpfuß, Gelenkskontrakturen)",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 693,
                    "text": "(III)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Angeborene Hörstörungen und somit Funktionsdefizite des N. statoacusticus (VIII) kommen sehr häufig vor (Prävalenz international 1-2/1.000 Neugeborene). Die Früherkennung von Hörstörungen wird heute bereits vielerorts durch die Untersuchung von Neugeborenen mittels otoakustischer Emissionen durchgeführt (weitere Möglichkeiten 7 Kap. 29).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funktionen und Ausfallserscheinungen der 12 Hirnnerven sind in . Tab. 8.2 dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "pathologische Reflex ist der Babinski-Reflex, der normalerweise nicht auslösbar ist. Beim Vorhandensein von Pyramidenbahnläsionen kommt es beim Bestreichen der lateralen Fußsohle zu einer Extension der großen Zehe und zu einer fächerförmigen Spreizung der übrigen Zehen. Die Primitivreflexe (Such-, Greif-, tonischer Nackenreflex, Mororeflex) sind entwicklungsabhängig in den ersten Lebenswochen bis Monaten nachweisbar. Bei degenerativen Prozessen können Primitivreflexe auch im Erwachsenenalter wieder auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sensibilität Die Überprüfung der klassischen Sensibilitätskriterien (Berührung, Temperatur, spitz/stumpf Diskrimination, Vibrationsempfinden) ist bei jüngeren und bei Kindern mit Intelligenzminderung aufgrund mangelnder Kooperation schwer möglich. Hier ist der Kinderarzt v. a. auf die anamnestischen Angaben durch die Eltern angewiesen. Angaben zu Schmerz-und Temperaturempfindung können üblicherweise von den Eltern gut gemacht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". Abb. 8.1 Floppy-infant-Syndrom: 6 Monate alter männlicher Säugling mit ausgeprägter Muskelhypotonie an Stamm und Extremitäten mit unphysiologisch abduzierten Hüft-und Schultergelenken (Froschhaltung) bei mitochondrialem Atmungskettendefekt (Cytochrom-C-Oxidase)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dysraphien oder Verschlussstörungen des Neuralrohrs sind die häufigsten Entwicklungsstörungen des ZNS und entstehen um die 3.-4. SSW mit einer Prävalenz von 0,5-2/1.000 Schwangerschaften. Zu diesem Zeitpunkt stülpt sich normalerweise die Neuralplatte entlang ihrer Achse ein, bildet dadurch erst eine Neuralrinne und nachfolgend ein Neuralrohr, aus dessen oberen Anteil sich das Gehirn und unteren Anteil das Rückenmark entwickeln. Je nach Zeitpunkt und Lokalisation der Verschlussstörung können kranielle und/oder spinale Dysraphien entstehen (. Tab. 8.6 ).",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "(. Tab. 8.6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dysraphien"
        },
        {
            "text": "Die Spina bifida ist durch eine defekte Fusion posteriorer spinaler knöchener Elemente definiert und wird in eine aperta (offene) und occulta (geschlossene) Form unterteilt. Eine Spina bifida aperta kann bereits im ersten Trimenon der Schwangerschaft mittels Ultraschall und Bestimmung des α 1 -Fetoproteins im mütterlichen Blut und in der Amnionflüssigkeit diagnostiziert werden. Die Prävalenz dieser Fehlbildung liegt bei 1/1.000 Lebendgeburten, wobei die Häufigkeit weltweit u. a. wegen der hohen Interruptiorate bei Diagnosestellung und der gezielten präkonzeptionellen Folsäuresupplementation abnimmt. Risikofaktoren sind hohes mütterliches Alter, mütterlicher Diabetes mellitus, Hyperthermie, Alkoholabusus, teratogene Substanzen, Zink-und Folsäuremangel. Die Prävalenz der Spina bifida occulta ist unklar, da diese äußerlich nicht immer erkennbar ist. Bei der Schizenzephalie liegt eine Spaltbildung der zerebralen Hemisphären meist im Bereich der Sylvi-Fissur vor, wobei die Spalte geschlossen (Typ I, \"fused cleft\") oder offen (Typ II, \"unfused lips\") sein kann. Es können große Hemisphärenabschnitte fehlen, und die Spalte einen polymikrogyren Kortex aufweisen. j Grundlagen Die in der Kindheit offenen Schädelnähte gewährleisten zum einen die Verschieblichkeit der Schädelplatten im Geburtskanal, zum anderen ermöglichen sie eine adäquate Expansion der Kalotte, die mit dem raschen Hirnwachstum Schritt halten muss: Das Hirnvolumen verdoppelt sich in den ersten 6-7 Lebensmonaten und hat zu diesem Zeitpunkt bereits 50%, mit 4 Jahren 80% und gegen Ende des 8. Lebensjahrs ca. 95% seines Endvolumens erreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spinale Dysraphien"
        },
        {
            "text": "Mit Ausnahme der Frontalnaht, die sich schon gegen Ende des ersten Lebensjahres schließt, fusionieren die Schädelnähte physiologisch erst ab der dritten Lebensdekade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "j Klassifikation Unter klinischen Gesichtspunkten ist es sinnvoll, einfache Synostosen, die auf den Hirnschädel beschränkt bleiben, von komplexen Formen, die primär auch das Mittelgesicht erfassen, abzugrenzen. Zu differenzieren ist auch zwischen isolierten bzw. nichtsyndromalen Formen und genetischen Syndromen, die mit weiteren Anomalien verbunden sind: z. B. Crouzon-oder Apert-Syndrom. Darüber hinaus sollte die primäre KS als Ausdruck einer kongenitalen knöchernen Fehlentwicklung von sekundären Formen abgegrenzt werden, wie sie bei metabolischen und toxischen Störungen oder auch als physiologische Reaktion auf verminderten Wachstumsdruck des Gehirns auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "j Epidemiologie Von ca. 2.500 Kindern wird eines mit einer KS geboren, in 50% der Fälle mit einer isolierten Sagittalnahtsynostose. Die vier häufigsten Syndrome (Crouzon-, Apert-, Saethre-Chotzen-und Muenke-Syndrom) kommen jeweils nur etwa einmal unter ca. 30.000-60.000 Lebendgeborenen vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "j Ätiologie, Genetik Die Ätiologie der isolierten Synostosen ist bisher ungeklärt. Wahrscheinlich ist sie heterogen, wie es bei der Frontalnahtsynostose gesichert ist. Eine familiäre Häufung bei 5% der isolierten Sagittalnahtsynostosen und der Frontalnahtsynostosen lässt auf eine erbliche Veranlagung schließen. Die häufigsten Syndrome werden dagegen autosomal dominant vererbt und lassen sich z. T. molekulargenetisch definieren: Identifiziert wurden z. B. Gene zur Kodierung der Fibroblasten-Wachstumsfaktor-Rezeptoren 1-3 auf den Chromosomen 8, 10 und 4 sowie das TWIST1-Gen auf Chromosom 7. Ergänzende syndromologische und molekulargenetische Untersuchungen dienen der genaueren ätiologischen Klassifizierung. Untersuchungen des Augenhintergrunds, der Ohren, der Atmung, der psychomotorischen Entwicklung, des übrigen Skelettsystems und der inneren Organe sind zur Abschätzung der sehr variablen individuellen Gefährdung durch Folgeerscheinungen der KS oder durch Begleitanomalien erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "j Therapie Operationsindikation Bei den meisten isolierten monosuturalen Synostosen wie der Sagittalnahtsynostose besteht wegen des geringen funktionellen Risikos nur eine relative Indikation, die sich in erster Linie auf ästhetische bzw. psychosoziale Aspekte gründet. Bei nachgewiesener intrakranieller Drucksteigerung, schwerer Orbitostenose oder Faziostenose ist dagegen eine absolute OP-Indikation gegeben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "Behandlungsprinzipien Alle Maßnahmen zielen darauf ab, funktionelle Folgen der KS zu beseitigen bzw. abzumildern oder ihnen vorzubeugen, und gleichzeitig das äußere Erscheinungsbild möglichst bis zur Unauffälligkeit zu verbessern. Dabei sind prinzipielle Grenzen zu beachten: > Eine funktionsfähige Naht lässt sich genauso wenig herstellen wie das inhärente pathologische Wachstumsmuster normalisieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "Die operative Therapie richtet sich nach der betroffenen Naht: Bei einer Sagittalnahtsynostose wird der Schädelknochen zu beiden Seiten der Naht breit entfernt. Auch wenn eine Entwicklungsbeeinträchtigung mit daraus resultierend eingeschränkter motorischer Entwicklung eine Prädisposition zur Entwicklung eines Lagerungsplagiozephalus sein kann, bedeutet eine Lagerungsverformung keine Entwicklungsbeeinträchtigung. Inwieweit persistierende Asymmetrien Anlass für Hänseleien und damit psychosoziale Faktoren darstellen, ist nicht eindeutig zu beantworten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "j Diagnose Aus den Schilderungen der Klinik wird deutlich, dass sich die Diagnose aus dem zeitlichen Verlauf und dem Erscheinungsbild ableiten lässt. Im Gegensatz zu einer Kraniosynostose bestehen die charakteristischen Veränderungen nicht bei der Geburt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "Differenzialdiagnostisch ist hier v. a. der sehr viel seltenere (Inzidenz 0,003%) posteriore Plagiozephalus aufgrund einer Lambdanahtsynostose abzugrenzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "In Zweifelsfällen kann eine Ultraschalluntersuchung den Status der Schädelnähte bestimmen. In den ersten Lebensmonaten erlaubt die Ultraschalluntersuchung eine genauere Aussage über den Nahtstatus als eine Röntgendiagnostik. Eine CCT-Untersuchung ist nicht indiziert! j Therapie Die meisten Lagerungsasymmetrien zeigen eine spontane Rückbildung. Trotzdem gibt es einen Anteil bleibender Asymmetrien. Zunächst sollte eine möglicherweise zugrundeliegende Ursache herausgefunden und behandelt werden. In den ersten Lebensmonaten können entsprechende Umlagerungsmaßnahmen durch die Eltern durchgeführt werden. Mit zunehmender Kopfkontrolle kann auch die kontrollierte Bauchlage v. a. tagsüber zu Verbesserungen führen. Die absolut sinnvolle Empfehlung, Kinder zur Vermeidung eines plötzlichen Kindstods auf den Rücken zu lagern, soll dadurch nicht relativiert werden! Zusätzlich kann eine Kopforthese (Helmtherapie), durch symmetrische Verteilung der von außen auf den Schädel einwirkenden Kräfte, zu einer raschen Harmonisierung beitragen (. Abb. 8.12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklungsstörungen von Kleinhirn und Hirnstamm"
        },
        {
            "text": "Gedeckte spinale Fehlbildungen J. Krauß j Definition Spinale Fehlbildungen werden als gedeckt bezeichnet, wenn sie vollständig von Haut überdeckt sind. Die Mehrzahl dieser Fehlbildungen weist aber lokale Stigmata auf, die bereits im Neugeborenenalter die Diagnose und therapeutische Weichenstellung ermöglichen (. Abb. 8.13). Dies ist wichtig, denn es sind mindestens ¾ der Neugeborenen neurologisch unauffällig, im weiteren Verlauf aber einem erheblichen Risiko neurologischer Verschlechterung ausgesetzt. Art und Ausmaß der Risiken und damit die Dringlichkeit der Behandlung sind von der Ausprägung der Fehlbildung abhängig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "j Pathophysiologie Fast allen dieser Fehlbildungen gemeinsam ist, dass sie eine pathologische Fixation des Rückenmarks bewirken. Die vorwiegend im zweiten Trimenon der Schwangerschaft stattfindende und zum Zeitpunkt der Geburt im Gegensatz zu früheren Vorstellungen bereits abgeschlossene Aszension des Conus medullaris wird in der Regel dadurch reduziert oder vollständig blockiert, so dass ein pathognomonischer Tiefstand des Konus auf Höhe oder unterhalb von LW3 resultiert. Dieser Zustand wird als \"tethered (spinal) cord\" bezeichnet. Durch Elongation und pathologische Fixation wird das Rückenmark im Alltag vermehrt mechanisch belastet. Insbesondere Beugebewegungen der Wirbelsäule führen zu Dehnung der unteren Rückenmarksegmente, die dadurch repetitive Durchblutungsstörungen erleiden. Wachstumsphasen sind von nachrangiger Bedeutung, das Verschlechterungsrisiko besteht auch im Erwachsenenalter fort. Neugeborenen kann die Läsion im frühen 3. Trimenon (also intrauterin), oder im späten 3. Trimenon (also peri-und neonatal in Folge einer hypoxisch-ischämischen Enzephalopathie nach Asphyxie oder Schock) entstanden sein. Bei Frühgeborenen überwiegen Läsionsmuster des frühen 3. Trimenon. Wie bei der bilateral-spastischen CP, findet sich auch bei Kindern mit unilateral-spastischer CP (spastischer Hemiplegie) zum Großteil (80%) ein Schädigungsmuster (Defektbildung) des 3. Trimenon. Bei den Reifgeborenen entspricht dies entweder Infarkten im Stromgebiet der A. cerebri media und/oder periventrikulären, häufig unilateralen Gliosen, deren Entstehung wahrscheinlich am ehesten im frühen 3. Trimenon zu sehen ist. Bei Frühgeborenen finden sich ebenfalls fast ausschließlich Läsionen des frühen 3. Trimenon einerseits in Form von unilateralen periventrikulären Parenchymdefekten nach Blutungen oder andererseits asymmetrischen periventrikulären Leukomalazien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Auch die dyskinetische CP zeigt beim Reifgeborenen, bei dem sie vorwiegend auftritt, eine überwiegend läsionelle Genese. In mehr als 50% ist sie durch Läsionen im Thalamus und den Basalganglien bedingt, die typischerweise hypoxisch-ischämisch nach Asphyxie oder Schock entstehen. Eine dyskinetische CP nach Kernikterus ist heute selten geworden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Lediglich die ataktische CP unterscheidet sich bezüglich der Pathogenese deutlich, da läsionelle Muster hier die Seltenheit sind, und die Ursache, die insgesamt wohl sehr heterogen ist, in den meisten Fällen unklar bleibt. Diese CP-Form findet sich vorwiegend bei Reifgeborenen, teils werden familiäre Fälle beschrieben. Die Bildgebung zeigt nur bei 30-40% eine ursächliche Veränderung z. B. im Sinne einer zerebellären Hypoplasie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Zusammenfassend stehen also bei den meisten Formen der Zerabralparese (CP) tatsächlich Läsionsmuster, d. h. Defektbildungen, die Entstehungsmechanismen im 3. Trimenon (vor, unter oder kurz nach der Geburt) nahe legen, stark im Vordergrund. Fehlbildungen des Gehirns sind sehr selten, also Befunde, die für genetische und frühe Entstehungsmechanismen (im 1. oder 2. Trimenon der Schwangerschaft) sprechen. Eine Sonderform bildet bei der ätiologischen Aufarbeitung die ataktische CP, bei der offensichtlich genetisch bedingte Formen eine größere Rolle spielen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "j Klinik Prinzipiell ist das klinische Bild der CP einerseits durch die Art und Schwere der motorischen Funktionsstörung geprägt und andererseits ganz wesentlich dadurch, ob zusätzliche zerebrale Funktionsstörungen assoziiert sind. Letztere umfassen Störungen der kognitiven Entwicklung -von der Lernstörung bis zur schweren geistigen Behinderung -und zerebrale Sehstörungen. Epilepsien kommen vorwiegend bei kortikalen und kortexnahen Läsionen oder kortikalen Fehlbildungen vor. Hörstörungen sind selten. Patienten mit CP können daher zusätzlich zu den motorischen Defiziten schwere Mehrfachbehinderungen haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Die Veränderungen des Muskeltonus und der Bewegungsmuster können bei der CP im Rahmen von folgenden neurologischen Syndromen auftreten: Die allogene Knochenmark-/Stammzelltransplantation ist bei Adrenoleukodystrophie und Mukopolysaccharidose Typ 1 (Pfaundler-Hurler-Erkrankung) eine Therapie des Frühstadiums. Äußerst effektiv sind die Therapien L-Dopa/Carbidopa für das Segawa-Syndrom und andere Erkrankungen der monoaminergen Neurotransmittersythese sowie für Vitamin-B 12 -assoziierte Stoffwechselstörungen. Für eine zunehmende Anzahl dieser Erkrankungen werden derzeit medikamentöse, Enzymersatz-und Gentherapien entwickelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Bei diesen Erkrankungen ist primär die graue Hirnsubstanz vom Degenerationsprozess betroffen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erkrankungen mit primär mentalem Abbau"
        },
        {
            "text": ". ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erkrankungen mit primär mentalem Abbau"
        },
        {
            "text": "Neben der doparesponsiven Dystonie gibt es eine Reihe anderer genetischer Defekte in der Bildung der monoaminergen Neurotransmitter Dopamin und Serotonin. Bei allen Defekten stehen unterschiedlich schwer verlaufende dyskinetische Bewegungsstörungen und allgemeine Entwicklungsverzögerung im Vordergrund. Bei ausgeprägter Hypo-und Akinesie spricht man von infantilem Parkinsonismus. Okulogyre Krisen (minuten-bis stundenlang dauernde Deviation der Augen nach oben) können als zerebrale Anfälle fehlinterpretiert werden. Periodisch wiederkehrende aseptische Fieberschübe und gastrointestinale Symptome gehören ebenfalls zum Bild. Die Therapie umfasst ganz allgemein die Gabe von Dopaminund Serotoninvorstufen (L-Dopa und 5-Hydroxytryptophan) kombiniert mit Carbidopa, um den peripheren Abbau dieser Substanzen zu hemmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Störungen der Synthese von (monoaminergen) Neurotransmittern"
        },
        {
            "text": "Die Torsionsdystonie (Dystonia musculorum deformans) ist eine von derzeit 28 bekannten hereditären Dystonien (DYT1-28), die sich vorwiegend im Erstmanifestationsalter, im Verteilungsmuster der Dystonie und in der Assoziation mit anderen neurologischen Manifestationen und Beteiligung von kognitiven Funktionen unterscheiden. Die Dystonie kann generalisiert oder (multi)fokal sein mit Tendenz zur Generalisierung und Verschlechterung im Verlauf. Die Intelligenz ist normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hereditäre Dystonien"
        },
        {
            "text": "Medikamentös werden Trihexiphenidyl, Tetrabenazin sowie Carbamzepin, Bromocriptin und Diazepam eingesetzt. Bei lokalisierten Dystonien (z. B. zervikale Dystonie) wird Botulinumtoxin erfolgreich eingesetzt. Bei therapieresistenten Fällen kann die tiefe Hirnstimulation zu guten Erfolgen führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hereditäre Dystonien"
        },
        {
            "text": "Die Friedreich-Ataxie ist die häufigste genetisch bedingte Ataxie mit Erstmanifestation um das 10. Lebensjahr Bei der neurologischen Untersuchung fällt eine Ataxie, Dysarthrie und ein frühzeitiger Verlust der Muskeleigenreflexe bei positivem Babinski-Zeichen auf (Degeneration der Pyramidenbahnen) sowie ein Verlust der Tiefensensibilität auf. Als Zeichen der Degeneration der langen sensiblen und motorischen Bahnen entsteht eine charakteristische Fußfehlstellung mit Hohlfuß und Hammerzehe (Friedreich-Fuß). Eine Skoliose gehört ebenfalls zum typischen klinischen Bild. Weiter entwickeln Patienten mit Friedreich-Ataxie eine Kardiomyopathie, die zu kongestivem Herzversagen führen kann sowie eine erhöhte Glukosetolereanz und einen Diabetes mellitus. Die Intelligenz ist normal, aufgrund der ausgeprägten Dysarthrie werden diese Patienten von Laien jedoch häufig für geistig behin-dert gehalten. Der Verlauf ist mäßig rasch progredient; die meisten Patienten können in der 3. Lebensdekade nicht mehr frei gehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friedreich-Ataxie"
        },
        {
            "text": "Die Friedreich-Ataxie ist molekulargenetisch durch eine GAA-Expansion im Frataxin-Gen bedingt. Frataxin ist ein mitochondriales Funktionsprotein, das eine Rolle in der intrazellulären Eisenhomöostase spielt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friedreich-Ataxie"
        },
        {
            "text": "Therapieversuche mit hochdosierten Antioxidanzien wie Vitamin E und mit Idebenone (einem synthetischen Coenzym Q) haben bislang keinen Verbesserungen der neurologischen Symptomatik bewirkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friedreich-Ataxie"
        },
        {
            "text": "> Bei einer im Schulalter beginnenden Ataxie mit abgeschwächten/fehlenden Muskeleigenreflexen ist in erster Linie an das Vorliegen einer Friedreich-Ataxie zu denken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friedreich-Ataxie"
        },
        {
            "text": "Neben der Friedreich Ataxie gibt es mehr als 40 dominant oder rezessiv vererbbare hereditärenspinozerebelläre Ataxien (SCA), die sich vorwiegend im Erstmanifestationsalter, in der Ausprägung der zerebellären Symptome sowie in der Assoziation mit anderen neurologischen Manifestationen und Verlust von kognitiven Funktionen unterscheiden. Diese Störungen sind sehr häufig und treten bei 2,5% der Gesamtbevölkerung auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Friedreich-Ataxie"
        },
        {
            "text": "j Ursachen Die Ursachen der intellektuellen Behinderung beruhen auf prä-, peri-oder postnatal eingetretenen Hirnschädigungen. Ätiologisch stehen genetische, toxische und infektiöse Ursachen im Vordergrund (. Tab. 8.9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motoneuronenerkrankungen"
        },
        {
            "text": "Die intellektuelle Behinderung kann isoliert vorkommen oder mit anderen mit der jeweiligen Grunderkrankung einhergehenden Symptomen assoziiert sein (z B. Dysmorphiezeichen, Epilepsie, Autismus, neurologische Funktionsstörungen). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motoneuronenerkrankungen"
        },
        {
            "text": "Bei Ungewissheit über die Durchführung des Neugeborenenscreenings sollte dieses unabhängig vom Alter des Kindes nachgeholt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mit dem Neugborenenscreening werden nicht aller behandelbaren Stoffwechselerkrankungen erfasst. Eine erweiterte Stoffwechseldiagnostik ist daher auch bei Kindern mit unauffälligem Befund im Neugeborenenscreening indiziert."
        },
        {
            "text": "Die pränatale Alkoholexposition ist eine der häufigsten erworbenen Ursachen für Entwicklungsverzögerung und Verhaltensstörungen im Kindesalter. Die Prävalenz von 0,1-0,3% für das embryo-fetale Alkoholsyndrom (\"fetal alcohol syndrome\"; FAS) -das klinische Vollbild und 1-3-(5)% für fetale Alkoholspektrumstörungen (\"fetal alcohol spectrum disorder\"; FASD) zeigen die Dimension einer gesundheitsökonomischen und gesellschaftspolitischen Herausforderung auf. FAS wird durch verzögerte Entwicklung mit Kleinwuchs, Mikrozephalie, neurologischen Besonderheiten und verschiedenen Malformationen (u. a. Herzfehler, Kiefer-Gaumen-Spalte, Retro-oder Mikrognathie, Ohrfehlbildungen etc.), charakteristischen Auffälligkeiten im Gesicht (schmale Lidspalte und Epikanthusfalte, flaches Mittelgesicht mit kurzer Nase, niedrigem Nasenrücken, verstrichenem Philtrum, dünner Oberlippe) definiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erworbene Ursachen der Entwicklungsverzögerung/Intelligenzminderung Fetales Alkoholsyndrom (FAS) und fetale Alkoholspektrumstörungen (FASD)"
        },
        {
            "text": "FASD wird durch die 4 Säulen: Wachstum, Gesichtsdysmorphie, entwicklungsneurologisch/neuropsychologische Befundung und Alkoholanamnese in der Schwangerschaft definiert (4-Digit-Code). Beide Diagnosen bedeuten eine signifikante Schädigung des zentralen Nervensystems, das eine lebenslange Dauerbetreuung notwendig macht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erworbene Ursachen der Entwicklungsverzögerung/Intelligenzminderung Fetales Alkoholsyndrom (FAS) und fetale Alkoholspektrumstörungen (FASD)"
        },
        {
            "text": "Kinder, Jugendliche und Erwachsene mit FAS und/oder FASD stellen eine besonders vulnerable Populationen dar, weil erstens die Diagnose mit einem Stigma verbunden ist (Schädigung durch die leibliche Mutter) und zweitens die Symptome bei FASD sehr unspezifisch sind und betroffene Patienten häufig nicht/oder fälschlicherweise diagnostiziert werden. Lebenslange Verhaltens-und Impulsstörungen führen in vielen Fällen zu sozialer Isolation, die durch Drogenmissbrauch und erhöhte Deliquenraten weiter verstärkt wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erworbene Ursachen der Entwicklungsverzögerung/Intelligenzminderung Fetales Alkoholsyndrom (FAS) und fetale Alkoholspektrumstörungen (FASD)"
        },
        {
            "text": "Intelligenzminderung, Verhaltensprobleme und/oder Lernschwierigkeiten können auch durch Missbrauch von anderen Drogen entstehen (Kokain, Marihuana). Für solche Fälle wird zunehmend der Ausdruck \"pränatale Substanzexposition\" (prenatal substance exposure) verwendet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pränatale Substanzexposition"
        },
        {
            "text": "Hohe Blutphenylalaninspiegel bei schwangeren Frauen mit Phenylketonurie (PKU) führen zu einer Embryo-fetopathie, die mit kongenitalem Mikrozephalus, globaler Entwicklungsverzögerung und kardialen Malformationen führen einhergehen kann. Die Kinder dieser Mütter haben in den meisten Fällen selbst keine PKU und fallen daher im Neugebornenscreening nicht auf. Verhindert werden kann die maternale PKU durch eine strikte Phenylalanin-reduzierte Diät von Beginn der Schwangerschaft an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maternale Phenylketonurie (PKU)"
        },
        {
            "text": "Die Einnahme teratogener Medikamente während der Schwangerschaft ist eine weitere Ursache für intrauterin erworbene Entwicklungsstörungen. Die bekanntesten Beispiele sind die Valproat-, Warfarin und Metothrexat-Embryofetopathie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teratogene Medikamente"
        },
        {
            "text": "Arteriovenöse Malformationen (AVM) des Gehirns sind kongenitale Fehlbildungen des arteriolär-kapillären Gefäßbetts. Sie bestehen aus einem Gefäßkonvolut unterschiedlicher Größe (\"Nidus\"), das von einer oder mehreren Arterien gespeist und von großen, oberflächlichen oder tiefen Venen drainiert wird. Ein zwischengeschaltetes Kapillarbett fehlt. Die Durchblutungsrate dieser arteriovenösen Kurzschlussverbindung ist deutlich erhöht. Nidus und drainierende Venen sind einem erhöhten intravasalen Druck ausgesetzt. Daraus resultiert die Gefahr der Gefäßruptur. Benachbarte Hirnregionen können ischämisch geschädigt werden (\"Steal-Effekt\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arteriovenöse Malformationen j Grundlagen"
        },
        {
            "text": "AVM sind meist in den zerebralen Hemisphären lokalisiert, seltener in den Basalganglien oder im Zerebellum. Zu 20% manifestieren sie sich bereits im Kindes-und Jugendalter. j Therapie Symptomatische Kavernome sollten -wenn operativ gut zugänglich -mikrochirurgisch entfernt werden. Postoperativ sind 90% der Patienten anfallsfrei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arteriovenöse Malformationen j Grundlagen"
        },
        {
            "text": "j Grundlagen Als Aneurysmen werden umschriebene, beeren-, sack-oder spindelförmige Gefäßerweiterungen bezeichnet. Sie können sich an Teilungsstellen der Hirnarterien, v. a. im Bereich des Circulus arteriosus Willisii bilden und beruhen meist auf kongenitalen Defekten der Tunica media. Im Kindesalter werden sie sehr selten manifest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aneurysmen"
        },
        {
            "text": "j Klinik Eine Aneurysmaruptur führt zur Subarachnoidalblutung, die mit stärksten Kopfschmerzen, Nackensteifigkeit und akuter Bewusstseinsstörung einhergeht. Komplikationen sind Liquorzirkulationsstörungen und Vasospasmen (mit möglicher Folge eines ischämischen Defizits). Die Prognose wird negativ beeinflusst durch das Ausmaß der Blutung und der initialen Bewusstseinsstörung. Riesenaneurysmen können sich primär auch durch isolierte Hirnnervenausfälle und Zeichen der Hirnstammkompression bemerkbar machen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aneurysmen"
        },
        {
            "text": "j Diagnose Bei Verdacht auf eine Subarachnoidalblutung wird sofort ein kraniales Computertomogramm veranlasst. Der Nachweis xanthochromen Liquors mittels Lumbalpunktion kann auch bei unauffälligen CT die Blutung beweisen. Zur Aneurysmasuche ist eine arterielle Angiographie erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aneurysmen"
        },
        {
            "text": "j Therapie Die Behandlung des rupturierten Aneurysmas liegt in den Händen erfahrener Neurochirurgen (frühzeitige mikrochirurgische Clippung, ggf. interventionelle Embolisation; Einsatz von Kalziumantagonisten bei Vasospasmen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aneurysmen"
        },
        {
            "text": "j Grundlagen Der arterielle ischämische Schlaganfall im Kindes-und Jugendalter ist ein sehr seltenes, akutes, lebensbedrohliches Ereignis mit einer Inzidenz von 2-5/100.000 pro Jahr. Er zählt zu den 10 häufigsten Todesursachen im Kindes-und Jugendalter und geht mit hoher bleibender Morbidität einher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Pathogenese Eine zerebrale Ischämie kann durch einen embolischen Verschluss bzw. eine Stenose einer Hirnarterie oder durch einen hämodynamisch bedingten Abfall des zerebralen Perfusionsdrucks verursacht werden. Die daraus resultierende regionale oder globale Minderdurchblutung des Gehirns führt zu vorübergehenden oder dauerhaften neurologischen Ausfällen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Bei Unterschreiten eines Durchblutungsgrenzwerts von etwa 20 ml/min pro 100 g Hirngewicht (normal: 50-70 ml/100 g/min) treten Störungen der neuronalen Funktion auf, bei Werten unter 12 ml/100 g/min kommt es -abhängig von der Dauer der Mangelversorgung -schließlich zu irreversiblen morphologischen Schäden. Diese sind im Zentrum einer Infarktregion am stärksten ausgeprägt (Nekrose aller Gewebsbestandsteile). Dagegen ist in der Infarktperipherie, der so genannten \"Penumbrazone\", der Strukturstoffwechsel zunächst noch erhalten und die Schädigung bei rechtzeitiger Reperfusion dort prinzipiell reversibel (daher ist eine rasche Notfallversorgung der Patienten dringend geboten: \"time is brain\"!).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Der komplette Verschluss eines Stammastes führt zu einem keilförmigen Territorialinfarkt im zugehörigen distalen Versorgungsgebiet mit Beteiligung der Hirnrinde und des subkortikalen Marklagers. Eine hämodynamisch bedingte Minderperfusion kann einen Wasserscheideninfarkt verursachen, der sich v. a. im Grenzbereich zweier benachbarter Gefäßterritorien manifestiert. j Differenzialdiagnose Hirnblutungen gehen mit massiven Kopfschmerzen, Hirndruckzeichen und neurologischen Ausfällen einher. Die Abgrenzung gegen eine postkonvulsive Hemiparese (Todd-Lähmung) fällt nicht schwer. Die Symptome einer hemiplegischen Migräne bilden sich meist innerhalb weniger Stunden komplett zurück. Bei langsam oder akut einsetzender Hemiparese ist auch an Enzephalitiden, Hirnabszesse, Hirntumoren und eine multiple Sklerose zu denken. Neben der Konstellation klinischer Symptome ist die cMRT wegweisend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Therapie Allgemeine Maßnahmen Die primäre Notfallversorgung auf Intensivstation soll eine Vergrößerung des Infarktkerns verhindern: Optimierung von Atmung und Kreislauf, Vermeidung einer arteriellen Hypotonie, Erhaltung von Normothermie, Normoglykämie und normalen Elektrolyten, Behandlung von Schmerzen und ggf. von zerebralen Anfällen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Akuttherapie Zur speziellen Akuttherapie des ischämischen Insults gibt es im Kindesalter bisher keine allgemein verbindlichen Leitlinien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Antikoagulation Die primäre Rezidivprophylaxe erfolgt nach Ausschluss einer Blutung vorwiegend mit niedermolekularem Heparin. Bei Patienten mit nachgewiesener kardiogener Embolie oder schwerer prothrombotischer Koagulopathie wird eine längerfristige Antikoagulation (mit niedermolekularem Heparin oder Phenprocoumon) eingeleitet. In den übrigen Fällen kann Acetylsalicylsäure (3-5 mg/kgKG) zur Rezidivprophylaxe eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Thrombolyse und mechanische Thrombektomie Bei Erwachsenen kann eine Fibrinolysebehandlung mit rt-PA (\"recombinant tissue plasminogen activator\") nach festgelegtem Protokoll bis maximal 4,5 h nach Beginn der Symptome durchgeführt werden. Zudem ist seit kurzem die Entfernung eines intravasalen Thrombus mit einem \"Stent-Retriever\" möglich. Für das Kindes-und Jugendalter gibt es bisher hierfür keine prospektive kontrollierte Studie. Im Einzelfall kann in spezialisierten Schlaganfallzentren im interdisziplinären Team die Indikation zur Thrombolyse oder Thrombektomie nach eingehender Abwägung des Risikos gestellt und von hierin erfahrenen interventionellen Neuroradiologen durchgeführt werden (\"off label use\"). Thrombosen der inneren Hirnvenen führen zur hämorrhagischen Infarzierung der Thalami und können mit einem enzephalitisähnlichen Bild mit Koma, zerebralen Krampfanfällen und extrapyramidalmotorischen Störungen in Erscheinung treten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Die gefürchtete septische Sinus-cavernosus-Thrombose geht meist auf eine Infektion der Orbita, der Nasennebenhöhlen oder der Haut im Mittelgesichtsbereich zurück. Sie manifestiert sich mit hohem Fieber, Chemosis, Protrusio bulbi und Hirnnervenläsionen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Diagnose Diagnostik der Wahl ist die MRT-Untersuchung (T2-, T2*-und T1-Sequenzen) mit MR-Phlebographie. Die native, kraniale CT ist in 30% normal, die kontrastangehobene CT mit Phlebographie verbessert die Diagnostik deutlich. Die Lumbalpunktion zeigt nur in 30-50% unspezifische Veränderungen. Analog zum ischämischen Insult sollte nach prothrombotischen Faktoren gesucht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Therapie Wie bei Erwachsenen wird nun auch bei Kindern eine initiale Behandlung mit niedermolekularem Heparin empfohlen (auch wenn eine hämorrhagische Infarzierung besteht) mit anschließender oraler Antikoagulation über 3-6 Monate. Septische Thrombosen erfordern antibiotische Therapie. MRT-Kontrollen nach 3 und 6 Monaten werden empfohlen, ebenso augenärztliche Kontrollen über 1 Jahr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Prognose Die Mortalität in der Akutphase beträgt 3%, bei etwa 40% der Patienten bleiben neurologische Defizite zurück. Risikofaktoren für zerebrale oder systemische Thromboserezidive (Häufigkeit 3%) sind: unterlassene Antikoagulation, persistierende Okklusion bei MRT-Kontrolle nach 3 Monaten und Faktor-II G20210-Mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Kopfschmerzen gehören zu den häufigsten Beschwerden im Kindesund Jugendalter. Über 50% der Schulkinder leiden gelegentlich oder häufig an Kopfschmerzen vom Spannungstyp. Die Migräneprävalenz nimmt bis zur Pubertät auf 10-20% zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Nach der Klassifikation der International Headache Society (IHS), die auch für das Kindes-und Jugendalter gilt, werden primäre Kopfschmerzen (v. a. Migräne und Kopfschmerzen vom Spannungstyp) von sekundären Kopfschmerzen abgegrenzt. Sekundäre Kopfschmerzen treten bei entzündlichen kranialen Erkrankungen (z. B. Sinusitis) oder als Begleitsymptom intrakranieller Infektionen (Meningitis, Enzephalitis, Hirnabszess) auf. Zerebrale Raumforderungen äußern sich durch anhaltende, drückende Kopfschmerzen mit frontaler oder okzipitaler Betonung. Wie bei der Sinusitis nehmen die Schmerzen beim Vornüberbeugen und Pressen zu. Typisch sind Kopfschmerzen aus dem Schlaf heraus und Nüchternerbrechen! Oft zeigen sich zusätzliche neurologische Symptome, wie Ataxie, Hirnnervenausfälle und Paresen, die eine unbedingte Indikation für zerebrale Bildgebung (MRT) darstellen. Auch arteriovenöse Malformationen können einseitig lokalisierte, pulsierende Kopfschmerzen verursachen. Eine Subarachnoidalblutung geht mit maximalem Kopfschmerz (Vernichtungsschmerz) einher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "Es ist daher eine wichtige Aufgabe des Kinderarztes, bereits mittels einer exakten Anamnese-und Befunderhebung die selteneren Fälle sekundärer Kopfschmerzen herauszufinden und ggf. einer bildgebenden Diagnostik (. Tab. 8.11) sowie einer adäquaten Therapie zuzuführen, in der großen Mehrzahl der primären Kopfschmerzfälle aber die oft sehr beunruhigten Patienten und Eltern sicher zu beraten und zu beruhigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Schöning"
        },
        {
            "text": "j Definition Nach der International Headache Society (IHS) ist die Migräne eine Erkrankung, die mit intermittierenden Kopfschmerzattacken in Kombination mit neurologischen und vegetativen Funktionsstörungen einhergeht. Bei einigen Patienten und bei einigen Attacken geht den Kopfschmerzen eine Aura voraus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "j Ätiologie, auslösende Faktoren In 70-90% findet sich eine familiäre Migränebelastung mit vermutlich polygenetischem Übertragungsmodus. Erwachsene Patienten geben zu 90% an, dass externe und interne Faktoren (Lärm, Flackerlicht, Kälte, Qualm; bestimmte Nahrungsmittel; starke Emotionen, Stress oder Entlastung nach Stress, Konfliktsituationen; Änderung des Wach-Schlaf-Rhythmus; körperliche Anstrengung; Menstruation) an der Auslösung einer Migräneattacke beteiligt sind. Im Kindesalter wirkt gelegentlich ein harmloses Schädeltrauma auslösend. Insgesamt kommt es also auf dem Boden einer genetischen Disposition durch Änderung interner Zeitgeber, des Hormonspiegels oder des adrenergen Systems zu einer Modulation der inneren Reaktionsbereitschaft, sodass idiosysnkratische Triggerreize eine Migräneattacke auslösen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "j Pathogenese Der Pathomechanismus eines Migräneanfalls ist komplex und nicht ganz geklärt. Es liegt auf genetischer Basis eine neuronale Dysfunktion mit veränderter kortikaler Erregbarkeit und Imbalance im Hirnstamm mit resultierender erhöhter Sensitivität auf verschiedene Stimuli vor. Projektionen vom Locus coeruleus im Hirnstamm über einen trigeminovaskulären Reflex führen zur Freisetzung potenter vasoaktiver Substanzen (\"calcitonin gene related substance\" und Substanz P) mit Auslösung von Schmerzen und einer aseptischen Entzündungsreaktion, sowie zur sog. \"cortical spreading depression\", die sich als kortikale Hypoprfusion langsam vom Okzipitallappen nach parietal und temporal ausbreitet und die Auraphänomene erklären kann. Die Mitbeteiligung weiterer Hirnstammzentren wie z. B. der Area postrema erklärt die vegetative Begleitsymptomatik (Übelkeit und Erbrechen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Migräne ohne Aura Es handelt sich um wiederkehrende Kopfschmerzattacken, die im Kindesalter unbehandelt 1-72 h lang anhalten und mindestens 2 der folgenden Charakteristika aufweisen: 4 einseitige Lokalisation (bei Kindern häufig bilateral, nur in 20-30% typische Hemikranie), 4 pulsierende Schmerzqualität (von jüngeren Kindern oft nicht zu beschreiben), 4 mittlere bis starke Schmerzintensität mit Einschränkung der Aktivitäten (Kinder legen sich freiwillig hin), 4 Verstärkung durch körperliche Belastung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Die Kopfschmerzen müssen entweder von Übelkeit und/oder Erbrechen oder von Licht-und Lärmempfindlichkeit begleitet sein. Erst nach dem Auftreten von mindestens 5 gleichartigen Episoden kann die sichere Diagnose einer Migräne gestellt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Den Kopfschmerzen können unspezifische Prodromi (wie Reizbarkeit, Mattigkeit, depressive oder euphorische Stimmung, innere Unruhe, Heißhunger, häufiges Gähnen) vorausgehen. Während der Attacke können weitere vegetative Symptome wie Tachykardie, Blässe, Schweißausbruch, Kältegefühl und Zittern, Gesichtsrötung, Tränenfluss, Miktionsdrang und Durchfall hinzukommen. Meist beenden Ruhe und Schlaf die Kopfschmerzen. Im freien Intervall besteht Beschwerdefreiheit. Die Häufigkeit dieser Migräneform liegt bei 70%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Migräne mit Aura Kennzeichen dieses in etwa 20% der Fälle auftretenden Migränetyps ist ein biphasischer Verlauf. Initial entwickeln sich über mindestens 5 min fokale Reiz-oder Ausfallserscheinungen (Aura), die in der Regel nach 20-60 min wieder vollständig abklingen und innerhalb einer Stunde nach Beginn der Aura von einer akuten Kopfschmerzattacke gefolgt werden. Kopfschmerzsymptomatik und vegetative Begleiterscheinungen gleichen denen der Migräne ohne Aura. Als Aurasymptome treten am häufigsten visuelle Phänomene auf (Flimmerskotome, Gesichtsfeldausfälle, verzerrte Wahrnehmung), weniger häufig sind periorale Parästhesien und Hemihypästhesien, seltener sind Sprachstörungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Als seltene Sonderformen der Migräne mit Aura sind aufzuführen: 4 Die Migräne mit Hirnstammaura (früher \"Basilarismigräne\") geht mit zwei oder mehreren Aurasymptomen wie Dysarthrie, Schwindel, Tinnitus, Hörminderung, Doppelbilder, bilaterale Sehstörungen, Ataxie, Bewusstseinsstörung, bilateralen Parästhesien einher; eine motorische Schwäche besteht nicht. 4 Bei der hemiplegischen Migräne dominiert eine (reversible) motorische Schwäche; visuelle Phänomene, Parästhesien oder Taubheitsgefühl und Dysphasie können mit auftreten. Sporadische und familiäre Formen sind bekannt, letztere sind als Ionenkanalerkrankungen einzuordnen und auf Mutationen im CACNA1A-, ATP1A2-oder SCN1A-Gen zurückzuführen. 4 Die \" acute confusional migraine\" geht mit Verwirrungszustand, Agitation, Desorientierung (bis zu 24 h), Stupor und Gedächtnisstörung einher. 4 Die Aura ohne Kopfschmerz besteht aus isolierten, meist visuellen oder sensiblen Aurasymptomen. Therapie der akuten Migräneattacke Für die Therapie der akuten Migräneattacke sind zunächst allgemeine, reizabschirmende Maßnahmen zu ergreifen: Rückzug in einen abgedunkelten Raum, Kühlen der Stirn, Ruhelage und möglichst Schlaf. Ist zur medikamentösen Behandlung ein Analgetikum erforderlich, so sollte dies frühzeitig und ausreichend dosiert verabreicht werden: eingesetzt werden Ibuprofen (10-15 mg/kgKG/ED) undmit geringerer Wirkung -Paracetamol (15 mg/kgKG/ED).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Steht bei einem Migränepatienten bekanntermaßen starkes Erbrechen im Vordergrund, so sollten noch vor Gabe der Analgetika Antiemetika eingesetzt werden. Sie lindern die vegetativen Begleitsymptome, regen die Darmperistaltik an und verbessern die Resorption der Analgetika. Bevorzugt wird Domperidon (1 Tropfen pro kgKG/ED, max. 33 Tr/ED) eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Bei schweren Attacken und Erfolglosigkeit der Analgetika können die 5-HT-Serotoninrezeptor-Agonisten Sumatriptan, (Dosis 10-20 mg) und Zolmitriptan (Dosis 5 mg) als Nasenspray zur Akuttherapie appliziert werden. Sie sind erst ab 12 Jahren zugelassen; Sumatriptan wurde in Studien bereits bei Kindern ab 6 Jahren erfolgreich eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Nichtmedikamentöse Prophylaxe Zur nichtmedikamentösen Prophylaxe werden verhaltensmodifizierende Maßnahmen (regelmäßiger Schlaf, Ausgleichssport, Entspannungstechniken, Biofeedback) erfolgreich eingesetzt. Kopfschmerztherapieprogramme mit Aufklärung der Patienten und der Eltern über die mögliche Schmerzgenese, Anleitung zu Schmerzbewältigung und Stressabbau, Elimination von individuellen Triggerfaktoren und Noxen (z. B. bestimmte Nahrungsmittel, Tabakrauch) sind von wesentlicher Bedeutung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Medikamentöse Dauerprophylaxe Sie ist nur indiziert bei mehr als 3 Attacken pro Monat, die auf adäquate Medikation unzureichend ansprechen, sowie mit unerträglicher Schmerzintensität und langer Dauer einher gehen. Eingesetzt werden vorwiegend Kalziumkanalblocker (Flunarizin, 5-10 mg/Tag; Nebenwirkung Müdigkeit und Gewichtszunahme) und β-Rezeptorenblocker (Metoprolol oder Propranolol; einschleichende Dosierung, Enddosis 1-2 mg/kgKG/ Tag, Kontraindikationen sind Asthma bronchiale und AV-Überleitungsstörungen), daneben auch Magnesium, Acetylsalicylsäure (2-3 mg/kgKG/Tag) und Pestwurz (Phytotherapeutikum). Das bei Erwachsenen eingesetzte Antikonvulsivum Topiramat und das trizyklische Antidepressivum Amitryptilin zeigten sich in einer jüngst publizierten, prospektiven placebokontrollierten Doppelblindstudie an Kindern und Jugendlichen als nicht wirksam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "j Prognose Während der Pubertät kann es zu einer spontanen Remission der Migräne kommen. Nur etwa ¼ aller Kinder wird vor dem 25. Lebensjahr migränefrei, etwas mehr als 50% leidet im Alter von 50 Jahren noch unter Migräneattacken. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migräne"
        },
        {
            "text": "Das diffuse SHT ist durch eine Störung der Bewusstseinslage charakterisiert. Bei einem umschriebenen SHT stehen dagegen die neurologischen Ausfälle und lokalen Verletzungszeichen im Vordergrund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schädel-Hirn-Trauma (SHT)"
        },
        {
            "text": "Schädel-Hirn-Traumen werden je nach Dauer der Bewusstseinsstörung und je nach dem zusätzlichen Vorhandensein von neurologischen Zeichen in leichtes, mittleres und schweres Schädel-Hirn-Trauma (SHT 1-3) eingeteilt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schädel-Hirn-Trauma (SHT)"
        },
        {
            "text": "Klinisch kann beim leichten SHT die Bewusstseinsstörung bis zu 1 h dauern, neurologische Zeichen/Ausfälle sind nicht vorhanden. Die retrograde Amnesie (Erinnerungslücke für die Zeit vor dem Unfall) ist typischerweise kurz. Erbrechen und vegetative Regulationsstörungen sind für ein leichtes SHT typisch aber nicht obligat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leichtes Schädel-Hirn-Trauma (SHT 1)"
        },
        {
            "text": "Therapeutisch erfordert das leichte, unkomplizierte SHT in der Regel keine weiteren Maßnahmen. Bei nachgewiesener oder vermuteter Bewusstseinsstörung sollte aber eine 24-stündige Überwachung (Vigilanz, Atmung, Puls, Blutdruck, Pupillenreaktion) gesichert sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leichtes Schädel-Hirn-Trauma (SHT 1)"
        },
        {
            "text": "Als kurzfristige Folge eines leichten Schädel-Hirn-Traumas kann es zu Kopfschmerzen, Verhaltens-und Konzentrationsstörungen kommen (postkommotionelles Syndrom). Langzeitprobleme treten nach SHT-1 üblicherweise nicht auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leichtes Schädel-Hirn-Trauma (SHT 1)"
        },
        {
            "text": "Definitionsgemäß gehen das SHT-2 und SHT-3 mit Bewusstseinsstörung zwischen 1 und 24 h (SHT-2) bzw. von mehr als 24 h (SHT-3) einher. Meist liegen auch spezifische neurologische Ausfälle vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mittleres und schweres Schädel-Hirn-Trauma (SHT-2 und 3)"
        },
        {
            "text": "Für die klinische Beurteilung des Verlaufs der Bewusstseinsstörung wird üblicherweise die Glasgow-Koma-Skala (GCS) verwendet: Dabei werden einfache Funktionen wie Augenöffnen (spontan bzw. auf Anruf oder auf Schmerzreize) sowie die beste verbale Reaktion und die beste motorische Reaktion (im optimalen Fall eben auf Aufforderung) jeweils mit einer bestimmen Anzahl von Punkten festgehalten. Die maximal erreichbare Punktezahl ist 15 (keine Bewusstseinsstörung). Beim leichten SHT liegt definitionsgemäß die Punktezahl zwischen 13 und 15 vor, beim schweren SHT sind Werte zwischen 3 und 8 zu erwarten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mittleres und schweres Schädel-Hirn-Trauma (SHT-2 und 3)"
        },
        {
            "text": "Therapeutisches Ziel ist die Aufrechterhaltung des zerebralen Perfusionsdrucks. Dieser hängt vom intrakraniellen Druck (Ausmaß des Hirnödems), vom systemischen Blutdruck und von der zerebralen Autoregulationskapazität ab. Die Stabilisierung des systemischen arteriellen Blutdrucks wird medikamentös und mittels Volumenbilanz gesteuert. Das Management des Hirnödems beinhaltet die Gabe von hyperosmolaren Lösungen, Volumenbilanz, kontrollierte Hyperventilation und evtl. osteoklastische Entlastung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mittleres und schweres Schädel-Hirn-Trauma (SHT-2 und 3)"
        },
        {
            "text": "Bei SHT gilt es nicht nur, die Behandlung des Verletzten optimal zu gestalten, sondern auch den \"Blick nach hinten\" zu richten. Eine mit den Befunden (Art und Zeitpunkt der Verletzung) schwer kompa-tible Vorgeschichte, könnte ebenso wie das Vorliegen von weiteren, etwa im Haut-und Weichteilbereich lokalisierten Auffälligkeiten den Verdacht auf ein nicht akzendentelles Trauma (Kindesmisshandlung) wecken. Eine erweiterte röntgenologische Dokumentation ist dann indiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nicht akzidentelles Schädel-Hirn-Trauma"
        },
        {
            "text": "Das Schütteltrauma (\"Shaken-baby-Syndrom\") stellt eine besondere Verletzungsform des nicht akzidentellen Schädeltraumas kleiner Kinder dar. Es ist gekennzeichnet von subduralen Blutungen, und nicht selten auch intraparenchymatösen Läsionen (. Abb. 8.18). Von augenärztlicher Seite können Fundusblutungen registriert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nicht akzidentelles Schädel-Hirn-Trauma"
        },
        {
            "text": "Schädelfrakturen sind immer suspekt, wenn sie nicht linear sind und mit subduralen Hämatomen einhergehen (7 Kap. 32).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nicht akzidentelles Schädel-Hirn-Trauma"
        },
        {
            "text": "Epiduralhämatome (. Abb. 8.19) j Verlauf Der klinische Verlauf der MS ist durch einen rezidivierend schubhaften (remitting-relapsing) Verlauf mit völliger Rückbildung der neurologischen Symptomatik in der Anfangsphase oder mit residualen Defiziten nach Abklingen des akuten Schubs im weiteren Verlauf gekennzeichnet. Eine primär progressive Verlaufsform wie bei Erwachsenen ohne Verbesserung nach dem initialen Schub und darauf folgender weiterer Verschlechterung wird bei Kindern nur extrem selten beschrieben und sollte zum Überdenken der Diagnose MS führen. Die sekundär progressive MS ist durch einen anhaltend progredienten Verlauf nach initial schubhaft rezidivierenden Episoden gekennzeichnet.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 30,
                    "text": "(. Abb. 8.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sonstige Manifestationen von Schädeltraumen"
        },
        {
            "text": "j Diagnose Zwei klinische Episoden oder ein klinisch-isoliertes Syndrom (CIS) mit Hinweisen für eine zeitliche (T2-Signalanhebung mit und/ohne KM-Anreicherung) und räumliche Dissemination in der MRT-Bildgebung (McDonald-Kriterien).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Manifestationen von Schädeltraumen"
        },
        {
            "text": "j Differenzialdiagnose Im Unterschied zu Erwachsenen mit MS ist bei Kindern eine wesentlich breitere Differenzialdiagnose zu bedenken. Abzugrenzen von der MS ist aufgrund der akuten Symptome bei Beginn der Erkrankung die akute disseminierte Enzephalomyelitis (ADEM; 7 Abschn. 8.15.7) insbesondere bei Kindern unter 10 Jahren, die im Gegensatz zur MS durch einen transitorischen, selbstlimitierten multifokalen Prozess gekennzeichnet ist, zu deren Initialsymptomen obligatorisch auch enzephalopathische Erscheinungen (Verhaltensauffälligkeiten, Verwirrtheit, Lethargie, Koma) neben fokal neuro-logischen Symptomen gehören. Das klinisch isolierte Syndrom (clinical isolated syndrome, CIS) ist durch eine einmalige akute mono-oder polysymptomatische inflammatorisch demyelinisierende Attacke, jedoch ohne Enzephalopathie gekennzeichnet. Das Risiko für eine MS ist deutlich erhöht wenn im Liquor positive OKB und im MRT mehr als 2 T2-Signalanhebungen in der weißen Substanz gefunden werden. Die Neuromyelitis-optika-Spektrumserkrankung ist eine weitere Form eines inflammatorisch demyelinisierenden Prozesses, die durch eine Neuritis N. optici und eine akute Myelitis mit typischen MRT-Veränderungen wie einer langstreckigen extensiven transversen Myelitis (LETM) gekennzeichnet ist. Bei einem primär progressiven Verlauf der MS müssen unbedingt neurometabolische Erkrankungen ausgeschlossen werden. Auch definierte und noch ungeklärte Leukodystrophien und v. a. mitochondriale Enzephalomyelopathien, wie die Leber-hereditäre Optikusatrophie (LHON) gilt es auszuschließen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Manifestationen von Schädeltraumen"
        },
        {
            "text": "j Therapie Die Therapie der MS bezieht sich vorwiegend auf die Behandlung der akuten Schübe bei der rezidivierenden und remittierenden Verlaufsform sowie auf die Verringerung der Progressionsrate. Die Behandlung von Schüben erfolgt v. a. mit hochdosierten Steroiden (z. B. Pulstherapie mit Methylprednisolon i.v.). Das Ziel der anschließenden immunmodulatorischen Therapie ist die Reduktion der Häufigkeit von Relapsen und die Prävention der Progression der neurologischen Ausfallserscheinungen. Als immunmodulatorische Substanzen sind v. a. Interferon β (1b und 1a) und Glatirameracetat im Einsatz. Bei unzureichendem Ansprechen auf diese Therapie (Fortbestehen der Relapse mit Progression der neurologischen Ausfallserscheinungen, neue Läsionen im MRT trotz Basistherapie) sollte die Therapie eskaliert werden (z. B. Natalizumab, Fumarate, Fingolimod).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Manifestationen von Schädeltraumen"
        },
        {
            "text": "> Entscheidend sind bei progressivem Verlauf die schnelle Therapieeskalation in Kombination mit konsequenten therapeutischen Maßnahmen und sozialmedizinische Hilfen! j Prognose Langzeitverlaufstudien bei Patienten mit Erstmanifestation der MS im Kindes-und Jugendalter zeigen, dass eine relativ lange Latenzzeit (Median ca. 15-20 Jahre) vom Beginn der Erkrankung bis zum Einsetzen der sekundären Progression mit schwerer neurologischer Behinderung. Die meisten Patienten mit kindlicher und juveniler MS sind daher im frühen Erwachsenenalter voll beruflich aktiv mit nur milden neurologischen Beeinträchtigungen (mild disability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Manifestationen von Schädeltraumen"
        },
        {
            "text": "Die akute disseminierte Enzephalomyelits (ADEM) ist eine monophasische Erkrankung, die häufig in der Folge von viralen Infekten auftritt. Eine Assoziation mit einer vorangegangenen Infektion mit Mykoplasma pneumoniä wird ebenfalls beschrieben. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute disseminierte Enzephalomyelitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Eine spezifische Verlaufsform stellt die postoperative Enzephalopathie (nach Operationen an der Herz-Lungen-Maschine) dar, die gekennzeichnet ist durch eine postoperative prolongierte Bewusstseinsstörung",
            "authors": [],
            "year": null,
            "venue": "zerebrale Anfälle und (meist choreoathetotische) Bewegungsstörungen. Zu 90% ist mit einer bleibenden Residualsymptomatik zu rechnen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abb. 8.16 Vena-Galeni-Malformation vom choroidalen Typ (Vertebralisangiographie seitlich)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TabBindegewebserkrankungen: Marfan-Syndrom, Ehlers-Danlos-Syndrom, Pseudoxanthoma elasticum Vaskulitis: systemischer Lupus erythematodes, Panarteritis nodosa, Morbus Behçet, Takayasu-Erkrankung, Purpura Schönlein-Henoch, Kawasaki-Syndrom, hämolytisch-urämisches Syndrom Traumatische und andere Gefäßerkrankungen: Schädel-oder Halstrauma; Gefäßdissektion der A. carotis interna oder Vertebralarterien (traumatisch, idiopathisch oder familiär), perorales Stifttrauma der A. carotis interna, Polyzythämie, Thrombozytose (z. B. bei Eisenmangelanämie), Antithrombinmangel, Protein-C-Mangel, Protein-S-Mangel, APC-Resistenz bei Faktor-V-Leiden-G169A-Mutation, Prothrombin-G20210A-Variante, disseminierte intravasale Gerinnung, Antiphospholipidantikörpersyndrom, L-Asparaginasebehandlung bei Leukämien, methotrexatinduzierte Thrombose Metabolische Erkrankungen Dyslipoproteinämien, Erhöhung von Lipoprotein a, mitochondriale Enzephalomyopathie mit Laktatazidose und Schlaganfall (MELAS), Homozystinurie und Hyperhomozysteinamie z. B. bei Methylentetrahydrofolsäure-Reduktase-Mangel Propionazidämie, Carbohydrate-deficient-glycoprotein(CDG)-Syndrom, Harnstoffzykluserkrankungen, Sulfitoxidasemangel, Menkes-Disease, Fabry-Erkrankung Infektiöse Ursachen Bakterielle Meningitiden, tuberkulöse Meningitis, virale Erkrankungen (Post-Varizellen-Arteriopathie, Herpes zoster, HIV, Röteln, Coxsackie A9), Infektionen der Halsweichteile; vorausgehende (respiratorische) Infekte als Risikofaktor für Insulte Verschiedenes Insult bei Migräne, familiäre hemiplegische Migräne, Kokain-und Lösungsmittelabusus, Bestrahlungsfolge (v. a. bei Tumoren der Hirnbasis), Fettembolie, genetische Faktoren (z. B. COL4A1-Mutation)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "zur Welt kommen. Das Sehvermögen und somit auch die Funktion des N. opticus (II) kann bereits bei Frühgeburten ab der 28. Schwangerschaftswoche durch blinzeln und ab der 35. Schwan-. Tab. 8.2 Funktionen, Ausfallserscheinungen und spezielle Krankheitsbilder der 12 Hirnnerven",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 8.3 Beurteilung der Muskelkraft durch Angabe der Kraft-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Kraniorachischisis Verschlussstörung großer Abschnitte des Neuralrohrs oder komplette Verschlussstörung mit Anenzephalie und kompletter Spina bifida. Hohe Spontanabortrate bzw. hohe postnatale Letalität Anenzephalie Verschlussstörung des anterioren Neuroporus mit fehlender Entwicklung wesentlicher Teile des Gehirns. Oft Kleinhirn, Hirnstamm und Rückenmark vorhanden und deshalb auch einige Primitivreflexe. Kinder versterben meist Stunden bis Wochen nach Geburt. Ggf. weitere Organsysteme betroffen Tractus opticus können betroffen sein. Eine monogenetische Ursache kann in ca. 25% der Fälle identifiziert werden, aber eine Holoprosenzephalie kann auch als Teil eines Syndroms, wie dem Smith-Lemli-Opitz-Syndrom oder der Trisomie 13 bzw. 18, auftreten. Als Risikofaktoren sind maternaler Diabetes mellitus, teratogene Substanzen und Hypocholesterinämie bekannt. Die Diagnosestellung anhand der klinischen und radiologischen Befunde und zur Ursachenklärung sollte bei unauffälligen Befunden von Chromosomenanalyse/Array-CGH auch eine Sequenzierung insbesondere der Gene SHH, ZIC2, SIX3 und TGIF1 erfolgen. Die Behandlung ist symptomatisch. Hypoplasie (Balkenmangel; . Abb. 8.6) mit einer Prävalenz von ca. 1,8/10.000 Lebendgeborenen und 2-3% bei Patienten mit Entwicklungsstörungen auf. Genetische Ursachen liegen bei knapp 50% der Patienten vor, aber auch \"Umweltfaktoren\" wie Infektionen oder Toxine werden diskutiert. Es wird angenommen, dass die Neurokognition bei isolierter Balkenagenesie in der Norm liegt, während bei Patienten mit einer nichtisolierten Balkenagenesie eine globale Entwicklungsstörung unterschiedlichen Schweregrads, Epilepsien und . Abb. 8.3 Spina bifida occulta. Lumbal lokalisierte Hypertrichose in der Mittellinie als Hinweis auf eine gedeckte spinale Malformation. (Mit freundl. Genehmigung von Dr. Matthias Schulz, Pädiatrische Neurochirurgie, Charité-Universitätsmedizin Berlin) . Abb. 8.4 Holoprosenzephalie-Formen. Alobaren Form mit Fehlen der Trennung der Großhirnhemisphären und Monoventrikel; semilobare Form mit Fusion der Frontal-und Parietallappen und nur posterior vorhandenem Interhemispärenspalt, und lobare Form mit Fusion des rostralen Anteils des Telencephalons und der Frontallappen mit Trennung eines großen Anteils der Hemisphären und Seitenventrikel. (Mod. nach: Hoffmann et al. Pädiatrie -Grundlagen und Praxis. 5. Auflg. Springer, Heidelberg Berlin) weitere Symptome je nach Begleitfehlbildungen auftreten können. Die große Spannbreite der möglichen Klinik erschwert die prä natale Beratung. Septum-pellucidum-Anomalien entstehen, wenn sich die der zwischen den Blättern des Septum pellucidum während der Hirnentwicklung entstehende Hohlraum, das Cavum septi pellucidi bzw. bei sehr posteriorer Ausbreitung Cavum vergae, postnatal nicht zurückbildet. Diese Fehlbildung ist selten. Bei Persistenz kann der Hohlraum eine Verbindung mit dem übrigen Liquorraum haben und/oder das Formen Monroi komprimieren mit der Folge eines Liquoraufstaus, der dekomprimiert werden muss. Eine Septumpellucidum-Agenesie kann zusammen mit weiteren Hirnfehlbildungen auftreten. Die septooptische Dysplasie (. Abb. 8.7) ist definiert durch die Trias Mittelhirnfehlbildung wie Septum-pellucidum-Agenesie, Hypophysenhypoplasie mit endokrinologischen Symptomen und N.-opticus-Hypoplasie in unterschiedlicher Ausprägung. Zur Klinik gehören globale Entwicklungsstörung, Epilepsie, Diabetes insipidus, . Abb. 8.5 Schwere alobäre Holoprosenzephalie. T2-gewichtetes MRT, (a) axial, (b) sagital. (Mit freundl. Genehmigung von Dr. Anna Tietze, Pädiatrische Neuroradiologie, Charité-Universitätsmedizin Berlin) Die Klinik bei Vorliegen einer neokortikalen Entwicklungsstörung hängt von der Lokalisation und Ausprägung der Fehlbildung und dem Vorliegen zusätzlicher Fehlbildungen ab. Ursächlich spielen genetische Veränderungen, Stoffwechselstörungen und Umwelteinflüsse eine Rolle. Im Folgenden sind einige Subtypen genannt: Eine Polymikrogyrie bezeichnet eine irregulären Kortexoberfläche mit einer Überzahl an abnorm kleinen Gyri (\"blumenkohlartige\" Gyrierung) bei unauffällig imponierenden tiefen Schichten des Neokortex. Fokal kortikale Dysplasien bezeichnet unterschiedliche Fehlbildungsformen des Neokortex, am ehesten als Ausdruck einer fokalen Störung der neuronalen Migration. Diese Fehlbildungen gehen häufig mit therapierefraktären Epilepsien einher und können mittels hochauflösender MRT identifiziert werden. Die Lissenzephalie bezeichnet eine abnorme Reduktion der Gyrierung und abnorme Kortexschichtenbildung. Als Ursachen sind Mutationen in Genprodukten bekannt, welche für die neuronale Migration und Schichtenbildung des Kortex essenziell sind, und exogene Faktoren wie der Abusus von Alkohol und Kokain einer Schwangeren. Es werden drei Lissenzephaliehaupttypen unterschieden, je nach Ätiologie und assoziierten Malformationen: Bei der klassischen Lissenzephalie liegt eine Agyrie oder Pachygyrie vor, mit verdicktem Neokortex und einer unregelmäßigen Verteilung der Neurone in einer reduzierten Anzahl an Schichten. Meist liegen Mutationen im LIS1-Gen, seltener solche in den Genen DCX, TUBA1A, RELN, ARX oder 14-3-3ε bzw. chromosomale Imbalancen vor. Zu den Lissenzephalie Typ-I-Varianten gehören Mikrolissenzephalien (Lissenzephalien mit Mikrozephalie), Lissenzephalien mit Kleinhirnhypoplasien und syndromale Lissenzephalien ein. Die Typ-II-Lissenzephalien (\"Cobblestone\"-Lissencephalien) umfassen das Walker-Warburg-Syndrom und die Muscle-Eye-Brain-Erkrankung. Lissenzephalien vom Typ III können weder Typ I noch Typ II zugeordnet werden. Periventrikuläre noduläre Heterotopien sind Inseln grauer Substanz an den lateralen Seitenventrikelwänden und periventrikuläre Heterotopien Inseln grauer Substanz ohne Bindung zur Ventrikelwand. Subkortikale Bandheterotopien oder \"double cortex\" bezeichnen ein durch eine dünne Schicht weißer Substanz vom Kortex getrenntes subkortikales Band grauer Substanz (. Abb. 8.8).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Der Begriff Rhombenzephalosynapsis umschreibt den radiologischen Befund fusionierter Kleinhirnhemisphären und ein Fehlen der Vermis cerebelli (. Abb. 8.9). Inkonstant können wei tere Fehlbildungen des Gehirns bestehen. Die Betroffenen können eine Entwicklungsstörung, Ataxie, Hydrozephalus oder abnorme Kopfbewegungen aufweisen. Fast alle Fälle treten sporadisch auf. Die Dandy-Walker-Malformation ist durch die radiologischen Befunde eines zystisch dilatierten vierten Ventrikels, der mit der hinteren Schädelgrube breit kommuniziert, und einer hypoplastischen, angehobenen und rotierten Vermis definiert. Begleitend können inkonstant Tentoriumhochstand, Hydrozephalus, Balkenfehlbildung und eine Erweiterung der hinteren Schädelgrube vorhanden sein. Die Pränatalberatung wird durch die Variabilität der Klinik erschwert, wobei bei ca. 50% der Betroffenen eine Intelligenzminderung vorliegt, seltener Kleinhirnsymptomatik und ein (z. T. shuntpflichtiger) Hydrozephalus. Die Ursache bleibt in vielen Fällen unklar. Vereinzelt tritt eine solche Fehlbildung im Rahmen von Syndromen oder bei einzelnen Genmutationen (u. a. ZIC1, ZIC4, FOX1, FGF17) auf. Das Joubert-Syndrom zeichnet sich in der Bildgebung durch das Vorliegen einer schweren Vermishypoplasie und das Auftreten . Abb. 8.8 Subkortikale Bandheterotopien (\"double cortex\"). Subkortikal erkennbare dünne Schicht grauer Substanz okzipital (siehe auch Pfeile). MRT-Bilder in axialer Ebene (T1) eines Molar-Tooth-Signs (\"Backenzahnzeichen») in der Bildgebung aus (. Abb. 8.10). Zusätzlich können weitere infra-und supratentorielle Veränderungen vorhanden sein. Diese genetisch heterogene Erkrankung der primären Zilien kann auch weitere Organe wie Niere, Leber und Retina betreffen. Klinisch stehen Entwicklungsstörungen, Muskelhypotonie und Ataxie im Vordergrund. Seltener treten Augenbewegungsstörungen oder ein abnormes Atmungsmuster auf. Eine Chiari-Fehlbildung beschreibt eine Kleinhirnfehlbildung und Herniation des Kleinhirns in das Forman magnum. Es werden je nach Ausprägung vier Typen unterschieden, wobei am häufigsten Typ II auftritt. Typ I: Kleinhirntonsillenherniation >5 mm (. Abb. 8.11); Typ II: zusätzlich Hirnstammherniation, Kleinhirnwurm und IV. Ventrikel (Auftreten oft mit Meningomyelozele und Hydrozephalus); Typ III zusätzlich mit Dysmorphien von Kleinhirn und Hirnstamm und Auftreten einer okzipitalen Enzephalozele; Typ IV zusätzlich Kleinhirnhypoplasie/-aplasie. Definition Ein Hydrozephalus liegt vor, wenn die intrakraniellen Liquorräume erweitert sind. Von einem Hydrocephalus internus spricht man, wenn die inneren Liquorräume erweitert sind. Von einem Hydrocephalus externus spricht man, wenn die externen Liquorräume erweitert sind. Die Erweiterung der intrakraniellen Liquorräume kann entweder durch eine Vermehrung des Liquorvolumens (mit intrakranieller Hirndrucksteigerung bzw. kompensatorischer Zunahme des Kopfumfangs) oder durch eine Verminderung des Hirnvolumens (generell ohne intrakranielle Hirndrucksteigerung) bedingt sein. Die Vermehrung des Liquorvolumens geht üblicherweise mit einer Erhöhung des Hirndrucks einher. Abb. 8.9 Rhombenzephalosynapsis. a Fusionierung der Kleinhirnhemisphären und das Fehlen des Kleinhirnwurms, deutlich an den ohne Unterbrechung horizontal verlaufenden zerebellären Folien. b Begleitend kann ein Hydrozephalus auftreten, hier mit Shuntversorgung. Partieller und stark ballonierter Monoventrikel. (MRT, T2, axial). In anderen Schichten des MRTs fielen zahlreiche Heterotopien, fusionierte Thalami, eine Balkenagenesie und bifrontale Polymikrogyrien auf. Klinisch bestand eine globale Entwicklungsstörung und symptomatische Epilepsie a b . Abb. 8.10 Molar-Tooth-Sign beim Joubert-Syndrom. Dieses in axialen MRT-Bildern zu erkennendes Zeichen bei Patienten mit einem Joubert-Syndrom ist Ausdruck einer vertieften Fossa interpeduncularis des Mittelhirns und verdickten und verlängerten obere Kleinhirnschenkeln. Abb. 8.11 Chiari-Typ-I-Fehlbildung. Bei der 3-jährigen Patientin fanden sich bis zu 11 mm unterhalb des Formen magnum hernierte zerebelläre Tonsillen (MRT, T1) Bei Vorhandensein von Hygromen muss differenzialdiagnostisch an eine resorbierte Blutung nach Schütteltrauma (7 Abschn. 8.14.2) gedacht werden. Frontotemporale Liquoransammlungen sind auch typisch für Glutarazidurie Typ 1. des Kopfumfangs Beim Säugling, bei dem die Schädelnähte noch offen sind, kann eine verstärkte intrakranielle Volumszunahme zunächst durch eine Zunahme des Kopfvolumens ohne wesentliche Hirndrucksteigerung kompensiert werden. Erbrechen, Vertigo nicht eindeutig von Hirndrucksymptomen unterschieden werden. In der Bildgebung findet man bei Überdrainage jedoch meist stark eingeengte Ventrikel (Schlitzventrikel).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Monosuturale KS treten meistens konnatal auf und führen zu charakteristischen Schädeldeformationen.Bei monosuturalen Synostosen ist in der Regel keine wesentliche Drucksteigerung zu befürchten, während die frühzeitige Fusion mehrerer Nähte bei normalem Hirnwachstum zu einem relativen Volumenmangel und damit zur intrakraniellen Drucksteigerung führen kann: Kraniostenose i.e.S. Dieses Problem entwickelt sich nur während des Hirnwachstums, d. h. v. a. in den ersten 4-8 Lebensjahren, aber kaum mehr nach dem 12. Lebensjahr. Unbehandelt kann es allerdings bis weit ins Erwachsenenalter persistieren.Die Kraniostenose gefährdet in erster Linie die Sehnerven: Chronische Stauungspapillen, die in eine Optikusatrophie übergehen und letztlich in der Erblindung enden können. bis zur kompletten Verschmelzung der Finger und Zehen.Wirbel-und Gelenkfusionen, Mobilitätsdefizite großer Gelenke, schließlich Gaumenspalten und diverse Fehlbildungen der inneren Organe können auftreten j Diagnostik Röntgenverfahren sollten aus Strahlenschutzgründen im Kindesalter besonders kritisch eingesetzt werden. Computertomographie ist in den meisten Fällen entbehrlich. Sog. 3D-Rekonstruktionen ergeben prinzipiell keine zusätzlichen Informationen und sind nur bei komplexen knöchernen Verhältnissen zur Operationsplanung indiziert. CT-Schichten zeigen intraossäre Gefäßkanäle und das Schädelinnenrelief zuverlässiger als Röntgennativaufnahmen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "DefinitionKommt es nach der Geburt zu einer Schädelverformung, die auf eine einseitige Lagerung zurückzuführen ist und nicht aufgrund einer vorzeitigen Schädelnahtverknöcherung spricht man von einer Lagerungsasymmetrie. Dabei kann es zu einer Abflachung des gesamten Hinterkopfs kommen (Lagerungsbrachyzephalus, aufgrund der kurzen Schädelform) oder einer Seite des Hinterkopfs mit einer u. U. deutlich asymmetrischen Komponente (Lagerungsplagiozephalus). Pathogenese Durch einseitige Lagerung (Unachtsamkeit, geburtstraumatische Muskelläsionen etc.) kommt es aufgrund der noch wenig mineralisierten Schädelknochen bei gleichzeitig offenen Schädelnähten zu einer asymmetrischen Schädelform. Aufgrund der Rückenlagerung ist v. a. der Hinterkopf betroffen. Klinik Typischerweise beschreiben die Eltern eine harmonische Kopfform direkt nach der Geburt. Phänomene nach Argenta oder ein Vergleich der beiden schrägen Schädeldurchmesser zur Festlegung der Asymmetrie.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Da es häufig begleitend zu komplexeren Fehlbildungen vorliegt, ist es insgesamt auch der häufigste Befund im Formenkreis dieser Fehlbildungen. In der isolierten Form sind kutane Stigmata nur in 50% der Fälle festzustellen, oft weisen anorektale oder urogenitale Fehlbildungen den Weg zur Diagnose. Konnatale neurologische Defizite sind beim pathologischen Filum terminale selten, es besteht aber ein lebenslanges und kumulativ erhebliches Risiko schleichender neurologischer Verschlechterung.Die Therapie besteht in operativer Durchtrennung etwa auf Höhe des lumbosakralen Übergangs. Das Risiko neurologischer Komplikationen ist gering, ebenso das Rezidivrisiko. Daher wird die Operationsindikation trotz des typischerweise zunächst asymptomatischen oder oligosymptomatischen Verlaufs großzügig gestellt.Mit einer Inzidenz von 1:8.000 bis 1:16.000 sind spinale Lipome die häufigste gedeckte spinale Fehlbildung. Fast 90% dieser Fehlbildungen sind konnatal an einer umschriebenen subkutanen Fettgewebsvermehrung zu erkennen. Vaskuläre Nävi, Hauteinziehungen oder Hautanhängsel kommen vor. Das Rückenmark ist durch Fettgewebe und Bindegewebe fixiert, das in der Neurulationsphase sich mit dem noch nicht geschlossenen Neuralrohr von dorsal oder kaudal her kommend verbunden hat. Die kraniokaudale Ausdehnung dieser Verbindung, das Ausmaß des Übergreifens auf lateral liegende nervale Strukturen und der begleitenden Dysplasie dieses Rückenmarkabschnitts bestimmen Symptome, Schwierigkeit und Komplikationsrisiko der operativen Behandlung und Prognose des betroffenen Kindes. Die Diagnostik folgt den oben angegeben Regeln. Intradurale Fehlbildungstrakte sind oft weder im Ultraschall noch im MRT eindeutig darstellbar, nach Beurteilung durch erfahrene Spezialisten muss die Indikation zur vollständigen Resektion klinisch gestellt werden. Neugeborene mit Dermalsinus sind in der Regel asymptomatisch, mit jeder Meningitisepisode steigt das Risiko bleibender Schäden. Das Risiko einer prophylaktischen Operation ist sehr gering, die Langzeitprognose exzellent. Nach Infektionen steigt durch Vernarbung des Trakts mit Cauda equina und Rückenmark die Schwierigkeit des Eingriffs und grundsätzlich auch das Risiko neurologischer Schädigung. Unvollständige Entfernung des Trakts geht mit hohem Risiko eines Infektionsrezidivs einher. Definition Die Zerebralparesen (hier abgekürzt als CP) bilden zusammengenommen die häufigste Ursache für eine motorische Behinderung zerebraler Ursache im Kindesalter. Sie stellen kein einheitliches Krankheitsbild dar, sondern bilden eine Gruppe von statischen Enzephalopathien unter folgender Definition zusammengefasst: 4 die Motorik in Haltung und Bewegung ist betroffen -neurologisch klar definiert als Spastik, Dyskinesie, Ataxie, 4 die Störung ist bleibend, Änderungen im klinischen Bild sind möglich, 4 sie entsteht durch eine nicht progrediente Erkrankung des unreifen, sich entwickelnden Gehirns, 4 zusätzliche Störungen wie Lernbehinderung, geistige Behinderung, Sehstörungen, Epilepsie sind häufig assoziiert. 4 Ausgeschlossen sind Erkrankungen des Gehirns, die progredienter Natur sind und nicht-zerebrale Erkrankungen. Lebendgeburten. Die Prävalenz der CP steigt mit sinkendem Geburtsgewicht deutlich von 1,0/1.000 Lebendgeburten mit einem Geburtsgewicht über 2.500 g bis zu 50-100/1.000 Lebendgeburten mit einem Geburtsgewicht <1.500 g. Seit den 1990er Jahren nimmt die Prävalenz bei Frühgeborenen jedoch deutlich ab. Ätiopathogenese Der phänomenologischen Definition wird häufig eine ätiologische zugeordnet, die für die Ursache der CP eine prä-, peri-oder neonatal entstandene Gehirnläsion des Gehirns angibt. Dieser Ansatz ist jedoch problematisch, da er impliziert, dass die Genese der CP immer eine läsionelle, d. h. erworbene sein muss. Tatsächlich können aber gerade die in der Frühschwangerschaft entstandenen Fehlbildungsmuster (nicht erworben sondern genetisch bedingt sein. Die Bild-gebung des Gehirns, insbesondere die Kernspintomographie, ermöglicht die Darstellung von Gehirnschädigungen. Es gilt folgender Grundsatz: > Pathogene Ereignisse, die das sich entwickelnde Gehirn betreffen, verursachen Fehlbildungen oder Läsionen, deren Muster abhängig ist von dem Stadium der Gehirnentwicklung. Assoziation Zeitpunkt der Schädigung und Art der Läsion In der Embryonal-und frühen Fetalperiode (bis zur 20./24. Schwangerschaftswoche; SSW) wird die \"Grobarchitektur\" des Gehirns entwickelt. Die Migration der neuronalen Zellen aus der Mittellinie zum zukünftigen Kortex prägt diesen Zeitraum. Störungen führen zu bestimmten Fehlbildungsmustern, sie können genetisch bedingt sein oder erworben (z. B. infektiös, toxisch oder hypoxisch-ischämisch; . Tab. 8.7). Ab dem 3. Trimenon entstehen bei Störungen der Gehirnentwicklung Schädigungsmuster im Sinn von Defektbildungen: Bis etwa zur 36. SSW stehen Läsionen der weißen Substanz im Vordergrund (. Abb. 8.14) in Form der periventrikulären Leukomalazie oder von Parenchymdefekten nach hämorrhagischer Infarzierung. Beim reiferen Kind (ab etwa der 37. SSW) ist die graue Substanz Prädilektionsort einer Schädigung (z. B. Hypoxie/Ischämie). Verschiedene Muster sind beschrieben (. Abb. 8.15): die parasagittale Schädigung, die Schädigung von Basalganglien und Thalamus, häufig kombiniert mit einer kortikosubkortikalen Schädigung der Zentralregion. Die schwerste Ausprägung einer solchen Schädigung wird als multizystische Enzephalomalazie beschrieben. Ein weiteres Läsionsmuster stellen Infarkte der großen Hirnarterien dar, vorwiegend der A. cerebri media. Ihre Entstehung wird ab der 30./32. Schwangerschaftswoche beschrieben. neurologisches Bild und Art der Läsion Bei den Kindern mit bilateral-spastischer CP findet sich bei über 80% ein Schädigungsmuster (Defektbildungen) des 3. Trimenon. Beim reifen . Tab. 8.7 Entstehungszeiten, Arten und mögliche Ursachen von Läsionen im ZNS Abb. 8.14 Läsionsmuster des frühen bis mittleren 3. Trimenon (MRT). a Leichte periventrikuläre Leukomalazie ohne Marklagerreduktion (klinisch: leichte spastische Diplegie ohne kognitive De fizite), das rechte koronare Bild zeigt die Gliose im Bereich der Pyramidenbahn (Pfeil). b Schwere periventrikuläre Leukomalazie mit Marklagerreduktion, schwere Läsion im Pyramidenbahnbereich (klinisch schwere spastische Tetraparese und kognitive Defizite). c Asymmetrische, leichte periventrikuläre Leukomalazie, die nur einseitig die Pyramidenbahn betrifft, mit Folge einer spastischen Hemiplegie. (Mit freundl. Genehmigung des Magnetic Resonance Research Center, Hvidovre, Kopenhagen)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Bilateral-spastische CP (BS-CP)Hier wurde zwischen einer beinbetonten Form oder Diplegie und einer kompletten Form oder Tetraparese/Tetraplegie unterschieden. Da \"beinbetont\" ein subjektives, zwischen verschiedenen Untersuchern nicht stabiles Kriterium ist, wird eine Erfassung des funktionellen Schweregrads über standardisierte Scores Grob-und Feinmotorik empfohlen. Mehr als ⅔ der Kinder haben eine schwere motorische Behinderung (kein freies Gehen mit 5 Jahren). Ebenfalls mehr als ⅔ der Kinder haben Störungen der kognitiven Entwicklung, 50% haben eine Epilepsie und etwa 10% schweren Sehstörung (blind oder fast blind).> Die bilateral spastische Zerebralparese ist die typische Form des ehemaligen Frühgeborenen. Unilateral-spastische CP (spastische Hemiparese) Hier ist nur eine Körperseite von der Lähmung betroffen. Die motorische Behinderung ist selten schwer im oben definierten Sinn, ein Nichterlernen des freien Gehens ist sehr selten (<2%), über 50% erreichen ein fast normales Gehen, 30% hinken mäßig und 10% schwer. Die Handfunktion wird in 50% als noch gut, nur in 20% als schwer beeinträchtigt, d. h. ohne Funktion, beschrieben. Bis auf Epilepsien, die besonders bei Kindern mit kortikalen Fehlbildungen und kortikosubkortikalen Defekten auftreten, kommen meist keine zusätzlichen Behinderungen vor. CP Die dyskinetische Bewegungsstörung kann vorwiegend choreo-athetoid oder vorwiegend dyston sein. Sie ist immer generalisiert ausgeprägt; sie betrifft also nicht nur Beine und Rumpf sondern auch Arme, Schultergürtel und insbesondere das Gesicht. Aktivierung und Erregung können ausgeprägte Bewegungsstürme auslösen. Es ist daher oft sehr schwierig, bei den meist motorisch sehr schwer behinderten Kindern (wenige haben eine Rumpfkontrolle, noch weniger erlernen das freie Gehen) die kognitiven Fähigkeiten zu beurteilen, die vergleichsweise durchaus gut sein können. Bei der dyskinetischen CP zeigt sich häufig eine spastische Komponente. CP Die nicht progressive kongenitale Ataxie stellt ätiologisch eine sehr heterogene Gruppe dar. Im Vordergrund stehen die Zeichen der zerebellären Ataxie, die meist mit einer motorischen und geistigen Entwicklungsstörung einhergeht. Rund 10% der betroffenen Kinder erlangen nicht die Fähigkeit, frei zu gehen. Auch hier entwickeln viele Patienten zusätzlich eine Epilepsie. Komplikationen Als Folge der Veränderungen des Muskeltonus und der abnormen Bewegungsmuster kommt es bei der spastischen CP zu Veränderungen an Muskeln, Gelenken und . Abb. 8.15 Läsionsmuster des späten 3. Trimenon nach Hypoxie/Ischämie im MRT. a Periventrikuläre Marklagerschädigung (klinisch schwere spastische Tetraparese). b Bilaterale Basalganglien-und Thalamusschädigung (klinisch beinbetonte spastische Tetraparese mit deutlich dystoner Komponente). (Mit freundl. Genehmigung der Abteilung für Neuroradiologie, Universitätsklinikum Tübingen) Knochen: besonders häufig sind die Spitzfußstellung durch Verkürzung der Achillessehne, Hüftluxation durch Überwiegen der Adduktion und Innenrotation, Skoliosen sind seltener. Eine Inaktivitätsosteoporose prädisponiert zu Knochenfrakturen. Diagnose Die Diagnose der CP wird immer klinisch gestellt. Die CP beschreibt eine Behinderung, deren Schädigungsmoment prä-, peri-oder neonatal eingetreten ist. Das klinische Erscheinungsbild entwickelt sich jedoch erst im Verlauf. Folgende Faktoren machen eine frühe Diagnosestellung schwierig: Frühe neurologische Zeichen können transitorisch sein. Bei über 90% der Kinder mit neurologischen Auffälligkeiten im 1. Lebensjahr (wie Asymmetrien von Haltung und Tonus, Hyperexzitabilität und Muskelhypertonie, -hypotonie) normalisieren sich die Befunde. Wenn eine Retardierung der motorischen und/oder geistigen Entwicklung und eine sich entwickelnde Mikrozephalie vorliegen, ist eher mit einer bleibenden Symptomatik zu rechnen. Frühe neurologische Zeichen können Änderungen aufweisen. Speziell ataktische oder dyskinetische Zeichen können fluktuieren, imponieren im 1., manchmal sogar 2. Lebensjahr oft als Hypotonie. Auch die typischen Tonus-und Haltungsveränderungen einer Spastik können im 1. Lebensjahr noch fehlen und durch unspezifische Vorboten angekündigt werden, wie Hyperexzitabilität, Retardierung, etc. Speziell bei spastischen Hemiparesen ist selbst bei Kenntnis um die verursachende Läsion in den ersten Monaten häufig keine sichere Asymmetrie zu sehen. Der Ausschluss eines progredienten Prozesses bedarf einer gewissen Beobachtungsdauer. Diagnostik Im Vordergrund steht die Bildgebung (Ultraschall, Kernspintomographie) mit der Fragestellung, ob typische Läsionsmuster oder Fehlbildungen des Gehirns vorliegen. Die Bildgebung ist nicht nur von Bedeutung zur Abklärung der Pathogenese der Erkrankung, sondern hat konkrete Konsequenzen für die Familien einerseits für eine genetische Beratung (z. B. Absicherung, dass es sich tatsächlich um eine erworbene Erkrankung handelt) und andererseits zur besseren Prognoseabschätzung (über Ausdehnung und Topographie einer Läsion zusammen mit dem aktuellen klinischen Bild). Ist anhand der Anamnese und der Bildgebung eine läsionelle Entstehung im 3. Trimenon (prä-, peri-oder neonatal) eher unwahrscheinlich, sind weitere diagnostische Schritte indiziert, abhängig von evtl. zusätzlich vorliegenden Information des Bildgebungsbefunds wie z. B. Abklärung intrauteriner Infektionen, Chromosomenanalyse, evtl. molekulargenetische Untersuchung, Stoffwechseldiagnostik bei Verdacht auf progredienten Verlauf, atypischer Neurologie. Bei Infarkten ist eine Abklärung bezüglich Thromboembolieentstehung angezeigt (Protein C und S, APC-Resistenz, Abklärung von immunologischer und evtl. entzündlicher Genese). Untersuchungen Zur Einschätzung von zusätzlichen Störungen sind folgende Untersuchungen wichtig: Entwicklungsdiagnostik zur Einschätzung der kognitiven und sprachlichen Entwicklung, ergänzt vor der Einschulung durch eine psychologische Testung, Sehprüfung inkl. komplette augenärztliche Untersuchung und Hörprüfung, EEG-Diagnostik bei klinischem Hinweis auf Anfälle und bei Kindern mit kortikalen/kortexnahen Läsionen oder kortikalen Fehlbildungen, orthopädisches Konsil in Anbetracht von Sekundärproblemen des Bewegungs-und Stützapparats. Differenzialdiagnose Eine differenzialdiagnostische Abklärung ist notwendig, wenn die differenzierte Bildgebung des Gehirns (heute üblicherweise Kernspintomographie) kein entsprechendes Läsions-oder Fehlbildungsmuster gibt, bzw. das klinische Bild durch das morphologische Bild nicht ausreichend erklärt wird. Dann sind besonders sorgfältig langsam verlaufende, früh beginnende progrediente Erkrankungen auszuschließen. Ein unauffälliger Befund der Bildgebung bei einem Kind, das als BS-CP imponiert, muss insbesondere an eine hereditär spastische Paraparese (HSP) denken lassen. Krankengymnastik sind eine Verbesserung des motorischen Lernens im Rahmen der vorhandenen motorischen Fähigkeiten durch Reduktion des Muskeltonus, das Erlernen zielgerichteter Abläufe und das Vermeiden pathologischer Bewegungsabläufe sowie von Kontrakturen. Hilfsmittel dienen der funktionellen Verbesserung der Bewegungsabläufe und der Vermeidung von Sekundärfolgen (z. B. Sitzschalen, Stehbrett, Rollstuhl, Rollator, Innenschuhe, Gehörthesen) und erleichtern die Pflege der Patienten (z. B. Badehilfe).Medikamentös werden zur Beeinflussung der Spastik Baclofen (oral oder auch intrathekal) und Memantin eingesetzt; bei der Dystonie wird Dopamin oder Trihexyphenidyl empfohlen. Bei der spastischen CP ist Botulinumtoxin (lokal injiziert in die vorwiegend betroffenen Muskelgruppen) eine wichtige therapeutische Option.Operative Maßnahmen können bei Kontrakturen oder Hüftluxationen erforderlich werden. Die dorsale Rhizotomie ist bei ausgeprägter, beinbetonter Spastik und relativ guter Funktion ggf. eine therapeutische Option. Operative Maßnahmen sollten nur im Zusammenhang mit einer intensiven krankengymnastischen Vor-und Nachbetreuung durchgeführt werden.Zusätzliche Therapiemöglichkeiten wie Frühförderung, Ergotherapie oder Heilpädagogik sind dann begleitend angezeigt, wenn zusätzliche kognitive Probleme und deutlich beeinträchtigte motorische Fähigkeiten und damit begrenzte Erfahrungsmöglichkeiten im spielerischen Bereich bestehen. Eine logopädische Betreuung kann nicht nur zur Unterstützung der Sprachentwicklung, sondern auch zur Verbesserung der Mundmotorik wichtig sein. Bei Kommunikationsproblemen in Folge einer massiven Dysarthrie können computerisierte Kommunikationshilfen indiziert sein. Eine erhebliche zerebrale Sehstörung macht die Einleitung einer Sehbehindertenförderung sinnvoll. Bei Auftreten einer Epilepsie gelten die Richtlinien für die symptomatische Epilepsiebehandlung.Schwer mehrfach behinderte CP-Kinder zeigen sehr häufig ausgeprägte Essschwierigkeiten, woraus eine kalorische Unterversorgung, eine verminderte Gewichts-und auch Wachstumsentwicklung resultieren kann. Die Anlage einer perkutanen endoskopischen Gastrostomie (PEG) sollte daher in einer entsprechenden Situation frühzeitig diskutiert werden. Definition Neuro-und heredodegenerative Erkrankungen gehen meist mit einer progredienten Verschlechterung neurologischer und/oder mental/kognitiver Funktionen einher. Dabei können je nach Erkrankung der Beginn, die Art und auch die Geschwindigkeit der progredienten Verschlechterung variieren. Häufigkeit In ihrer Gesamtheit stellen diese Erkrankungen im Kindesalter eine wichtige, da häufige, Krankheitsgruppe dar. Ihre Prävalenz wird mit mindestens mit 1 pro 1.000 angenommen.j Ätiologie und Pathogenese Neurodegenerative Erkrankungen sind meist genetisch bedingt. Aber auch erworbene Erkrankungen (z. B. die nach Maserninfektion auftretende subakut sklerosierende Panenzephalitis, s. auch 7 Kap. 15) können einen neurodegenerativen Verlauf haben. Bei angeborenen Stoffwechselstörungen sind die degenerativen Prozesse im Nervensystem durch genetisch bedingte Enzymdefekte, die zur Akkumulation oder zu einem Mangel an stoffwechselaktiven Substanzen führen, bedingt. Viele der im 7 Kap. 3 dargestellten Krankheitsbilder gehen wesentlich mit einer Gehirnbeteiligung einher und haben klinisch einen neurodegenerativen Verlauf (z. B. Erkrankungen aus dem Formenkreis der lysosomalen, mitochondrialen und peroxisomalen Stoffwechselstörungen, der Störungen im Stoffwechsel von Aminosäuren und von organischen Säuren sowie der Glykosilierungsstörungen).Heredodegenerative Erkrankungen (hereditäre Systemdegenerationen) führen zu einem vorzeitigen Untergang von Neuronen oder Bahnen eines bestimmten Funktionssystems. Beispiele sind hereditäre degenerative Basalganglienerkrankungen (z. B. Torsionsdystonie, M. Huntington), hereditäre spinozerebelläre Ataxien (z. B. Friedreich-Ataxie), familiäre spastische Paraplegien, Motoneuronenerkrankungen (z. B. spinale Muskelatrophien, familiäre amyotrophische Lateralsklerose), hereditäre sensorisch motorische/autonome Neuropathien.Eine Übersicht über die wichtigsten neuro-und heredo-degenerativen Erkrankungen ist in . Tab. 8.8 dargestellt. Cave Die frühzeitige Diagnose ist v. a. für jene Erkrankungen bedeutsam, für die es kausale Therapieansätze gibt.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Rett-Syndrom Das Rett-Syndrom ist die häufigste Ursache von globaler Entwicklungsstörung und intellektueller Behinderung bei Mädchen. In den meisten Fällen finden sich Mutationen im MECP2-Gen, das auf Xq28 lokalisiert ist. Meist handelt es sich um spontane Mutationen. Klinisch ist das Krankheitsbild durch einen phasenhaften Verlauf mit progredienter Verschlechterung von intellektuellen und neurologischen Funktionen gekennzeichnet:Der mentale Abbau ist bei speziellen Erkrankungen mit psychiatrischen Symptomen als Erstmanifestation verbunden. Ein typisches Beispiel ist die M. Niemann-Pick-Typ C-Erkrankung, die durch einen genetischen Defekt im zellulären Cholesterintransport bedingt ist.Tetrahydrobiopterin ein essenzieller Kofaktor in der Dopaminsynthese ist, führt die Therapie mit L-Dopa (Vorstufe von Dopamin) bei den meisten Patienten zum völligen Verschwinden der Symptome. Bei einer vor/im Kindergartenalter auftretenden, beinbetonten Dystonie bei normal intelligentem Kind und normaler Bildgebung des Gehirns sollte man immer an eine doparesponsive Dystonie denken und einen Therapieversuch mit Dopamin, erwägen.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Zu den primär degenerativen Erkrankungen des ZNS gehören auch die Motoneuronenerkrankungen. Bei den verschiedenen Formen der spinalen Muskelatrophie (SMA) ist vom Zelluntergang v. Verlust der peripheren Sensibilität gekennzeichnet. Trophische Hauveränderungen (Lazeration, Ulzera, spontane Blasenbildung) an den Extremitäten, Selbstmutilation und neuropathische Gelenksveränderungen und Durchblutungsstörungen sind klinische Zeichen. Bei systemischen Dysautonomiesyndromen (z. B. familiäre Dysautonomie/Rilley-Day-Syndrom) bestehen zusätzlich zu peripher neuropathischen Symptomen Regulationsstörungen von Blutdruck und Körpertemperatur, gastrointestinale Motilitätsstörungen, Schluckstörungen, zyklisches Erbrechen, Blasenentleerungsstörungen, bis hin zu lebensbedrohlichen dysautomomen Krisen. Dysautonome Krisen und zyklisches Erbrechen können durch die Gabe von Diazepam attenuiert oder sogar unterbrochen werden. > Bei rechtzeitigem Erkennen der Ursache, ist die Symptomatik unter Vitamin-B 12 -Substitution reversibel. Bei lang andauernden Mangelzuständen ist allerdings auch mit nicht mehr korrigierbaren Hirnschäden zu rechnen.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Diagnose Zur Objektivierung des Ausmaßes der globalen Entwicklungsverzögerung/Intelligenzminderung werden standardisierte Entwicklungs-und Intelligenztests durchgeführt. Entwicklungstests erfassen die Grob-und Feinmotorik sowie die kognitive und sozial-emotionale Entwicklung und geben den allgemeinen Entwicklungsstand eines Kindes bezogen auf das chronologische Alter an. Die am häufigsten verwendeten Entwicklungstests sind die Bayley Scales of Infant Development und der Denver-II-Test. Intelligenztests messen verschiedene kognitive Leistungen (z. B. logisches Denken, räumliches Vorstellungsvermögen, sprachliche Fertigkeiten) Die im deutschsprachigen Bereich am häufigsten verwendeten Intelligenztests sind der HAWIK III Hamburg-Wechsler-Intelligenztest für Kinder und der K-ABC Kaufman-Assessment Battery for Children. Der durchschnittliche Intelligenzquotient (IQ) der allgemeinen Bevölkerung liegt zwischen 90 und 109. Von einer unterdurchschnittlichen Intelligenz spricht man bei einem IQ von 80-89. Von Borderline-Intelligenz spricht man bei einem IQ von 70-79. Eine Intelligenzminderung liegt bei einem IQ unter 70 vor. Die kausale Diagnostik ist auf Grund der multifaktoriellen Ätiologie sehr komplex. Genetische und prä-/peripartal erworbene Ursachen müssen in Betracht gezogen werden. In jedem Fall sollten neben einer detaillierten Anamnese und körperlichen Untersuchung . Tab. 8.9 Globale Entwicklungsverzögerung/Intelligenzminderung: Ursachen und spezielle Krankheitsbilder",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Klinik Initialsymptome treten in ca. 60% als Blutung, in 30% als epileptische Anfälle auf, seltener in Form von migräneartigen Kopfschmerzen oder neurologischen Ausfallserscheinungen. Die jährliche Blutungsrate beträgt 3% nach Diagnosestellung und steigt auf 5% nach erster Blutung an. Diagnose Kernspintomographie und MR-Angiographie können Lage, Größe und Hauptversorgung der AVM aufzeigen. Vor Beginn einer Behandlung muss eine Katheterangiographie durchgeführt werden. Therapie Die Behandlung erfolgt in spezialisierten Zentren im interdisziplinären Team. Behandlungsziel ist die vollkommene Ausschaltung der AVM. Eine neurochirurgische Operation der AVM ist anzustreben. Eine interventionelle Embolisierung durch Neuroradiologen kann ggf. die Operabilität verbessern. Kleine, operativ unzugängliche AVM können mittels Protonenbestrahlung behandelt werden. Die Therapieindikation unrupturierter AV-Malformationen ist bei Erwachsenen Gegenstand aktueller Studien, das hohe kumulative Blutungsrisiko von Kinder und Jugendlichen spricht jedoch für eine Behandlung. Grundlagen Bei der aneurysmatischen Malformation der V. Galeni handelt es sich um eine arteriovenöse Gefäßfehlbildung mit Persistenz des embryonalen Vorläufers der V. magna Galeni, der \"V. prosencephalica\". Diese wird von einer bis wenigen arteriovenösen Fisteln (muraler Typ) oder multiplen Fisteln (choroidaler Typ) gespeist und mündet schräg ansteigend in den Sinus sagittalis superior (. Abb. 8.16). Das hohe Shuntvolumen führt zu einer sackförmigen Erweiterung der V. prosencephalica im Mündungsbereich der Fisteln. Klinik Bei der choroidalen Form stehen postnatal die Zeichen der kardialen Volumenbelastung im Vordergrund: Herzgeräusch, Tachykardie, Kardiomegalie, Herzinsuffizienz. Über der Kalotte ist ein Gefäßgeräusch auskultierbar, die sichtbaren kranialen Venen sind gestaut. Die Herzinsuffizienz bestimmt Therapie und Prognose in dieser Phase. Die Mortalität ist hoch. Die murale Form manifestiert sich meist in der Säuglings-und Kleinkindzeit. Pathogenetisch steht die venöse Abflussstörung des erhöhten Shuntvolumens im Vordergrund. Infolge des ansteigenden Drucks in den großen venösen Blutleitern nimmt die Liquorresorptionskapazität ab. Als Leitsymptom besteht eine Makrozephalie bei Hydrocephalus internus. Diapedeseblutungen sind möglich. Außerdem kann die venöse Hypertension zu Perfusionsstörung und Hypoxie des Hirnparenchyms mit Ausbildung von Verkalkungen im subkortikalen Marklager führen. Mögliche Folgen sind zerebrale Krampfanfälle und eine Entwicklungsstörung. Diagnose Die Diagnose kann durch Ultraschall gestellt werden: Es zeigt sich eine große, zentrale, zystische Formation, die farbdopplersonographisch durchflossen ist. MR-Tomographie und MR-Angiographie sind geeignet, die Veränderungen des Parenchyms, der Liquorräume und der Gefäßarchitektur detailliert darzustellen. Therapie Die interventionelle Angiographie mit Embolisationsbehandlung sollte in spezialisierten Zentren durchgeführt werden. Die Prognose hat sich seit Einführung der Embolisationstherapie deutlich verbessert: Beim choroidalen Typ wird eine Heilungsrate von 50% berichtet, beim muralen Typ sogar bis zu 100%. Bei Vorliegen einer neonatalen Herzinsuffizienz wird die Indikation zur Embolisation jedoch erst nach Beherrschen der Herzinsuffizienz und Ausschluss schwerer enzephalomalazischer Veränderungen gesehen. 8.10.3 Kavernome j Grundlagen Kavernome bestehen aus sinusoidal erweiterten vaskulären Räumen zwischen denen kein Hirngewebe liegt. Sie besitzen weder zuführende, dilatierte Arterien noch drainierende Venen und sind daher meist angiographisch okkult. Häufig liegen sie im frontalen oder parietalen Marklager, seltener im Pons. Multiple Kavernome kommen vor. Sporadische und familiäre Formen sind beschrieben. Klinik Kavernome werden selten im Kindes-und Jugendalter symptomatisch, entweder aufgrund rezidivierender Einblutungen oder einer Größenzunahme. Führendes Symptom sind fokale Krampfanfälle. Die zunehmende Raumforderung kann zu Kopfschmerzen und progressiven neurologischen Defiziten führen. Fatale Hämorrhagien sind selten. Diagnose Diagnostisch wegweisend ist die Magnetresonanztomographie des Gehirns. Nach wiederholter Blutung zeigt sich eine typische, mehrschichtige Läsion (. Abb. 8.17).",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Ätiologie Zur ätiologischen Zuordnung kindlicher Insulte muss nach einer Vielzahl sehr seltener Krankheitsursachen gesucht werden (. Tab. 8.10). Veränderungen der Hals-oder Hirngefäße lassen sich bei etwa 50% der Patienten nach einem Schlaganfall nachweisen: fokale zerebrale Arteriopathien können nach Infektionen (z. B. Varizellen, Borrelien, Mykoplasmen, viralen Infekten) auftreten, Dissektionen von Halsgefäßen nach Nacken-oder Schädeltrauma. Infektionen erhöhen das Risiko für einen Schlaganfall deutlich. Kardiale Vorerkrankungen liegen bei etwa 20% der Patienten vor. Bei der ätiologischen Vielzahl ischämischer Ursachen muss für die einzelnen seltenen Sonderformen auf Spezialliteratur verwiesen werden. Diagnostik Klinische Untersuchung Akut auftretende neurologische Defizite lassen Rückschlüsse auf das betroffene Gefäßterritorium zu: brachiofazialbetonte Hemiparese und Aphasie bei Beteiligung der mittleren Hirnarterie, beinbetonte Hemiparese im Gebiet der vorderen Hirnarterien, Hemianopsie, Ataxie, Schwindel, Nystagmus und Hirnnervenausfälle im Versorgungsgebiet des hinteren Hirnkreislaufs. Häufig geht ein Insult mit Bewusstseinsstörung und Erbrechen einher, in ca. 20% auch mit zerebralem Anfall. Bei der klinischen Untersuchung ist u. a. zu achten auf Traumazeichen, Haut-und Schleimhautblutungen, Herzrhythmus und -geräusche, Blutdruck, Strömungsgeräusche über Kopf und Hals, Augenhintergrundveränderungen (Blutungen, Papillenödem). Anamnestisch wichtig sind Hinweise auf frühere ischämische Ereignisse, ein vorausgegangenes Trauma, ein bekanntes Vitium cordis, begleitende Entzündungen, Kopf-oder Nackenschmerzen. Verfahren Im Verdachtsfall ist eine sofortige MRT-Untersuchung durchzuführen. Diese muss neben den üblichen . Abb. 8.17 MRT-Bild eines Kavernoms links parietal, zentral Hämosiderin, außen Ödem Sequenzen unbedingt auch diffusionsgewichtete Aufnahmen einschließen, da diese den Infarktkern bereits in der ersten Stunde nach Ischämie darstellen können. Die MR-Angiographie erlaubt eine rasche Beurteilung basaler Hirngefäße (Stenosen, Verschluss). Kontrastangehobene Sequenzen sind nur zum Ausschluss von Erkrankungen erforderlich, die einen Insult klinisch imitieren. Eine MRT-Untersuchung der Halsgefäße mit Fettsättigung sollte zum Ausschluss einer Gefäßdissektion angeschlossen werden. Eine cCT-Untersuchung ist bei Kindern diagnostisch nicht adäquat. Eine invasive Angiographie ist nur selten im Verlauf erforderlich (z. B. vaskulitische Veränderungen distaler Gefäße, unklare Infarktrezidive).Farbduplexsonographische Untersuchungen der extra-und intrakraniellen hirnversorgenden Arterien können Hinweise auf Dissektionen, Gefäßstenosen oder -abbrüche geben. Diagnostik Eine eingehende kardiologische Diagnostik muss zur Suche nach einer kardialen Emboliequelle veranlasst werden, ggf. auch mittels transösophagealer Echokardiographie. Neben dem Übersichtslabor mit Gerinnungsanalysen und Lipidstatus umfassen spezielle laborchemische Kontrollen ein Thrombophiliescreening (Protein-C-und -S-Aktivität, Antithrombin, Faktor VIII, Faktor-V-Leiden-Mutation, Prothrombin-Genmutation, Antiphospholipidantikörpersuche, Lipoprotein a, Homocystein) sowie eine Vaskulitisdiagnostik (BSG, CRP, antinukleäre Faktoren, anti-dsDNA, C3, C4, ANCA, von-Willebrand-Faktor-Antigen), infektiologische Diagnostik (Borrelien, Mykoplasmen, Varizella, Enteroviren u. a.), Serumlaktat und Ammoniak, Aminosäuren im Serum, organische Säuren im Urin, ggf. Hämoglobinelektrophorese sowie eine Liquoruntersuchung (mit Zellzahl, Eiweiß, Laktat, Varizella-IgM und PCR, ggf. weiteren Serologien).Beim kindlichen Schlaganfall sind oft mehrere Faktoren ursächlich beteiligt, daher ist auch beim Nachweis eines Risikofaktors ein vollständiges Untersuchungsprogramm erforderlich.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Spannungskopfschmerzen Diese sind bei Kindern und Erwachsenen die häufigste Kopfschmerzform. Auch hier handelt es sich um episodische Kopfschmerzen mit beschwerdefreiem Intervall. Die meist bilateralen, häufig frontal lokalisierten Kopfschmerzen von dumpfem Schmerzcharakter treten nicht attackenhaft auf. Beginn und Ende sind unscharf begrenzt, die Dauer beträgt Stunden bis mehrere Tage. Die leichte bis mittlere Schmerzintensität führt kaum zur Einschränkung der täglichen Aktivität. Vegetative Begleitsymptome sind selten. Auslöser sind u. a. emotionale Anspannung, Schlafmangel und Wetterwechsel. Seltene Kopfschmerzformen Seltene Kopfschmerzformen wie Clusterkopfschmerz, paroxysmale Hemikranie und Trigeminusneuralgie sind im Kindesalter extrem selten und zeichnen sich durch heftigste, streng unilaterale Kopfschmerzen aus. weis für eine basale Schädelfraktur. Bei Blutaustritt aus den Ohren muss an eine Felsenbeinfraktur gedacht werden. Der Verlust von liquorhaltiger Flüssigkeit aus der Nase ist ein Hinweis für eine frontobasale Schädelbasisfraktur. einer Impressionsfraktur ist wegen der Gefahr einer Verletzung des darunter liegenden Hirngewebes eine operative Anhebung des unter dem Niveau liegenden Knochenfragments notwendig. Bei der wachsenden Fraktur kommt es durch einen Durariss und eine Interposition von Hirnhäuten und Hirn zu einer kontinuierlichen Erweiterung des Frakturspalts. Das Risiko einer Blutung ist bei einer Schädelfraktur wesentlich größer als ohne Fraktur. Daher sollte bei Kindern nach Sturz vom Hochbett, Wickeltisch etc., auch wenn sie klinisch neurologisch unauffällig sind, ein Schädelröntgen durchgeführt werden. Im Falle einer Fraktur sollte das Kind stationär aufgenommen und bis zu 24 h überwacht werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Sie sind nicht selten mit intrakraniellen Kontusionen oder Hämorrhagien verbunden. Auch sie kommen im CT klar zur Darstellung. Das Vorgehen ist dann unter Beachtung des computertomographischen und klinischen Befunds mit den Neurochirurgen zu besprechen. Ödems) kann zu Herniation (Einklemmung) von Hirngewebe führen. Der Tentoriumschlitz einerseits (in Höhe des Mittelhirns) und der kraniozervikale Übergang auf Höhe des Hinterhauptlochs stellen die beiden wichtigsten Gefährdungsstellen dar. Die Kenntnis der dann auftretenden Hirnstammsyndrome und deren Dynamik ist von großer Bedeutung für die richtige Einschätzung entsprechender Komplikationen. So stehen beim dienzephalen Syndrom die Bewusstseinsstörung, die Zeichen der pyramidalen Plexusverletzungen Verletzungen des Plexus brachialis sind meist geburtstraumatisch bedingt. Je nach Höhenlokalisation der betroffenen Segmente unterscheidet man eine obere Plexuslähmung (Erb-Lähmung C5 und C6) und die untere Plexuslähmung(Klumpke C7 und C8). Klinik und sonstige geburtstraumatische Läsionen des Nervensystems 7 Kap. 4. . Abb. 8.19 CT eines epiduralen Hämatoms (1) mit raumforderndem Effekt und Ventrikelkompression (2) 8.15 Entzündliche Erkrankungen des Nervensystems S. Stöckler-Ipsiroglu, K. Rostasy Entzündliche Reaktionen des Nervensystems umfassen ein weites Spektrum von Erkrankungen und sind entweder bedingt durch primär erregerbedingte oder autoimmunologische Ursachen, die verschiedenen Strukturen des Gehirns wie graue und weiße Substanz, Gefäße der Gehirn und die Meningen betreffen. In die Gruppe der primär infektiösen Erkrankungen des Nervensystems fallen v. a. die bakterielle und virusbedingte Meningitis, die primär infektiöse meist virusbedingte Enzephalitis und der Hirnabszess im Rahmen einer Sinusitis, Otitis media oder Trauma. Eine Sondergruppe stellen immunsupprimierte oder Kinder mit Immundefekten dar, die bei einer Vielzahl von Erregern (z. B. Viren, Pilzen) akute/subakute Verlaufsformen einer Meningoenzephalitis entwickeln können. In die Gruppe der autoimmunologisch-mediierten Erkrankungen des Nervensystems fallen Erkrankungen, die entweder die weiße oder die graue Substanz betreffen, peripher oder zentral sich manifestieren und unterschiedliche anatomische Prädilektionsorte haben. Die akute entzündliche Polyradikuloneuritis (Guillain-Barré-Syndrom) z. B. betrifft fast auschließlich das periphere Nervensystem. Die disseminierten Enzephalomyelitis (multiple Sklerose, MS) und die akut disseminierten Enzephalomyelitis (ADEM) sind durch eine Affektion der weißen Substanz charakterisiert. Eine neue Krankheitsentität bzw. Krankheitskonzept stellt die nach einer HSV-Enzephalitis auftretende NMDA-Rezeptor-Antikörper-Enzephalitis. Hier wird angenommen, dass durch die primäre Gewebsschädigung eine zweite autoimmunologische Erkrankung in Gang gesetzt wird, die zwingend immunmodulatorisch behandelt werden muss (7 Abschn. 8.15.2.1). Seltene Erkrankungen, die viele Hinweise für eine autoimmune Pathogenese haben sind die Hashimoto-Enzephalitis, die Rasmussen-Enzephalitis und das Opsoklonus-Myoklonus-Syndrom. Die subakut sklerosierende Panenzephalitis (SSPE) hat eine Sonderstellung zwischen viralgetriggerter Erkrankung und fehlender Wirtsantwort. Eine weitere Gruppe stellt die zerebrale Vaskulitis dar, die entweder primär/isoliert oder sekundär im Rahmen von rheumatischen Erkrankungen (z. B. Lupus erythematodes, Panarteritis nodosa) auftreten kann. Klinik Die Klinik der entzündlichen Erkrankungen des Nervensystems ist heterogen. Sie hängt davon ab, ob es durch das auslösende Agens primär zu einer Schädigung der Neuronenzellen (Polioenzephalitis, Poliomyelitis) oder der Myelinscheiden (Leukenzephalitis) kommt und welche anatomischen Strukturen und Funktionseinheiten von der Entzündung betroffen sind (Zerebellitis, Myelitis, Radikuloneuritis). Ein weiteres Kriterium ist, ob es sich um eine akute, einmalige Manifestation mit oder ohne Residualsymptomatik (z. B. Meningitis, Enzephalitis) oder um einen chronisch progressiven (z. B. SSPE) oder rezidivierenden Verlauf (z. B. MS, NMOSD) handelt. Diagnostik Diagnostisch kommt bei allen Formen der entzündlichen Er krankungen des Nervensystems der Untersuchung des Liquor cerebrospinalis eine zentrale Bedeutung zu. Die einzelnen Bestimmungsgrößen im Liquor und deren Bedeutung für die Diagnose von j Klinik Die Leitsymptome der Meningitis unterscheiden sich bei Neugeborenen, Säuglingen oft von denen älterer Kinder und Jugendlicher. Bei Neugeborenen liegen meist allgemeine Zeichen einer Sepsis vor, es fehlen spezifische meningitische Zeichen. Bei Säuglingen und Kleinkindern äußert sich die Meningits ebenfalls mit nur unspezifischen Symptomen wie Fieber und Nahrungsverweigerung. Die Fontanelle ist häufig vorgewölbt. Berührungsempfindlichkeit weist allgemein auf einen schlechten Allgemeinzustand hin. Bei älteren Kindern findet man neben den Allgemeinsymptomen (Fieber, Krankheitsgefühl, Abgeschlagenheit, Kopfschmerzen und Erbrechen) den Meningismus als typischen Hinweis. Diagnose Der diagnostisch wichtige Meningismus entsteht durch Reizung der hinteren Nervenwurzeln, die im Bereich der HWS zur Nackensteifigkeit (Prüfung durch passives Anheben des Kopfs in Rückenlage) und im unteren Körperbereich zur Streckhaltung mit Schmerzen bei passiver Flexion. Objektiviert werden diese Symptome durch Auslösung des Kernig-, Brudzinski-und Lasègue-Zeichens (. Abb. 8.20). Cave Bei Neugeborenen kann der Meningismus fehlen. Das Fehlen dieses Zeichens schließt bei Säuglingen und Kleinkindern eine Meningitis nicht aus. Bei klinischem Verdacht auf Meningitis muss daher zur Verifizierung der Diagnose immer eine Lumbalpunktion durchgeführt werden (. Tab. 8.12). Differenzialdiagnose Symptome wie Nackensteifigkeit und Kopfschmerzen, die immer an eine Meningitis denken lassen müssen, können auch durch Lymphadenitis colli, eine Pharyngitis, muskuläre Probleme im Bereich der HWS (akuter Tortikollis) aber auch Tumoren der hinteren Schädelgrube bedingt sein. Sorgfältige Anamnese und weitere klinische Befunde helfen bei der Differenzierung und können ggf. eine Lumbalpunktion erübrigen. Therapie Bei Vorhandensein von >1.000/mm 3 Zellen in der Kammerzählung bzw. bei Vorhandensein von polymorphkernigen Zellen im Ausstrich sofortiger Therapiebeginn mit Cefotaxim (150-200 mg/kgKG in 3-4 ED) oder Ceftriaxon initial 100 mg/kgKG, dann 75 mg/kgKG einmal täglich. Evtl. erfolgt eine Anpassung des Antibiotikaregimes nach Ergebnis der Bakterienkultur. Zur Vermeidung eines Endotoxinschocks wird häufig vor Beginn der Antibiotikatherapie eine einmalige i.v.-Gabe von Kortikosteroiden empfohlen. Bei viraler Meningitis genügen Supportivmaßnahmen wie Bettruhe, Antipyrese, i.v.-Flüssigkeitssubstitution. Prognose Folgeschäden können v. a. nach bakterieller Meningitis auftreten. Am häufigsten treten Hörschäden, isolierte Hirnnervenlähmungen, fokale Krampfanfälle und Hydrozephalus auf. Auch Aufmerksamkeits-, Lern-und Verhaltensstörungen werden als Folgeproblem nach Meningitis berichtet. Ätiologie Die Neuroborreliose wird durch das Bakterium Borellia burgdorferi verursacht und von Zecken übertragen. Neben den häufigen Manifestationen wie peripherer Fazialisparese oder Meningoenzephalitis kann es zu einer Vielzahl von weiteren klinischen Ausprägungen kommen wie Myelitis, Radikulitis (Bannwarth-Syndrom), bilaterale Optikus neuritis, Myositis, zerebrale Vaskulitis mit Schlaganfällen. Diagnose Wichtige Kriterien sind: 1. Typische Klinik (z. B. Meningitis, peripherer Fazialisparese) und 2. Positive Borrelienserologie (IgM, IgG), positiver Immunoblot und 3. Liquorpleozytose mit pleomorphen lymphozytäre Reizformen (>20 Zellen/ml) ± intrathekale Synthese von Antikörpern (Ak) gegen Borrelien. Therapie Ceftriaxon i.v. (50 mg/kgKG/ED) für 2 Wochen; Kinder >8 Jahre und >50 kgKG: Doxycyclin 200 mg/Tag in 2 ED für 4 Wochen p.o. Die Prognose ist gut. Definition Die Enzephalitis ist v. a. eine entzündliche Erkrankung des Hirnparenchyms. Eine Ursache der Enzephalitis sind virale Infektionen. Die Erreger können eine akut entzündliche Reaktion hervorrufen (z. B. Herpesenzephalitis). Sie können aber auch nach primär asymptomatischem Befall im ZNS persistieren und erst zu einem späteren Zeitpunkt eine Krankheitsmanifestation mit einem subakut chronischen Verlauf hervorrufen (z. B. subakut sklerosierende Panenzephalitis nach Maserninfektion). Bei para-und postinfektiösen Enzephalitiden stehen immunmediierte Prozesse, die als Reaktion auf eine vorhandene oder ab-. Abb. 8.20 Klinische Zeichen, die einzeln aber v. a. zusammen auf eine Meningitis hindeuten können. a Kernig-, b Brudzinski-, c Lasègue-Zeichen gelaufene Virusinfektion entstanden sind, im Vordergrund (z. B. Rötel-, Mumps-, Masernenzephalopathie). Die histopathologischen Korrelate für immunmediierte Prozesse sind perivaskuläre inflammatorische Reaktionen v. a. in der grauen Substanz und Demyelination. Eine dritte Gruppe von Enzephalitiden sind antikörpervermittelte Erkrankungen wie die NMDAR-Enzephalitis, die bei Mädchen häufig mit einem ovariellen Teratom assoziert ist, aber auch u. a postinfektiös auftreten kann. Ätiologie Die wichtigsten Erreger der Enzephalitis sind Herpesviren. Weiterhin können Retro-, Zytomegalie-(CMV), Ebstein-Barr-(EBV), Papova-(Polyomavirus, Papillomavirus), FSME-oder Adenoviren eine Enzephalitis verursachen. In Ländern, in denen nicht routinemäßig gegen Masern geimpft wird, sind Masern die häufigste Ursache der postinfektiösen Enzephalitis. Prionen (Kuru-Kuru, Jacob-Creutzfeldt-Erreger) kommen als potenzielle Erreger einer chronischen Enzephalitis in Frage. Pathogenese Viele Viren bevorzugen aus noch nicht gut verstandenen Gründen bestimmte Regionen des ZNS. So befällt z. B. das Poliovirus in erster Linie die grauen Vorderhornzellen des Rückenmarks (Poliomyelitis) und das Herpes-simplex-Virus 1 den Temporallappen der Hemisphären. Andere Viren befallen bevorzugt die graue Substanz des Hirnmantels oder die Übergangszone von der grauen in die weiße Substanz. Die Viren können in Neuronen oder Ganglien des ZNS in einem Latenzstadium verharren und sich dort reaktivieren, replizieren und in andere Hirnteile ausbreiten. Klinik Eine akute virale Enzephalitis fällt fast immer durch eine febrile Erkrankung auf. Neben den Allgemeinsymptomen Fieber und Kopfschmerzen sind die häufigsten klinischen Zeichen Bewusstseinsund Gedächtnisstörungen, Desorientiertheit, Änderungen des Verhaltens und der Sprache, fokale/multifokale epileptische Anfälle sowie neurologische Defizite insbesondere fokaler Art, wie zerebrale motorische und/oder sensible Ausfälle. Das EEG zeigt als Ausdruck eines fokalen elektrischen Status häufig periodische, lateralisierte epileptische Entladungen und eine generalisierte Verlangsamung. Nach Abklingen der akuten Entzündungsreaktion kann ein nicht progredienter (Residual)defekt den weiteren klinischen Verlauf bestimmen. In diesem Zusammenhang sind v. a. fokale Epilepsien, fokale motorische Ausfälle, häufig aber auch diffuse Defektsyndrome mit Verhaltens-, Aufmerksamkeits-und Lernstörungen zu nennen. Die durch Persistenz von bestimmten Masernviren verursachte subakut sklerosierende Panenzephalitis (SSPE) manifestiert sich erst Jahre nach der primären (Masern)virusinfektion v. a. getriggert durch einen anderen interkurrenten viralen Infekt. Bei der SSPE liegt aufgrund einer progredienten Verschlechterung der klinischen Symptomatik ein neurodegenerativer Verlauf vor. Die FSME ist durch einen 2 gipfligen Verlauf gekennzeichnet. Nach einer Phase mit unspezifischen viralen Symptomen mit Fieber, Malaise kommt es nach einem fieberfreien Intervall zu erneuten Symptomen mit insbesondere sehr starken Kopfschmerzen und anderen neurologischen Symptomen. Im EEG zeigt sich eine generalisierte Verlangsamung, in der Liquorpunktion eine Pleozytose und deutliche Proteinerhöhung. Im MRT des Gehirns finden sich häufig Basalganglienläsionen. Diagnose Die Diagnose einer Enzephalitis wird durch die anamnestischen Symptome und klinischen Befunde vermutet und durch Liquor-und serologische Untersuchungen bestätigt. Weitere -aber unspezifische -diagnostische Hinweise sind das EEG, evozierte Potenziale, und Magnetresonanztomographie. Therapie Die Behandlung erfolgt in Abhängigkeit vom Erreger und vom Schweregrad der Erkrankung. Da bei einem enzephalitischen Zustandsbild die Hepesenzephalitis (HSV 1) a priori nicht ausgeschlossen werden kann, und die Herpesenzephalitis die einzige virale Enzephalitis ist, bei der eine kausale (antivirale) Therapie zur Verfügung steht, ist schon beim geringsten klinischen Verdacht auf eine Enzephalitis die Therapie mit Aciclovir zu beginnen und eine HSV-PCR im Liquor durchzuführen! Aciclovir wird in einer Dosierung von 15-30 mg/kgKG, in schweren Fällen aber in einer Dosierung von 30-50 mg/kgKG/Tag in 3-4 Einzeldosen als Kurzinfusion verabreicht. Falls sich im Rahmen der Diagnostik eine andere Ursache für die Symptomatik herausstellt, kann die Therapie mit Aciclovir vorzeitig abgebrochen werden. Prophylaxe Die Prophylaxe der viralen Enzephalitis erfolgt durch Impfungen (7 Kap. 17) wie Polio, Masern, Mumps und Röteln. In Endemiegebieten (Süddeutschland, Österreich) sollte auch eine aktive Immunisierung gegen die durch Zeckenbiss übertragenen Erreger der Frühsommermeningoenzephalitis (FSME) durchgeführt werden. Die FSME-Impfung wird nach dem ersten Lebensjahr in 3 Teilimpfungen im Abstand von 4 Wochen und 1 Jahr durchgeführt. CaveBei Exposition von nicht aktiv gegen FSME immunisierten Kindern wird von einer passiven Immunisierung mit Immunglobulinen aufgrund der Nebenwirkungen abgeraten. Impfgegnern wird häufig das Argument eines Impfschadens gebracht. Dem ist entgegenzuhalten, dass das Risiko einer ZNS-Komplikation nach spontaner Masernerkrankung mit 1/1.000-1/2.000 angegeben wird. Dieses Risiko wird durch die Masernimpfung etwa auf 1/1 Mio. gesenkt! Auch im Rahmen einer FSME sind schwere neurologische Verläufe möglich, sodass auch hier die Impfung insbesondere in Endemiegebieten empfohlen ist.Antikörpervermittelten Enzephalitiden wurden in den letzten Jahren zunehmend beschrieben. Antikörper richten sich v. a. gegen Oberflächenantigene von Nervenzellen und führen zu einer Vielzahl von Symptomen. Die mit Abstand häufigste Form im Kindesalter stellt die NMDA-Rezeptor-Enzephalitis dar, die durch Antikörper gegen den NMDA-Rezeptor ausgelöst wird. Im Gegensatz zu Erwachsenen finden sich nur selten andere Formen einer antikörpervermittelten Enzephalitis. Klinik Die Erkrankung beginnt oft mit unspezifischen Symptomen wie innere Unruhe, Schlaflosigkeit, Verwirrtheit, gefolgt von psychiatrischen Symptomen wie visuellen und auditiven Halluzinationen. In der weiteren Folge kommt es zu epileptischen Anfällen und Bewegungsstörungen und z. T. schweren autonomen Beeinträchtigungen (Temperaturinstabilität, Herzrythmusschwankungen), die eine in-tensivmedizinische Betreuung erfordern. Zunehmend werden aber auch abortive Formen beschrieben ausschließlich mit fokalen Anfällen oder Verläufe mit rein psychiatrischen Symptomen. Diagnose Nachweis von NMDA-Rezeptor-Antikörpern im Serum und/oder Liquor (20% der Patienten haben nur Ak im Liquor!!); bei Mädchen unbedingt ein ovarielles Teratom ausschließen! Im Liquor zeigt sich häufig eine Zellzahlerhöhung, selten positive oligoklonale Bande. Ätiologie Die Poliomyelitis wird durch eine Infektion v. a. mit Polioviren (Gruppe: Picornaviren), in seltenen Fällen auch von Cocksackieund Echoviren hervorgerufen. Poliovirensind Enteroviren und umfassen 3 immunologisch unterschiedliche (nicht kreuzreagierende) Typen. Die Infektion erfolgt über Sekrete des Nasopharyngealtrakts oder über fäkale Kontamination. Pathogenese Pathogenetisch steht bei Poliomyelitis ein primärer Virusbefall der motorischen Vorderhornzellen im Vordergrund. Epidemiologie In den Ländern (z. B. Europa, Nordamerika) mit flächendeckender Impfung gegen Poliomyelitis ist die Erkrankung sehr selten. In Entwicklungsländern ist sie jedoch nach wie vor eine häufige Ursache von persitierenden Lähmungen bei Kindern und Erwachsenen. Cave Aufgrund der abnehmenden Impffreudigkeit unserer Bevölkerung, des zunehmenden Reisetourismus in Länder ohne wirksame Impfprogramme und auch aufgrund der zunehmenden Migration sollte das klinische Bild der Poliomyelitis trotz ihrer gegenwärtigen Seltenheit nicht in Vergessenheit geraten. Verlauf Der klinische Verlauf der Poliomyelitis ist biphasisch. 4 In der 1. Phase treten Fieber, Pharyngitis, und gastrointestinale Symptome auf. 4 In der 2. Phase kommt es zu Nackensteifigkeit und Rückenschmerzen (im Sinne einer aseptischen Meningitis) sowie zu einer langsam progressiven charakteristischerweise asymmetrischen Muskelschwäche (im Sinne der Schädigung des 2. Motoneurons). Es sind vorwiegend die spinalen Motoneurone betroffen, bulbäre Motoneuronen (Hirnnervenlähmungen) selten. Diagnose Im Liquor findet sich eine monozytäre Pleozytose, das Liquoreiweiß kann geringfügig erhöht sein. Zum Erregernachweis muss eine Bestimmung der Virus-DNA erfolgen (. Tab. 8.13). Therapie Die Therapie ist supportiv. Motorische Defizite sind nach Poliomyelitis häufig und erfordern eine rehabilitative Langzeitbetreuung. Prognose Das Postpoliosyndrom kann Jahre nach der primären Infektion zu einer progressiven Atrophie und Verlust der Muskelkraft in den von der primären Infektion befallenen Muskelgruppen führen. Die Ursache für das Auftreten des Postpoliosyndroms ist nicht bekannt. Die transverse Myelitis (TM) wird primär durch Virusinfektionen oder durch assoziierte immunmediierte Prozesse verursacht. Es handelt sich um eine seltene Erkrankung. Klinik Meist kommt es innerhalb weniger Stunden oder im Verlauf eines Tages zu einer akut oder subakut auftretenden inkompletten Querschnittlähmung. Diese kann auf jedem spinalen Niveau vorkommen. Je nach Ätiologie ist entweder das Zervikalmark (bei MS) oder der untere Bereich des Thorakalmarks betroffen. Typisch ist eine plötzlich auftretende Schwäche und Lähmung der Beine. Bei der klinisch-neuropädiatrischen Untersuchung fällt neben der Parese der Beine auch eine Hypo-oder Areflexie auf. Da der gesamte Querschnitt des Myelons betroffen ist, sind neben den motorischen auch sensible Ausfälle im Sinne von Hypo-und/oder Parästhesien distal vom erkrankten Segment typisch. Weiterhin typisch sind akute Störungen der Spinkterfunktionen von Blase und Enddarm (Analreflex?). Schmerzen werden selten berichtet und sollten immer an einen Tumor denken lassen. Diagnose Die diagnostischen Kriterien und die differenzialdiagnostische Abgrenzung der TM (Schädigung des gesamten Querschnitts des Myelons) von der Poliomyelitis (Schädigung der motorischen Vorderhornzellen) und von der akuten Poliradikuloneuritis (Guillain-Barré-Syndrom, Schädigung der Nervenwurzeln) sind in . Tab. 8.13 zusammengefasst. Prognose Die TM verursacht auch bei rascher Behandlung mit Kortikoiden, Immunglobulinen und konsequenter Physiotherapie in über 50% der Fälle Folgeschäden im Sinne von spastischen Lähmungen, anhaltenden Störungen der Sphinkterkontrolle oder dissoziierten Empfindungsstörungen distal von der betroffenen Region des Myelons führen. Eine TM kann isoliert oder im Rahmen anderen Erkrankungen wie der MS, NMOSD, insbesondere wenn sie mit einer langstreckigen Läsion im Rückenmark einhergeht, auftreten. Auch bei einer akuten disseminierten Enzephalomyelitis (ADEM) 7 Abschn. 8.15.7 wird häufig eine TM beschrieben. Definition Die Enzephalomyelitis disseminata oder multiple Sklerose (MS) ist eine primär entzündliche, demyelinisierende Erkrankung des ZNS unter Einbeziehung des N. opticus und des Myelons. Typisch ist ein chronisch rezidivierender Verlauf mit Remissionen und Relapsen. Epidemiologie Die MS ist eine der häufigsten chronischen neurologischen Erkrankungen des Erwachsenenalters. Bis zu 10% aller MS-Fälle betreffen Kinder vor dem 16. Lebensjahr. In der Pädiatrie unterscheidet man die echte kindliche MS mit Beginn vor dem 10. Lebensjahr und die juvenile MS, mit einem Häufigkeitsgipfel zwischen dem 10. und 15. Lebensjahr, die 80% der kindlichen MS-Fälle ausmacht. Ätiologie Ätiologisch werden primär immunologische, (post)infektiöse, toxische, genetische und Umweltfaktoren diskutiert. Es konnte u. a. gezeigt werden, dass der langfristige Aufenthalt in Gegenden mit niedrigen Temperaturen, hoher Luftfeuchtigkeit und Nebel mit einem erhöhten Risiko für die Entwicklung einer MS assoziiert sind. Kinder mit einer MS haben zu fast 100% eine EBV-Infektion durchgemacht. Genetisch konnte eine Assoziation mit bestimmten Subtypen des HLA-DR2-Lokus gefunden werden. Pathogenese Pathogentisch wird derzeit die Hypothese vertreten, dass potenziell autoaggressive T-Lymphozyten nach ihrem Eindringen in das ZNS in Kombination mit B-Zell-mediierten Mechanismen zu einer Entzündungskaskade führen, die primär zu einer Schädigung derMyelinscheiden aber auch neuronalen Strukturen führt. Histopathologisch führt dies dann zur Bildung der charakteristischen Plaques mit perivaskulären T-lymphozytären Infiltraten, Destruktion der Myelinscheiden und Gliose im Endstadium des entzündlichen Prozesses. Klinik Die MS ist als eine Erkrankung des ZNS definiert, die in der Regel mit mehr als einem klinischen Schub in Kombination mit multiplen MRT-Läsionen in der weißen Substanz einhergeht. Im MRT zeigt sich eine zeitliche (gleichzeitiges Vorhandensein von Läsionen mit und ohne Kontrastmittelanreicherung) und eine örtliche (an mehr als einer Stelle) Dissemination begleitet von einem typischen Liquorbefund.Vielfältige neurologische Ausfallerscheinungen bilden ein buntes Spektrum von möglichen klinischen Symptomen und Zeichen, die länger als 24 h anhalten sollten: Störungen der Sensibilität äußern sich häufig mit andauernden Parästhesien, Hypo-oder Hyperästhesien. Störungen der Motorik äußern sich mit Schwäche von einzelnen Muskelgruppen und Extremitäten. Sehstörungen bedingt durch Augenmuskelschwäche äußern sich mit Diplopie, Sehstörungen bedingt durch eine Neuritis nervi optici äußern sich charakteristischerweise mit einer schleierartigen Trübung des gesamten Sehfelds, einer Farbentsättigung, Schmerzen bei Augenbewegungen und einem afferenten Pupillendefekt. Auch Ataxie, Dysarthrie und Spinkterinsuffizienz oder Harninkontinenz gehören zum klinischen Spektrum der MS.Im MRT findet man disseminierte Läsionen v. a. in der periventrikulären weißen Hirnsubstanz, im Balken (perpendikuläre Läsionen oder Dawson-Fingers, seltener zerebellär, im Hirnstamm oder Myelon (. Abb. 8.21). Läsionen mit ringartiger Anreicherung von Kontrastmittel sind pathognomonisch für eine MS. Im Liquor fin-. Tab. 8.13 Differenzialdiagnostische Abgrenzung der wichtigsten entzündlichen Erkrankungen des Rückenmarks MER Muskeleigenreflexe, EMG Elektromyographie; NLG Nervenleitgeschwindigkeit. den sich eine leicht erhöhte Zellzahl, Zeichen einer intrathekalen IgG-Produktion mit zusätzlichen oligoklonale Banden und nephelometrisch gemessenen intrathekalen IgG-und IgM-Synthese. Ein weiteres diagnostisches Merkmal ist das gleichzeitige Vorhandensein einer intrathekalen Masern-, Rubella-und Varizellenatikörpersynthese der sog. positiven MRZ-Reaktion. Weitere diagnostische Hilfsmittel sind die evozierten Potenziale (z. B. visuell-evozierte, VEP).",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Klinik Klinisch geht die ADEM mit multifokalen neurologischen Symptomen und einher. Im Unterschied zur MS treten die multifokalen Ausfälle gleichzeitig auf. Weiterhin gehören im Unterschied zur MS und zum klinisch isolierten Syndrom (CIS) auch enzephalopathische Erscheinungen (Verhaltensauffälligkeiten, Verwirrtheit, Lethargie, Koma) und zerebrale Anfälle zum Erscheinungsbild. Typisch ist auch eine Beteiligung des Rückenmarks. In ausgeprägten . Abb. 8.21 Kernspintomographischer Befund (MRT) des Gehirnes eines 15-jährigen Mädchens mit multipler Sklerose (MS). Es sind multiple und unterschiedlich große rundliche Signalintensitäten der subkortikalen und tieferen weißen Substanz zu erkennen",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "entzündlichen Erkrankungen des Nervensystems sind in . Tab. 8.12 dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Die Meningitis ist eine Entzündung der Hirnhäute und der benachtbarten Strukturen. Die seröse Meningitis ist durch eine Liquorpleozytose von <1.000/mm 3 mit vorwiegend lymphozytären Zellen gekennzeichnet. Sie wird meist von Viren hervorgerufen (. Tab. 8.12) . Dabei spielen Alter, Impfstatus und die Region des Landes oder der Welt, in der die Kinder leben, wichtige Rollen.Auch bakterielle Erreger wie Borrelien, Mykoplasmen und Tuberkelbakterien können im Liqour das Bild einer serösen Menin-gitis hervorrufen. Da in diesem Fall eine spezifische Antibiotikatherapie obligat ist, muss beim Bild einer serösen Meningitis zusätzlich zur Virusdiagnostik immer eine gezielte Diagnostik durchgeführt werden.Die eitrige (bakterielle) Meningitis wird üblicherweise durch eine Liquorpleozytose von mehr als 1.000/mm 3 vorwiegend polymorphkernigen Zellen definiert. Genau genommen ist jedoch eine Differenzierung der serösen von der eitrigen Meningits nicht nur durch die Zellzahl, sondern v. a. auch durch das Zellbild möglich. j Therapie Therapeutisch werden hochdosierte Kortikosteroide und Immunglobuline eingesetzt.j Prognose Die ADEM kann trotz initial häufig schwerer neurologischer Symptomatik wieder ganz abheilen und keine oder nur geringe neurologische Symptome hinterlassen. In einigen Fällen gibt es jedoch auch schwere neurologische Residualsyndrome. Insbesondere Kinder mit abfallenden Serum-MOG-Werten haben eine gute Prognose. Kinder mit persistierenden MOG-Werten haben im Verlauf neue Schübe mit Sehnervenentzündungen.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 257,
                    "text": "(. Tab. 8.12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Meningitis j Definition"
        },
        {
            "text": "Die Neuromyelitisspektrumserkrankungen (NMOSD) sind eine wichtige, behandelbare Gruppe von Autoimmunerkrankungen der weißen Substanz, die mit rezidivierenden Optikusneuritiden und transversen Myelitiden einhergehen und sich in mehreren Aspekten von der MS unterscheiden. Eine seltene Manifestation bei Kindern ist das Area-postrema-Syndrom (Episoden mit Schluckauf, Übelkeit, Erbrechen, MRT-Läsionen in der Area postrema).j Pathogenese Bei einer kleinen Gruppe von Kindern werden Serumaquaporin-4-Antikörper, die gegen das astrozytenexpremierte Protein Aquaporin-4 (AQP4) gerichtet sind, gefunden. Bei der Mehrzahl der Kinder mit NMOSD finden sich Serum-MOG-Antikörper. Zur Labordiagnostik gehört neben dem Nachweis von Eiweiß im Liquor (unspezifisch) die serologische Untersuchung auf Antikörper, die mit bestimmten Formen der zerebralen Vaskulitis assoziiert sein können (ANCA, Antiphospholipid-AK, Kardiolipin-AK, Faktor-VIII-Antigen, Lupus-Antikoagulans). In seltenen Fällen kann der Nachweis von vaskulitischen Veränderungen im Biopsiematerial förderlich sein.j Therapie Die Therapie der zerebralen Vaskulitis richtet sich ggf. in erster Linie auf die Behandlung der Grunderkrankung (antibakteriell, antiviral, antituberkulostatisch usw.) . Gegen die postinfektiöse oder isolierte zerebrale Vaskulitis müssen bei Persistenz der Symptome Steroide eingesetzt werden. In vielen Fällen sind zytostatisch wirksame Medikamente wie Methotrexat (MTX) oder Cyclophosphamid erforderlich. In akuten Phasen kann bei systemischem Lupus erythematodes (SLE) mit zerebraler Beteiligung eine Plas mapherese oder die i.v.-Anwendung von Immunglobulinen indiziert sein.j Prognose Die Prognose ist in erster Linie von der Grunderkrankung (z. B. Infektion) abhängig. Bei der postinfektiösen Vaskulitis (insbeson dere nach Varizellen) kann es je nach betroffener Hirnregion bei vaskulitisch verursachten Hirninfarkten akut und dauerhaft zu schweren neurologischen Defiziten kommen: Hirnnerven-und Hemiparesen; Sprachstörungen; Ataxie; Lern-und Verhaltensstörungen. ",
            "cite_spans": [
                {
                    "start": 1188,
                    "end": 1243,
                    "text": "(antibakteriell, antiviral, antituberkulostatisch usw.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Neuromyelitis-optika-Spektrumserkrankungen"
        },
        {
            "text": "Die hepatische Enzephalopathie kann sowohl bei akutem als auch bei chronischem Leberversagen im Rahmen von Intoxikationen, Virushepatitis oder chronisch metabolischer oder infektiöser Lebererkrankungen entstehen. Pathogenetisch liegen den ZNS-Erscheinungen erhöhte arterielle Ammoniakwerte, erhöhte Glutaminspiegel im ZNS sowie die Akkumulation von toxischen Substanzen und von bakteriellen Abbauprodukten von Eiweißen aus dem Darm zugrunde.Weitere Enzephalopathiesyndrome, die in Assoziation mit akuten oder chronischen Lebererkrankungen auftreten, sind das Reye-Syndrom (Leberverfettung, Transaminasen-und Serumammoniakerhöhung, Koma), die Bilirubinenzephalopathie (Kernikterus: Choreoathetose, zerebelläre Ataxie und beidseitige Taubheit) und der M. Wilson (hepatolentikuläre Degeneration, autosomal rezessive Kupfertransport-ATPase-Störung mit Leberzirrhose, typischem Hand-Kopf-Tremor, Dystonie, Rigor, Demenz und Kayser-Fleischer-Kornearing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebererkrankungen"
        },
        {
            "text": "In . Tab. 8.15 sind die wichtigsten neurologischen Intoxikationssyndrome dargestellt, die durch Hemmung bzw. Exzitat des autonomen Nervensystems entstehen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S. Stöckler-Ipsiroglu"
        }
    ]
}