{
    "paper_id": "2c91cd99c86503519cf1039ea4fa406f2fed5758",
    "metadata": {
        "title": "COVID-19 virus released from larynx might cause a higher exposure dose in indoor environment",
        "authors": [
            {
                "first": "Jialin",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenguo",
                "middle": [],
                "last": "Weng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A B S T R A C T COVID-19 virus can replicate in the infected individual's larynx independently, which is different from other viruses that replicate in lungs only, e.g. SARS. It might contribute to the fast spread of COVID-19. However, there are few scientific reports about quantitative comparison of COVID-19 exposure dose (inhalation dose and adhesion dose) for the susceptible individual when the viruses were released from the larynx or lungs. In this paper, a typical numerical model was built based on a breathing human model with real respiratory tract. By using a computational fluid dynamics (CFD) method, two kinds of virus released sites in the infected individual's respiratory tract (larynx, lungs), seven kinds of particle sizes between 1 and 50 μm, three kinds of expiratory flow rates: calm (10 L/min), moderate (30 L/min) and intense (90 L/min) were used to compare the particle deposition proportion and escape proportion. The inhalation dose and the adhesion dose of the susceptible individual were quantified. The results showed that COVID-19 virus-containing droplets and aerosols might be released into the environment at higher proportions (39.1%-44.2%) than viruses that replicate in lungs only (15.3%-37.1%). The exposure doses (inhalation dose and adhesion dose) of the susceptible individual in different situations were discussed. The susceptible individual suffered a higher exposure dose when the viruses were released from the larynx rather than lungs (the difference for 1 μm particles was 1.2-2.2 times). This study provides a possible explanation for the higher transmission risk of COVID-19 virus compared to other viruses and some control advice of COVID-19 in typical indoor environments were also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, COVID-19 has spread worldwide. More than 152.5 million people have been infected with COVID-19 and 3.1 million people have died by May 3, 2021 (WHO, 2021 . It is reported that COVID-19 virus can replicate and shed independently in the larynx of the infected individual in the early stages of infection (Wolfel et al., 2020) , then enter the environment, which is different from other viruses, e.g. SARS that usually replicates in lungs only. The reproductive number R0 of COVID-19 was generally regarded to be between 2 and 3, similar to SARS (D' Arienzo and Coniglio, 2020; Li et al., 2020) . But the number of people infected with COVID-19 is much higher than that of SARS. For COVID-19, the long incubation period, the absence of symptoms at the initial stage of infection (Slifka and Gao, 2020) , and the infectivity of asymptomatic infected individual (Bai et al., 2020) make the prevention and control difficult.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 163,
                    "text": "May 3, 2021",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 174,
                    "text": "(WHO, 2021",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 344,
                    "text": "(Wolfel et al., 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 568,
                    "end": 595,
                    "text": "Arienzo and Coniglio, 2020;",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 612,
                    "text": "Li et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 797,
                    "end": 819,
                    "text": "(Slifka and Gao, 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 878,
                    "end": 896,
                    "text": "(Bai et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Numerous studies have provided evidence of airborne transmission about COVID-19 (Jayaweera et al., 2020; Kenarkoohi et al., 2020; Noorimotlagh et al., 2020; Richard et al., 2020) . COVID-19 virus is around 100 nm in diameter , and usually needs to be attached to carriers for airborne transmission (Jayaweera et al., 2020; Maleki et al., 2021) . Droplets and aerosols produced by human respiratory activities (breathing, speaking, coughing, sneezing, etc.) are the typical carriers (Kutter et al., 2018; Liu et al., 2017) . They suspend, evaporate and diffuse in the environment. Some may deposit on objects or human surfaces, others may be inhaled into human respiratory tract, creating a potential risk of infection (Kutter et al., 2018) . Tens of thousands of SARS virus-containing particles are exhaled by an infected individual during a single breath activity (Gupta et al., 2009) , and about hundreds of SARS virus-containing particles inhaled by healthy persons may lead to infection (Watanabe et al., 2010) . With a dividing line as 5 μm, large particles are classified as droplets and small particles as aerosols (Liu et al., 2017) . Droplets have a shorter diffusion distance, while aerosols can remain suspended in the air for prolonged periods of time and cause wide spread. In general, large size droplets are mainly affected by gravity and have a shorter diffusion distance, while aerosols may remain suspended for a long time and cause wide spread of the virus (Feng et al., 2020) . COVID-19 could be transmitted via air in inadequately ventilated environments, and ozone, high temperature and low humidity may reduce the activity of the virus (Yao et al., 2020) . It is reported that particles exhaled from lungs are more likely to be deposited in the larynx (Guo et al., 2020) and fine particles (<5 μm) contained 8.8-fold (95% CI 4.1-19) more viral copies than large particles (Milton et al., 2013) . These findings reveal a possibility that COVID-19 viruses released from larynx might have a higher proportion exhaled into the environment and cause a higher exposure dose than other viruses that replicate in lungs only. A recent study indicated that the probability of airborne transmission due to respiratory aerosol in outdoor conditions might be much lower than that in indoor environments (Belosi et al., 2020) . The ventilation rate had an obvious effect on in the indoor air environment (Jiang et al., 2009; Sundell et al., 2011; Mousavi and Grosskopf, 2015) . Propagation distance may be different in windy and windless conditions: under windless conditions, droplets deposited fast and the propagation distance was regarded as within 2 m; under windy conditions, droplet propagation can be as far as 6 m (Dbouk and Drikakis, 2020) . But this conclusion is also controversial, for another study showed that the droplets released by a sneeze can spread 8 m even in windless situations (Lok, 2016) . A recent study showed that the large droplet route might only dominate when the subjects are within 0.2 m during talking (Chen et al., 2020) . Artificial ventilation or personalised ventilation systems may be effective to improve air quality (Harbizadeh et al., 2019) .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 104,
                    "text": "(Jayaweera et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 105,
                    "end": 129,
                    "text": "Kenarkoohi et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 130,
                    "end": 156,
                    "text": "Noorimotlagh et al., 2020;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 157,
                    "end": 178,
                    "text": "Richard et al., 2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 298,
                    "end": 322,
                    "text": "(Jayaweera et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 323,
                    "end": 343,
                    "text": "Maleki et al., 2021)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 409,
                    "end": 456,
                    "text": "(breathing, speaking, coughing, sneezing, etc.)",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "(Kutter et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 504,
                    "end": 521,
                    "text": "Liu et al., 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 718,
                    "end": 739,
                    "text": "(Kutter et al., 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 865,
                    "end": 885,
                    "text": "(Gupta et al., 2009)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 991,
                    "end": 1014,
                    "text": "(Watanabe et al., 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1122,
                    "end": 1140,
                    "text": "(Liu et al., 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1476,
                    "end": 1495,
                    "text": "(Feng et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1659,
                    "end": 1677,
                    "text": "(Yao et al., 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1775,
                    "end": 1793,
                    "text": "(Guo et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1895,
                    "end": 1916,
                    "text": "(Milton et al., 2013)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2313,
                    "end": 2334,
                    "text": "(Belosi et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2413,
                    "end": 2433,
                    "text": "(Jiang et al., 2009;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2434,
                    "end": 2455,
                    "text": "Sundell et al., 2011;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2456,
                    "end": 2484,
                    "text": "Mousavi and Grosskopf, 2015)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2732,
                    "end": 2758,
                    "text": "(Dbouk and Drikakis, 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2911,
                    "end": 2922,
                    "text": "(Lok, 2016)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3046,
                    "end": 3065,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3167,
                    "end": 3192,
                    "text": "(Harbizadeh et al., 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It's meaningful to study the whole process from the exhalation of viral particles by an infected individual to the inhalation or adhesion by a susceptible individual. However, there are few scientific reports about quantitative comparison of indoor COVID-19 exposure dose when the viruses were released from the infected individual's larynx or lungs. To date, some studies focused on the effects of respiratory patterns on the inhalation of viruses or other particulate matter in indoor environments have been done (Li et al., 2013; Shang and Inthavong, 2019; Xu et al., 2020a) . They provided validations of the numerical simulation method by using manikin or respiratory tract model in human inhalation exposure, and suggested that it was necessary for the comprehensive analysis of the particle inhalation within the realistic scenarios. There is an urgent need to better understand the indoor transmission of COVID-19 virus particles released from larynx and quantify the exposure dose and infection risk of the susceptible individual in the environment. This is critical to apply appropriate infection control measures and slow its spread.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 532,
                    "text": "(Li et al., 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 533,
                    "end": 559,
                    "text": "Shang and Inthavong, 2019;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 560,
                    "end": 577,
                    "text": "Xu et al., 2020a)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we used a breathing human model with real respiratory tract to build a typical windy indoor environment. By using the computational fluid dynamics (CFD) method, the regional deposition in the infected individual's respiratory tract and the escape fraction during exhalation were investigated. Then we quantified the inhalation dose and adhesion dose of the susceptible individual in different situations. The impact of virus release site, expiratory speed, particle size on the exposure dose and risk of susceptible individual in the environment were discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The breathing human model with real respiratory tract structure was obtained through CT scanning, which could simulate oral and nasal respiration, the detail of generation process can refer to (Xu et al., 2020a) . The respiratory tract model included mouth, oral cavity, nasal cavity, oropharynx, pharynx, larynx, trachea and bronchi (G1-5), from top to the bottom, as shown in Fig. 1 . ANSYS ICEM v18.0 was used to construct the indoor environment scenes, with a dimension of 6 m × 6 m × 3 m (L × W × H). The area of air inlet was 0.04 m 2 , with a typical air exchange rate of 5 ACH, the velocity of inlet air was set as 0.375 m/s and the air temperature was set as 26 • C. The distance between two breathing humans was 0.5 m. Tetrahedral unstructured meshes filled the airway passages and room, and eight prism layers were applied to the boundary walls. High quality cell meshes were produced. The total meshes number was 11.85 million.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 211,
                    "text": "(Xu et al., 2020a)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 384,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Computational geometry"
        },
        {
            "text": "ANSYS FLUENT v18.0 was used for simulation. The flow field in the respiratory tract of the infected individual was an important prerequisite for determining the accuracy of particle deposition results. It was found that Shear Stress Transfer (SST) k-ω turbulence model was in good agreement with the PIV experimental results in the respiratory tract during the exhalation (Xu et al., 2020b) and it predicted the turbulent kinetic energy k more accurately (Guo et al., 2020) . So we took the SST k-ω turbulence model for calculation. The SIMPLE algorithm was used to decouple the pressure and velocity, and the convective and diffusive convective terms in the second order upwind scheme were adopted. The infected individual was put in the steady-state of exhalation and the susceptible individual was in the steady-state of inspiration. For boundary conditions, G5 bronchi inlet was selected as velocity inlet boundary for the steady-state expiration (the infected individual) and inspiration (the susceptible individual), respectively. Other inner surface of respiratory tract, room walls, and human body surfaces were set as no-slip wall boundary. The main influence of temperature was reflected in the human body's thermal plume and the buoyancy of particles Naseri et al., 2017; Licina et al., 2014) . They were also taken into account. The temperature of human skin was set as 35 • C, the environment temperature was set as 26 • C, and the heat transfer coefficient h was simplified as 4-10 W/(m 2 ⋅K), according to breathing flow rates (Yang et al., 2018) . As for relative humidity (RH), a high RH of 99.5% may lead to higher deposition fractions on human bodies, while a low RH of 40% may lead to a longer suspended time of droplets (Feng et al., 2020) . But the impact was more obvious in long-distance transmission (>1.5 m). Therefore, we chose a medium RH of 60% in this study. Three different flow rates for the infected individual with oral exhalation were designed: calm (10 L/min), moderate (30 L/min) and intense (90 L/min). The area of G5 Bronchi inlet was 189 mm 2 , the velocity for different flow rates and other parameters were shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 390,
                    "text": "(Xu et al., 2020b)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 455,
                    "end": 473,
                    "text": "(Guo et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1262,
                    "end": 1282,
                    "text": "Naseri et al., 2017;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1283,
                    "end": 1303,
                    "text": "Licina et al., 2014)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1542,
                    "end": 1561,
                    "text": "(Yang et al., 2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1741,
                    "end": 1760,
                    "text": "(Feng et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 2158,
                    "end": 2165,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Boundary conditions and numerical methods"
        },
        {
            "text": "Since the volume concentration of virus-containing droplets and aerosols in air was much lower than 10%, their influence on the flow field can be negligible. The Discrete Phase Model (DPM) was selected to simulate virus-containing particles. People infected with COVID-19 have mild symptoms in the early stages of infection, and release virus particles mainly through the act of exhalation (Wolfel et al., 2020) . Surface Injection in DPM was selected to release particles, in which the larynx and G5 bronchi (represented lungs) were chosen to be the release surfaces, respectively. Steady-state flow field was calculated first, and virus-containing particles were added after the flow field converged. The particle trajectory was tracked by Lagrange model. Near-wall modification was also taken into account (Xu et al., 2017) . To simplify the calculation, the particle diameter and volume were regarded as constant, and the shape was considered to be ideal spherical. Previous studies have shown that the sizes of particles released during human exhalation are mostly concentrated between 1-50 μm (Guo et al., 2020; Han et al., 2014) . Therefore, 7 kinds of virus-containing particles with typical diameters of 1 μm, 2 μm, 3 μm, 5 μm, 10 μm, 20 μm and 50 μm were selected. The particle density was similar to liquid water, with a value of 1000 kg/m 3 . The air density was set as 1.2 kg/m 3 . The trajectory of each droplet or aerosol was calculated by solving the droplet movement equation whose theory is Newton's second law:",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 411,
                    "text": "(Wolfel et al., 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 809,
                    "end": 826,
                    "text": "(Xu et al., 2017)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1099,
                    "end": 1117,
                    "text": "(Guo et al., 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1118,
                    "end": 1135,
                    "text": "Han et al., 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Virus-containing particles setting"
        },
        {
            "text": "where u i is particle velocity, F g,i is gravity, F d,i is drag force, F s,i is Saffman lift force and F b,i is Brownian diffusion force, C c is the Cunningham correction factor, respectively. The details of the parameters in this equation can be referred to (Xu et al., 2020a) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 277,
                    "text": "(Xu et al., 2020a)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Virus-containing particles setting"
        },
        {
            "text": "Some researchers have discussed COVID-19 risk assessment methods (Meng et al., 2020; Romero et al., 2020; Zhang and Wang, 2020) , but there is still no unified standard. According to the Dose-Response model (Sze To and Chao, 2010) , the infection risk of the susceptible individual R(d) can be dominated by the exposure dose and median infection dose.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 84,
                    "text": "(Meng et al., 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 85,
                    "end": 105,
                    "text": "Romero et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 106,
                    "end": 127,
                    "text": "Zhang and Wang, 2020)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 207,
                    "end": 230,
                    "text": "(Sze To and Chao, 2010)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Exposure dose of inhalation and adhesion"
        },
        {
            "text": "Here we only considered two main kinds of exposure doses: the inhalation dose (the proportion directly inhaled by the susceptible individual) and the adhesion dose (the proportion deposited on the susceptible individual's body surface). The inhalation part of virus-containing particles has a high probability of directly interacting with the mucosa and causing infection . The adhesion part of virus-containing particles may be picked up by touching clothes or skin and lead to infection when touching mucous membranes. The time span of this study is for minutes, thus ignoring the impact of virus inactivation factors, for COVID-19 viruses typically survive for hours to days in the environment (Marques and Domingo, 2020; Ortiz-Prado et al., 2020; Noorimotlagh et al., 2021) . In section 3.4, the inhalation dose and adhesion dose of different sizes particles released from the infected individual's larynx and lungs will be discussed.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 724,
                    "text": "(Marques and Domingo, 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 725,
                    "end": 750,
                    "text": "Ortiz-Prado et al., 2020;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 751,
                    "end": 777,
                    "text": "Noorimotlagh et al., 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Exposure dose of inhalation and adhesion"
        },
        {
            "text": "Virus in the infected individual is released into the environment through flow in the human respiratory system, and the flow fields are important for transmission. Fig. 2 shows the streamline for different expiratory flow rates: calm (10 L/min), moderate (30 L/min) and intense (90 L/min), and it seems that there is not much difference in the streamline shape. We found a high speed area in the larynx, and the airflow direction will change at oropharynx, which may cause the high deposition proportions of virus particles in oropharynx or larynx and below areas. In addition, there is an angle of ~30 • between the exhaled air flow and the horizontal direction, which might give the exhaled particles an initial velocity component toward the ground. As for the effectiveness of flow filed, we have used PIV equipment to measure the flow field inside the respiratory tract in previous study (Xu et al., 2020b) , and the results were in good agreement with this numerical simulation. Fig. 3 shows the deposition proportion and escape proportion of virus-containing particles released from larynx and lungs at different breathing intensities, respectively. Here \"deposition\" means that the particles were deposited in infected individual's respiratory tract and not released into the environment. The \"escape\" means the opposite. Totally, COVID-19 virus-containing particles released from larynx were more likely to escape into the environment (39.1%-44.2%) than those released from lungs (15.3%-37.1%), especially for small particles. It indicated that the release site had a significant influence on the proportion of deposition and escape. For example, the escape proportions of 1 μm virus-containing aerosols in case (Q = 30 L/min, larynx) and case (Q = 90 L/min, larynx) were 56.8% (Figs. 3b) and 71.2% (Fig. 3c) , while the escape proportions in case (Q = 30 L/min, lungs) and case (Q = 90 L/ min, lungs) were 50.3% (Figs. 3e) and 39.3% (Fig. 3f) , respectively.",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 910,
                    "text": "(Xu et al., 2020b)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 984,
                    "end": 990,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1807,
                    "end": 1816,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1942,
                    "end": 1951,
                    "text": "(Fig. 3f)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Airflow in the infected individual's respiratory tract"
        },
        {
            "text": "Particle size also influenced the escape and deposition proportion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition and escape proportions during exhalation"
        },
        {
            "text": "The escape proportions of virus-containing aerosols (≤5 μm) were higher than virus-containing droplets (>5 μm) at the same expiratory flow. When comparing the 1 μm and 10 μm virus-containing particles, the difference of escape proportion ranged from 1.3-fold to 55.3-fold in There may be several possible explanations. First, the distance from larynx to mouth is shorter than that from lungs to mouth, so that the transport distance for virus-containing particles released into the environment is shorter. Second, the structure of the lower respiratory tract (especially bronchi) is complex and has many bifurcations, and the virus-containing particles are more likely to deposit on the inner surface of the respiratory tract during transport. For small particles, they have good tracking characteristics to the flow field, so that they are more likely to be exhaled with the flow field than to settle on the inner surface of the respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition and escape proportions during exhalation"
        },
        {
            "text": "It is worth noting that the majority of particles larger than 10 μm deposited in the respiratory tract and cannot be exhaled out. However, some previous measurements of the exhaled droplets showed that there were some large droplets (50-100 μm) in the exhaled air (Xie et al., 2009) . One possible explanation is that the large droplets exhaled by people might be generated above the larynx, e.g. oral cavity. On the other hand, this result may also explain the high concentration of COVID-19 virus in throat swabs and the low concentration of COVID-19 virus in oral swabs. In addition, virus-containing particles were assumed to be captured and deposited once they contacted the inner surface of the respiratory tract. Sometimes the virus-containing particles may fall off again in the breath, or do not deposit and be released into the environment. This assumption may result in a lower escape proportion for virus-containing particles than they actually did. Fig. 4 shows the regional deposition proportion in the infected individual's respiratory tract during different intensity expiratory, for the virus-containing particles released from larynx and lungs respectively. It indicated that the release site of virus-containing particles can also influence the regional deposition in the infected individual's respiratory tract during exhalation. When virus-containing particles were released from the infected individual's larynx, oropharynx was the region with the highest deposition proportion with proportions of 7.0% (1 μm) and 29.5% (10 μm) when Q = 30 L/min (Fig. 4b) . When released from the infected individual's lungs, a large proportion of virus-containing particles will be deposited in the larynx and below areas, with proportions of 33.8% (1 μm) and 64.5% (10 μm) at Q = 30 L/min (Fig. 4e) . It might explain why the escape proportion of virus-containing particles released from larynx is higher than those released from lungs (in section 3.2).",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 282,
                    "text": "(Xie et al., 2009)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 962,
                    "end": 968,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1568,
                    "end": 1577,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1797,
                    "end": 1806,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Deposition and escape proportions during exhalation"
        },
        {
            "text": "Flow rates also influenced regional particle deposition. For example, for 1 μm virus-containing aerosols, when they were released from the infected individual's larynx, the deposition proportion of oropharynx increased from 4.3% (Q = 10 L/min) to 10.6% (Q = 90 L/min) with the increase of flow rate. When they were released from the infected individual's lungs, the deposition proportion of larynx and below areas increased from 27.0% (Q = 10 L/min) to 46.0% (Q = 90 L/min) with the increase of flow rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional deposition in the respiratory tract of the infected individual"
        },
        {
            "text": "Comparisons for the regional deposition in the human airway between CFD simulation and in vitro experiment methods also showed good agreement (Carrigy et al., 2014; Koullapis et al., 2018) . Therefore, the numerical simulation was considered to be valid in this study.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "(Carrigy et al., 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 165,
                    "end": 188,
                    "text": "Koullapis et al., 2018)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Regional deposition in the respiratory tract of the infected individual"
        },
        {
            "text": "As shown in Fig. 5 , the thermal effects caused changes in the temperature of the air around the human bodies, leading to thermal plume. The direction of the thermal plume was upward and the peak velocity was ~0.20 m/s, consistent with the results in (Licina et al., 2014) . In indoor conditions, the respiratory flow rates are usually not too high. 10 L/min and 30 L/min were selected as typical respiration rates for discussion. The diffusion of viral particles was shown in Fig. 6 . Many large droplets might deposit within 0.5 m after being released. It indicated that keeping a social distance is an effective measure to reduce the exposure of large-droplets dose. Ventilation had an effect on the upward and distant movement of particles. Affected by factors such as buoyancy, some particles had obvious upward trends with the indoor airflow, entering the respiratory area of the susceptible individual, finally causing the inhalation dose. There were also many particles that deposit on the body surface of the susceptible individual, and this part of the virus-containing particles contributed to the adhesion dose.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "(Licina et al., 2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 477,
                    "end": 483,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Indoor viral particles trajectory and the exposure dose of the susceptible individual"
        },
        {
            "text": "The inhalation dose and the adhesion dose of the susceptible individual was shown in Fig. 7 . When virus-containing particles were released from the larynx, the dose of the susceptible individual was higher than the situations when particles were released from the lungs at the same flow rate. For example, when Q = 30 L/min, the inhalation dose of 1 μm virus-containing particles released from larynx was about 1.4 times that of particles released from the lungs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Indoor viral particles trajectory and the exposure dose of the susceptible individual"
        },
        {
            "text": "In such short-distance contact, many virus-containing particles may deposit on the skin or clothing surfaces of the susceptible individual besides those being inhaled directly. This may be also another important factor leading to COVID-19 transmission risk in the environment. For individuals, a frequent way to contact their own mucous membranes is through hand touch, so regular hand-washing would also be a valuable suggestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indoor viral particles trajectory and the exposure dose of the susceptible individual"
        },
        {
            "text": "The results show that the exposure dose (both the adhesion dose and the inhalation dose) was higher when virus-containing particles were released from the larynx than from lungs, which can also be supported by the escape proportion in section 3.2. The results also show that small particles might dominate the inhalation exposure dose, even at a close range of 0.5 m between the two people. When taking respiratory protective measures, more attention should be paid to the filtration efficiency of small particles. The release of the virus-containing particles is a continuing process, and the infection risk is not the simple sum for exposure dose. It is widely recognized that whether the susceptible individual eventually becomes infected is also related to some other factors such as individual immunity, which may be related to genders and ages (Davies et al., 2020; Yu et al., 2020) , protective measures and associated factors such as exposure time. Consider the uncertainty of these parameters, only exposure dose was quantified in this paper, the infection risk was not calculated.",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 871,
                    "text": "(Davies et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 872,
                    "end": 888,
                    "text": "Yu et al., 2020)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Indoor viral particles trajectory and the exposure dose of the susceptible individual"
        },
        {
            "text": "In general, the results showed that there were significant differences in different release sites (larynx or lungs) of virus-containing particles, both in the proportion of virus-containing particles escaping into the environment and in the exposure dose of the susceptible individuals. We have reason to believe that this is sufficient to verify the conjecture originally proposed in this paper that COVID-19 virus released from larynx might cause a higher exposure dose in indoor environment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indoor viral particles trajectory and the exposure dose of the susceptible individual"
        },
        {
            "text": "In our study, the spatial and temporal characteristics of COVID-19 virus released from larynx were revealed, and the exposure dose (inhalation dose and adhesion dose) of the susceptible individual in the indoor environment were calculated. A coherent study from the production to the inhalation or adhesion of the viral particles was provided. The results provide evidence that the characteristic of independent replication and release in the larynx of COVID-19 virus might increase the exposure dose of the susceptible individual and might cause wide dissemination of COVID-19. COVID-19 virus released from larynx can escape into the surrounding environment at a higher proportion (39.1%-44.2%) compared with viruses that replicate in the lungs only (15.3%-37.1%), e.g. SARS. Small particles (<5 μm) might dominate the inhalation exposure dose even at a close range of 0.5 m. More attention should be paid to the filtration efficiency of small particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Based on these findings, the following suggestions are proposed for the control and research of COVID-19 epidemic. The characteristics of virus particles shed from the larynx can be studied in order to take more targeted control measures. Previous studies usually set the COVID-19 particle source in the mouth or nose outlet, ignoring the process of virus-containing particles being exhaled in the respiratory tract of the infected individual, which may lead to biased results. For the exposure dose analysis of susceptible individuals in the environment, variables such as ventilation should be taken into account based on the design of actual indoor scenes, so as to reduce the risk of indoor environment to an acceptable range (balance economy and safety) as far as possible. These results are also expected to be combined with biological experimental data in the future to verify the validity of the results. We will also try to use the segmented respiratory tract model to conduct experiments of particle deposition during respiration, so as to further verify the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Am. Med. Assoc",
            "volume": "323",
            "issn": "",
            "pages": "1406--1407",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the concentration of SARS-CoV-2 in outdoor air and the interaction with pre-existing atmospheric particles",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belosi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Res",
            "volume": "193",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pediatric in vitro and in silico models of deposition via oral and nasal inhalation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Carrigy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Aerosol Med. Pulm. Drug Deliv",
            "volume": "27",
            "issn": "",
            "pages": "149--169",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Short-range airborne route dominates exposure of respiratory infection during close contact",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Build. Environ",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of the SARS-CoV-2 basic reproduction number, R 0, based on the early phase of COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "D&apos;arienzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coniglio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosaf Health",
            "volume": "2",
            "issn": "",
            "pages": "57--59",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "1205--1211",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On coughing and airborne droplet transmission to humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dbouk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drikakis",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Phys. Fluids",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influence of wind and relative humidity on the social distancing effectiveness to prevent COVID-19 airborne transmission: a numerical study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Aerosol Sci",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Deposition of droplets from the trachea or bronchus in the respiratory tract during exhalation: a steady-state numerical investigation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aerosol. Sci. Technol",
            "volume": "54",
            "issn": "",
            "pages": "869--879",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Flow dynamics and characterization of a cough",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indoor Air",
            "volume": "19",
            "issn": "",
            "pages": "517--525",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Numerical and experimental investigation on the dynamic airflow of human movement in a full-scale cabin",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "HVAC R Res",
            "volume": "20",
            "issn": "",
            "pages": "444--457",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Indoor and Outdoor Airborne Bacterial Air Quality in Day-Care Centers (DCCs) in Greater Ahvaz",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harbizadeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Atmospheric Environment",
            "volume": "216",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission of COVID-19 virus by droplets and aerosols: a critical review on the unresolved dichotomy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jayaweera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Res",
            "volume": "188",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Investigating a safe ventilation rate for the prevention of indoor SARS transmission: an attempt based on a simulation approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Build Simul",
            "volume": "2",
            "issn": "",
            "pages": "281--289",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hospital indoor air quality monitoring for the detection of SARS-CoV-2 (COVID-19) virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kenarkoohi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Total Environ",
            "volume": "748",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Regional aerosol deposition in the human airways: the SimInhale benchmark case and a critical assessment of in silico methods",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koullapis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Pharmaceut. Sci",
            "volume": "113",
            "issn": "",
            "pages": "77--94",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission routes of respiratory viruses among humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kutter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Current Opinion in Virology",
            "volume": "28",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Early transmission dynamics in wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Numerical investigation of particle transport and inhalation using standing thermal manikins",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build. Environ",
            "volume": "60",
            "issn": "",
            "pages": "116--125",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Experimental investigation of the human convective boundary layer in a quiescent indoor environment",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Licina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Build. Environ",
            "volume": "75",
            "issn": "",
            "pages": "79--91",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Short-range airborne transmission of expiratory droplets between two people",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indoor Air",
            "volume": "27",
            "issn": "",
            "pages": "452--462",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The snot-spattered experiments that how far sneezes really spread",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lok",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "534",
            "issn": "",
            "pages": "24--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An updated systematic review on the association between atmospheric particulate matter pollution and prevalence of SARS-CoV-2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maleki",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ. Res",
            "volume": "195",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Contamination of inert surfaces by SARS-CoV-2: persistence, stability and infectivity. A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Res",
            "volume": "193",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Indoor airborne phthalates in university campuses and exposure assessment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Build. Environ",
            "volume": "180",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Influenza virus aerosols in human exhaled breath: particle size, culturability, and effect of surgical masks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ventilation rates and airflow pathways in patient rooms: a case study of bioaerosol containment and removal",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Mousavi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Grosskopf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann. Occup. Hyg",
            "volume": "59",
            "issn": "",
            "pages": "1190--1199",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effect of turbulent thermal plume on aspiration efficiency of micro-particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Naseri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ",
            "volume": "118",
            "issn": "",
            "pages": "159--172",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A systematic review of possible airborne transmission of the COVID-19 virus (SARS-CoV-2) in the indoor air environment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Noorimotlagh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Res",
            "volume": "193",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A systematic review of emerging human coronavirus (SARS-CoV-2) outbreak: focus on disinfection methods, environmental survival, and control and prevention strategies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Noorimotlagh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ. Sci. Pollut. Res. Int",
            "volume": "28",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical, molecular, and epidemiological characterization of the SARS-CoV-2 virus and the Coronavirus Disease 2019 (COVID-19), a comprehensive literature review",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Prado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagn. Microbiol. Infect. Dis",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "SARS-CoV-2 is transmitted via contact and via the air between ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 indoor exposure levels: an analysis of foot traffic scenarios within an academic building",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Numerical assessment of ambient inhaled micron particle deposition in a human nasal cavity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inthavong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Experimental and Computational Multiphase Flow",
            "volume": "1",
            "issn": "",
            "pages": "109--115",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Is presymptomatic spread a major contributor to COVID-19 transmission?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "1531--1533",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ventilation rates and health: multidisciplinary review of the scientific literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sundell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Indoor Air",
            "volume": "21",
            "issn": "",
            "pages": "191--204",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Review and comparison between the Wells-Riley and dose-response approaches to risk assessment of infectious respiratory diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Sze To",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indoor Air",
            "volume": "20",
            "issn": "",
            "pages": "2--16",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Development of a dose-response model for SARS coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Risk Anal",
            "volume": "30",
            "issn": "",
            "pages": "1129--1138",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "2021. Novel Coronavirus (2019-nCoV) Situation Reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2021",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolfel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "",
            "pages": "465--469",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Exhaled droplets due to talking and coughing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A numerical study of the effect of breathing mode and exposure conditions on the particle inhalation and deposition",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inhal. Toxicol",
            "volume": "32",
            "issn": "",
            "pages": "456--467",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Investigation of inhalation and exhalation flow pattern in a realistic human upper airway model by PIV experiments and CFD simulations",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biomech. Model. Mechanobiol",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Numerical investigation of airflow, heat transfer and particle deposition for oral breathing in a realistic human upper airway model",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Therm. Biol",
            "volume": "70",
            "issn": "",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaluation of the convective heat transfer coefficient of the human body using the wind tunnel and thermal manikin",
            "authors": [
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Asian Architect. Build Eng",
            "volume": "8",
            "issn": "",
            "pages": "563--569",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "On airborne transmission and control of SARS-Cov-2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Total Environ",
            "volume": "731",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Distinctive trajectories of the COVID-19 epidemic by age and gender: a retrospective modeling of the epidemic in South Korea",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "98",
            "issn": "",
            "pages": "200--205",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Experimental study of the interaction between thermal plumes and human breathing in an undisturbed indoor environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Energy Build",
            "volume": "207",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Most self-touches are with the nondominant hand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dose-response relation deduced for coronaviruses from COVID-19, SARS and MERS meta-analysis results and its application for infection risk assessment of aerosol transmission",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis. ciaa1675",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The computational model. (a) Respiratory tract model and the schematic diagram of transmission of COVID-19 virus-containing particles (b)A typical indoor environment with a dimension of 6 m*6 m*3 m (L*W*H), and there are two breathing humans with a distance of 0.5 m, face to face.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Velocity streamlines in the infected individual's respiratory tract. (a) Q = 10 L/min; (b) Q = 30 L/min; (c) Q = 90 L/min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The deposition and escape proportions of particles released from larynx and lungs at different expiratory intensities: (a)larynx,10 L/min; (b) larynx, 30 L/min; (c) larynx, 90 L/min; (d) lungs, 10 L/min; (e) lungs, 30 L/min; (f) lungs, 90 L/min. These histograms show the deposition fraction (orange bar) and the escape fraction (green bar) of particles, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The regional deposition proportions in the infected individual's respiratory tract when virus-containing particles were released from larynx or lungs at different expiratory intensities: (a) larynx,10 L/min; (b) larynx,30 L/min; (c)larynx,90 L/min; (d)lungs, 10 L/min; (e)lungs, 30 L/min; (f)lungs, 90 L/min. Colors and shapes represent different areas of the respiratory tract. The total (black), oral (green), nasopharynx (blue), nasal airway (red triangle), oropharynx (red square), larynx and below areas (purple). (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The temperature distribution (a) and the velocity distribution including thermal plume (b) around the human bodies at Q = 30 L/min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The virus-containing particles' trajectories when released from larynx: (a) Q = 10 L/min; (b) Q = 30 L/min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The adhesion dose and inhalation dose of the susceptible individual. (a) Adhesion dose, Q = 10 L/min; (b) Inhalation dose, Q = 10 L/min; (c) Adhesion dose, Q = 30 L/min; (d) Inhalation dose, Q = 30 L/min.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Boundary and parameters of CFD simulation in case1-6.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by National Science Fund for Distinguished Young Scholars of China (Grant No 71725006), and National Natural Science Foundation of China (Grant No. 72034004 and 91846301). The authors are deeply grateful to these supports. The authors are also thankful to Chang Xu for the human model with respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}