{
    "paper_id": "2d3ee8d55c0b314755802052a73b18066ac0734b",
    "metadata": {
        "title": "Evaluation of Admission Chest X-Ray Findings in Patients With Respiratory Infection During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Dimitrios",
                "middle": [],
                "last": "Velissaris",
                "suffix": "",
                "affiliation": {},
                "email": "dimitrisvelissaris@yahoo.com"
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Lagadinou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Themistoklis",
                "middle": [],
                "last": "Paraskevas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eleousa",
                "middle": [],
                "last": "Oikonomou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vasileios",
                "middle": [],
                "last": "Karamouzos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fotios",
                "middle": [],
                "last": "Sampsonas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markos",
                "middle": [],
                "last": "Marangos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Menelaos",
                "middle": [],
                "last": "Karanikolas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aims: To evaluate the prevalence of X-ray findings in hospitalized patients requiring hospitalization with suspected Coronavirus disease 2019 (COVID-19) infection and potential differences in the laboratory values and clinical outcomes related to the presence of abnormal chest X-ray (CXR) findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A total of 117 patients suspected of COVID-19 pneumonia and hospitalized with symptoms of lower respiratory tract disease were included in this study. Patients were divided into subgroups according to COVID-19 diagnosis and statistical comparisons were made according to CXR findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: In our cohort, CXR abnormalities were more common in patients with confirmed COVID-19 diagnosis and were associated with increased mortality. Patients with abnormal chest X-rays had a significantly lower PaO 2 /FiO 2 ratio both in the COVID-19 and non-COVID-19 groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: CXR is a routine examination in all patients with symptoms of lower respiratory tract disease and its findings relate to in-hospital mortality and PaO 2 /FiO 2 ratio. Thus, it can be a significant measure of disease severity, especially in resource restrained settings and emergency situations such as the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has been declared a pandemic by the World Health Organization (WHO) since March 2020. After the partial retreat of the first wave, a second wave with an increased number of infected people occurred worldwide since October 2020. The respiratory system is the most frequently affected by severe acute respiratory syndrome Coronavirus 2 (SARS-CoV-2) and patients present with a wide spectrum of symptoms, from mild illness to more severe disease such as acute respiratory distress syndrome (ARDS) requiring intensive care unit (ICU) admission [1, 2] . Reported mortality rates differ significantly among studies, ranging from 3% to 15%, probably due to different sample sizes, origin, diagnostic criteria, applied tests among investigations, and therapeutic approaches. In the age of COVID-19, suspected cases are often hospitalized in special wards and respiratory support must begin before the results of COVID-19 reverse transcription-polymerase chain reaction (RT-PCR) are available.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chest X-ray (CXR) is a routine examination in such patients, but its clinical value is often underestimated. In this setting, CXR might play a prognostic role, while its diagnostic value seems uncertain due to the low specificity of its findings in the differentiation between the different infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study was to evaluate the prevalence of X-ray abnormalities in hospitalized patients with suspected COVID-19 and potential differences in the laboratory values and clinical outcomes related to the presence of abnormal CXR findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This prospective observational study enrolled patients with signs and symptoms of lung lower respiratory tract disease hospitalized in the Department of Internal Medicine of a tertiary academic medical center in western Greece. Patients under 18 years old and patients who refused consent were excluded from this study. The patients were treated in a modified Ward with precautions due to the possible transmission of SARS- CoV-2 and were divided into two groups according to the polymerase chain reaction (PCR) results for SARS-CoV-2 infection. The study period was from January 1, 2021 until January 31, 2021, during the period of the second wave of the current COVID-19 pandemic in Greece. The two groups consisted of 30 COVID-19 patients and 87 non-COVID-19 patients. Clinical examination and laboratory screening with inflammatory markers (white cell blood count (WBC), total number of lymphocytes, C-reactive protein (CRP), lactate dehydrogenase (LDH), d-dimers, ferritin, fibrinogen) were undertaken in all patients immediately upon admission. Radiographic findings via CXR evaluation on admission were also assessed. All patients gave consent for participating in the study and the Ethics Committee of the General University Hospital of Patras approved the protocol (Protocol Number: 102/09-03-2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "Patient data were analyzed by using Chi-square, Fisher's Exact, and Mann Whitney U tests, as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Results are presented in tables as median (25th, 75th percentile). P-values less than 0.05 indicate statistical significance. All data analysis was conducted using the SPSS statistical software package (IBM Corp. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Demographic and laboratory values in patients with COVID-19 versus patients without COVID-19 are shown in Table 1 . COVID-19 positive patients had a significantly lower number of total WBC, lower absolute number of lymphocytes, lower levels of d-dimers, and increased plasma levels of ferritin, LDH, and creatine phosphokinase (CPK). In addition, these patients also had a significantly lower PO 2 /FiO 2 ratio (p=0.004) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "longer length of hospital stay (p=0.02) when compared to non-COVID-19 patients, but there was no significant difference with regards to mortality. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Twenty-five of 30 (83.33%) COVID-19 positive patients had abnormal findings in the CXR (bilateral lesions), compared to 37 of 87 (42.53%) in COVID-19 negative patients, and the difference was highly significant (p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CXR findings"
        },
        {
            "text": "In our cohort, there was a significant increase in mortality (p=0.0014) and a decrease in the P/F ratio (p<0.01) in patients with CXR abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CXR findings"
        },
        {
            "text": "We further analyzed the data, by dividing COVID-19 positive patients into two sub-groups based on the presence or absence of abnormal CVR findings. This analysis showed that mortality was 24% (6 of 25) in patients with an abnormal CXR vs. 0% mortality (0 of 5) in patients with normal CXR. Although mortality is higher in those with abnormal CXR, the difference did not reach significance (P=0.553), likely due to the small sample size. Length of hospital stay was not different among the two sub-groups. However, patients with COVID-19 who had abnormal CXRs had significantly higher CRP, lactate, and LDH levels and significantly lower PO 2 /FiO 2 compared to COVID-19 positive patients without CXR abnormalities. These findings are presented in Table 2 . In patients with abnormal CXRs who tested negative for SARS-CoV-2, mortality was 18.9% (7 of 37) in patients with abnormal CXR, compared to 2% (1 of 50) in patients without CXR infiltrations and the observed difference was highly significant (P=0.009). However, there was no significant difference in hospital length of stay. Demographic and laboratory results in the COVID-19 negative patients with versus without abnormal CXR findings are presented in Table 3 . P/F ratio significantly differed between the two groups (p<0.01). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 754,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1211,
                    "end": 1218,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "CXR findings"
        },
        {
            "text": "Non-COVID-19 patients based on the presence of chest infiltrations. Values are presented as median (25th, 75th percentile). CXR: chest X-ray, WBC: white blood cells, CRP: C-reactive protein, LDH: lactate dehydrogenase, CPK: creatine phosphokinase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TABLE 3: Demographic and laboratory values in COVID-19 negative patients with and without chest infiltrates on CXR"
        },
        {
            "text": "In this study, we report that in the setting of hospitalized patients with symptoms of lower respiratory tract infection suspected with COVID-19, patients with a diagnosis of COVID-19 have a significantly higher proportion of abnormal CXR, compared to those with a diagnosis of non-COVID-19 pneumonia. In addition, we found that irrespective of COVID-19 diagnosis, patients with an abnormal CXR have a lower P/F ratio, which corresponds to increased disease severity. Lastly, in our cohort, there was a significant difference in laboratory biomarkers (CRP, LDH, lactate) in patients with abnormal CXR compared to patients without chest infiltrates, only among the patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CXR is a fast and cheap diagnostic tool, which can be performed in the majority of patients even in the emergency department with the help of portable X-ray units. Modified radiological scores have been used to evaluate the prognosis of COVID-19 patients [3, 4] , but due to the lack of specific findings in COVID-19 patients, its use is limited [5] . The prognostic capabilities of CXR and its use as a triage tool in non-severe COVID-19 patients are highlighted in a study by Sempere-Gonzales [6] . Computed tomography is being used to identify abnormalities in patients with COVID-19, but it is not available in all clinical settings and is costly compared to CXR [7, 8] . Nevertheless, computed tomography findings are related to clinical severity and prognosis, thus making it a useful supplemental tool for patients' evaluation [9, 10] In COVID-19 patients, several changes in commonly used laboratory parameters are described. In the study by Broman, IL-6 and CRP were the strongest predictors of severity in hospitalized patients with COVID-19 [11] , while in another study, it was shown that abnormal levels of neutrophil to lymphocyte ratio (NLR), LDH, d-dimers, CRP, fibrinogen, and ferritin can be identified early on admission COVID-19 and can predict the severity of the disease [12] . In our study, we identify the presence of combined abnormalities of common laboratory parameters and CXR infiltrations in COVID-19 patients. Predictive scores that integrate easily available radiological and laboratory markers could be of great significance in resource-constrained settings and emergency situations [13] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main limitation of our study is the small number of patients enrolled and that it is a single-center study. Additionally, the exact pathogen was not identified in patients with non-COVID-19 pneumonia, but they were considered and treated as bacterial pneumonia. On the contrary, there were no signs of superimposed bacterial infection in any of the COVID-19 patients in our cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the presence of abnormalities in the CXR of COVID-19 and non-COVID-19 patients was associated with reduced P/F ratio and increased in-hospital mortality. As CXR is a routine examination in all patients with symptoms of lower respiratory tract infection, it can be a significant measure of disease severity, especially in resource restrained settings and emergency situations. Multi-center studies are needed to identify the prognostic value of the combined presence of abnormal laboratory parameters and CXR abnormalities in COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Disclosures",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The trinity of COVID-19: immunity, inflammation and intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Poh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rénia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Macary",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Rev Immunol",
            "volume": "2020",
            "issn": "",
            "pages": "363--74",
            "other_ids": {
                "DOI": [
                    "10.1038/s41577-020-0311-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of Coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest X-ray for predicting mortality and the need for ventilatory support in COVID-19 patients presenting to the emergency department",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caroli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corsi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Eur Radiol",
            "volume": "31",
            "issn": "",
            "pages": "1999--2012",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-07270-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Domínguez Pinos D: Usefulness of chest X-rays for evaluating prognosis in patients with COVID-19 [PREPRINT] (Utilidad de la radiografía de tórax para evaluar el pronóstico de pacientes con)",
            "authors": [
                {
                    "first": "Adarve",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Díaz",
                    "middle": [],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Cuartero",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Gallardo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bermá",
                    "middle": [],
                    "last": "Gascón",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Radiologia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rx.2021.05.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic and prognostic value of chest radiographs for COVID-19 at presentation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerpel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Apter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nissan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "West J Emerg Med",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5811/westjem.2020.7.48842"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Radiography-based triage for COVID-19 in the emergency department in a Spanish cohort of patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sempere-González",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Llaneras-Artigues",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pinal-Fernández",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medcli.2021.05.013"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Drawbacks and limitations of computed tomography: views from a medical educator",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Fred",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Tex Heart Inst J",
            "volume": "31",
            "issn": "",
            "pages": "345--348",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effectiveness of COVID-19 diagnosis and management tools: A review . Radiography (Lond)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alsharif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qurashi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radi.2020.09.010"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relation between chest CT findings and clinical conditions of Coronavirus disease (COVID-19) pneumonia: a multicenter study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.22976"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Correlation of chest CT and RT-PCR testing for Coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "296",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "IL-6 and other biomarkers as predictors of severity in COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Broman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rantasärkkä",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feuth",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Med",
            "volume": "53",
            "issn": "",
            "pages": "410--412",
            "other_ids": {
                "DOI": [
                    "10.1080/07853890.2020.1840621"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prognosis of COVID-19: changes in laboratory parameters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lagadinou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Salomou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zareifopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marangos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gogos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Velissaris",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infez Med",
            "volume": "2020",
            "issn": "",
            "pages": "89--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Las Heras M: COVID-19 Severity Index: a predictive score for hospitalized patients",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huespe",
                    "suffix": ""
                },
                {
                    "first": "Carboni",
                    "middle": [],
                    "last": "Bisso",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Stefano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Terrasa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gemelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medin.2020.12.001"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IBM SPSS Statistics for Windows, Version 26.0. Armonk, NY: IBM Corp).",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Demographic and Laboratory data in COVID-19 positive versus COVID-19 negative patients. and laboratory values in both groups of patients (with COVID-19 vs. without COVID-19). Values are listed as median (25th, 75th percentile). WBC: white blood cells, CRP: C-reactive protein, LDH: lactate dehydrogenase, CPK: creatine phosphokinase.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Demographic and laboratory values in COVID-19 positive patients with versus without",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. Ethics Commitee of the General University Hospital of Patras issued approval 102/09-03-2021. Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}