{"paper_id": "2d4d8acccbf57025b6e284df85d3afdc3f4aa6b4", "metadata": {"title": "The Atrial Fibrillation Risk Score for Hyperthyroidism Patients", "authors": [{"first": "Ilya", "middle": ["V"], "last": "Derevitskii", "suffix": "", "affiliation": {"laboratory": "", "institution": "ITMO University", "location": {"settlement": "Saint Petersburg", "country": "Russia"}}, "email": "ivderevitckii@itmo.ru"}, {"first": "Daria", "middle": ["A"], "last": "Savitskaya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alina", "middle": ["Y"], "last": "Babenko", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sergey", "middle": ["V"], "last": "Kovalchuk", "suffix": "", "affiliation": {"laboratory": "", "institution": "ITMO University", "location": {"settlement": "Saint Petersburg", "country": "Russia"}}, "email": ""}]}, "abstract": [{"text": "Thyrotoxicosis (TT) is associated with an increase in both total and cardiovascular mortality. One of the main thyrotoxicosis complications is Atrial Fibrillation (AF). Right AF predictors help medical personal prescribe the select patients with high risk of TAF for a closest follow-up or for an early radical treatment of thyrotoxicosis. The main goal of this study is creating a method for practical treatment and diagnostic AF. This study proposes a new method for assessing the risk of occurrence atrial fibrillation for patients with TT. This method considers both the features of the complication and the specifics of the chronic disease. A model is created based on case histories of patients with thyrotoxicosis. We used Machine Learning methods for creating several models. Each model has advantages and disadvantages depending on the diagnostic and medical purposes. The resulting models show high results in the different metrics of the prediction of a thyrotoxic AF. These models are interpreted and simple for use. Therefore, models can be used as part of the support and decision-making system (DSS) by medical specialists in the treatment AF.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Thyrotoxicosis (TT) is associated with an increase in both total and cardiovascular mortality. The majority of patients with TT are working-age individuals. Consequently, the negative social impact of TT remains incredibly significant [1] . Due to the risk of thromboembolic events and heart failure, one of the severest complications of TT is atrial fibrillation (AF). The thyrotoxic AF (TAF) incidence is as follows: 7-8% among middleaged patients, 10-20% in seniors and 20-35% for those having ischemic heart disease or valvular disease [2] [3] [4] [5] . High incidence, severity and also a significant adverse impact on life qualityall these facts make TAF prevention a crucial problem. Regrettably, there is no established TAF risk calculation scale at the moment. Nevertheless, devising one would allow selecting patients with a high risk of TAF for the closest follow-up or for early radical treatment of TTsurgical or radioiodine therapy instead of long-term medical treatment. This will ultimately lead to a decrease in TAF frequency.", "cite_spans": [{"start": 235, "end": 238, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 540, "end": 543, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 544, "end": 547, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 548, "end": 551, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 552, "end": 555, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the literature, the topic of assessing the risk of AF development is described in sufficient detail. There are several approaches to solving this problem. In the first approach, the authors study risk factors for atrial fibrillation, predicting the probability of AF development for a specific period using regression analysis. For example, the 10year risk of AF development is estimated [1] ; multivariate Cox regression is used as tools. The results obtained with this approach are quite reliable, but such models do not include many factors that presumably affect the risk of AF. Also, these models do not take into account the specifics of AF development in patients with certain chronic diseases (in contrast to the models of the second approach). In the second approach, the risk of AF is estimated for patients with a certain chronic disease, such as diabetes [5] , and it is revealed that patients with diabetes have a 49% higher risk of developing AF. In the third approach, meta-studies of populations are conducted to analyze the risk factors for AF, for example [6] . In this article, the authors described a cross-sectional study of California residents. Those results are interesting and can be used to calibrate the models obtained by MO methods; however, within using these works we cannot assess the probability of AF development in a particular person. Many factors can influence the probability of AF. It is necessary to consider both the specifics of this complication and the specifics of a chronic disease when we create a model for assessing the risk of AF. Therefore, special methods are needed for creating such a model. This study presents an approach to the estimator's risk of atrial fibrillation for patients who suffer from thyrotoxicosis. This approach considers the specifics of the influence of the thyrotoxicosis course for a particular patient on the probability of AF.", "cite_spans": [{"start": 391, "end": 394, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 870, "end": 873, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1077, "end": 1080, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Existing Methods Overview"}, {"text": "To date, a lot of data have been obtained about thyrotoxic atrial fibrillation risk factors. The majority of investigations have demonstrated that the most significant predictors of this severe arrhythmia are advancing age, male gender, prolonged thyrotoxicosis duration, high level of thyroid hormones and concomitant cardiovascular diseases [2, [7] [8] [9] [10] [11] . Findings from other researches have shown that factors like female gender, obesity, heart rate more than 80 beats per minute, the presence of left ventricular hypertrophy, big left atrium diameter, chronic renal disease and proteinuria, elevated liver transaminase and C-reactive protein levels predispose to thyrotoxic atrial fibrillation [12] [13] [14] . Thus, based on the comprehensive literature review, we can conclude that available data on thyrotoxic atrial fibrillation predictors are contradictory and, furthermore, a lot of studies have an insufficient evidence base. Moreover, for an individual's absolute risk evaluation, integrating multiple risk factors and identify the most significant of them, are required. Accordingly, it is necessary to develop a system for ranking risk factors by their degree of impact and models for calculating the risk of thyrotoxic AF. Using the system for ranking we need to create an easy-to-use and interpretable model for assessing the risk of developing atrial fibrillation in patients with thyrotoxicosis. All of the above explain relevance of this study.", "cite_spans": [{"start": 343, "end": 346, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 347, "end": 350, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 351, "end": 354, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 355, "end": 358, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 359, "end": 363, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 364, "end": 368, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 711, "end": 715, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 716, "end": 720, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 721, "end": 725, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Existing Methods Overview"}, {"text": "The study included 420 patients with a history of overt thyrotoxicosis. The study sample was divided into two subgroups: one includes 127 (30.2%) individuals with thyrotoxic atrial fibrillation and other -293 (69.8%) patients without. All participants were treated previously or at the time of the study for thyrotoxicosis in Almazov National Medical Research Centre or in Pavlov First Saint Petersburg State Medical University, St. Petersburg, Russia in 2000-2019.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Entry criteria:", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Men and women with overt thyrotoxicosis, associated with Graves' disease, toxic adenoma or multinodular toxic goiter. • Age between 18 and 80 years.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "Exclusionary criteria:", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Subclinical hyperthyroidism.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• A history of atrial fibrillation developed before the onset of thyrotoxicosis.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Concomitant diseases that may affect structure and function of the cardiovascular system: hemodynamically significant valve disease, nonthyrotoxic cardiomyopathy, severe obstructive lung diseases. • Chronic intoxication (alcohol, toxicomania).", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Pregnancy at the time of thyrotoxicosis.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The data includes 4 groups of features (abbreviations are indicated in brackets):", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "• Physiological: gender, age, height, weight, body mass index (BMI), the genesis of thyrotoxicosis «Genesis of TT», smoking status «SS», total cholesterol «TC», triglycerides «TG», low density lipoprotein cholesterol «LDL» level high density lipoprotein cholesterol «HDL», creatinine «CR», potassium «K» and hemoglobin «HB» levels during TT. • Initial cardiological status before the development of TT: arterial hypertension «AH before TT», coronary heart disease before TT «CHD before TT», various heart rhythm disorders before TT«HRD before TT», congestive heart failure «CHF before TT», heart rate reducing therapy antiarrhythmic drugs, ivabradine, betablockers, and other types of therapy «HRRT before TT». • Characteristics of thyrotoxicosis: free tetraiodothyronine «FT4», triiodothyronine «FT3», thyroid-stimulating hormone receptor antibodies level «TSHRA», duration of TT, for patients with AF -duration of TT before AF «DTT», subclinical TT duration (more less than 12 months) «DSTT», the number of relapses of TT «RTT», the presence of episodes of hypothyroidism «EHT», therapy of thyrotoxicosis «TTT», the duration of thyrostatic therapy «DTST», the time after TT onset when thyroidectomy or radioiodine therapy was provided «TTRTP». • Cardiological status during the TT: arterial hypertension «AH during the TT», heart rate during the first examination «HR during the TT» and maximum recorded during TT heart rate «MHR during the TT», supraventricular extrasystole «SVE during the TT», ventricular extrasystole «VE during the TT», other heart rhythm disorders «OHRD heart rhythm disorders», congestive heart failure «CHF during the TT», heart rate reducing therapy «HRRT during the TT».", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The main objective of the study is to create a practical method for assessing the risk of developing atrial fibrillation in a patient with thyrotoxicosis. The model should include both features unique to the disease and physiological parameters. At the initial stage, we have a table with observations (rows) and features (columns). The preprocessing of this dataset included five-stage. This stage shows in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 408, "end": 414, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Models Creation"}, {"text": "In the first stage, we deleted observations that include a large number of omissions. In the second stage of preprocessing we replace gaps among the values. In the third stage, we calculated quantiles for each discrete feature. Next, we divided the values of all discrete features into three intervals. We use quantiles as intervals threshold. Using the B3 method, we first use the A1 method. Then we use One-Hot-Encoder methods for coding categorical values. On the fourth stage, we tested each featured couple on collinearity. On the next stage, we selected features for each dataset.", "cite_spans": [], "ref_spans": [], "section": "Models Creation"}, {"text": "Finally, we created 120 different datasets (2 * 2 * 3 * 2 * 5). Each dataset contains a unique sequence of processing and selecting variables for prediction.", "cite_spans": [], "ref_spans": [], "section": "Models Creation"}, {"text": "Next, the sample was divided into test and training, classes were balanced by presampling features. The model was selected from the models KNeighborsClassifier, RandomForestClassifier, LogisticRegression, DecisionTreeClassifier, XGBClassifier, SVC, GaussianNB, MultinomialNB, BernoulliNB. For each model, metrics f1, accuracy, recall, precision for cross-validation were calculated for each of the datasets. Table 1 is a fragment of a table with the results of cross-validation. This table includes the best combination of dataset preprocessing steps and model type for each model. The table is ranked by the f1 average. The best result was shown by the XGBClassifier model -0.79 f1 average, 0.88 accuracies, and 0.8 precision. The method of processing the dataset is to remove features with more than 50% gaps, close gaps with averages, do not encode variables with naive coding and do not use quantiles, do not delete collinear features, the threshold for selecting functions is 0.9. Given the initial balance of classes 3 to 7 with a given quality, it makes sense to apply this model in practice. In terms of recall, the best result was shown by the GaussianNB model -0.8. For reasons of interpretability, it is also advisable to use the Deci-sionTreeClassifier model (0.81 accuracies and 0.70 f1). Also, a good result was shown by the LR model (0.835 accuracies). This model has high interpretability. Also, for the convenience of using this model, it can be translated into a simple scale. To each attribute to associate a certain score. Given the high sensitivity and specificity, it also makes sense to use it in practice.", "cite_spans": [], "ref_spans": [{"start": 408, "end": 415, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Models Creation"}, {"text": "The main study objective is the creation of a set of models convenient for their application in practice. Today, there are many predictive models, but fewer of them are applied in practice. This is due to many factors. For example, the reluctance of doctors to work with the new software on which the model is based. Or the model has high accuracy, but it is not clear how to interpret the results. The decision-making system in the form of a scale is understandable and convenient for medical specialists. Each factor has a specific score. This score indicates the contribution of the factor to prognosis. Scales are widespread in medical practice, for example, the FINDRISK scale [15] .", "cite_spans": [{"start": 682, "end": 686, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Models Creation"}, {"text": "On base Logistic Regression model, we can create a scale for estimated atrial fibrillation risk. The preprocessing process is shown in Fig. 1 . Out of 176 signs, the model showed the best quality at 60. The grid search method found model parameters.", "cite_spans": [], "ref_spans": [{"start": 135, "end": 141, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Models Creation"}, {"text": "The features were awarded points based on the regression coefficient. If the absolute value of the regression coefficient lay in the half-interval (0.0.5]-0.5 points, The following values most significantly reduce the risk of atrial fibrillation: supraventricular extrasystole, which appeared against the background of thyrotoxicosis, duration of thyrotoxicosis is less than 6 months (coefficient −4); atrial pacemaker migration, Infiltrative ophthalmopathy and pretibial myxedema, duration of thyrotoxicosis of more than 6 and less than 12 months (coefficient −3); lack of arterial hypertension in the presence of thyrotoxicosis, presence of hypertension with target blood pressure values during treatment, hemoglobin more than 120 g/L and less than 132 (coefficient −2). The most significant increase in the risk of Atrial Fibrillation is as follows: Diabetes mellitus (+4 coefficient); Heart rate on the background of TT is greater than 89 and less than 95 (coefficient 3); thyroidectomy thyrostatic therapy of thyrotoxicosis, male, lack of heart rate-reducing therapy against thyrotoxicosis, impaired glucose tolerance, ventricular extrasystole, which appeared against the background of thyrotoxicosis, duration of thyrostatic therapy, months >40.0, time of radical treatment (how many years after the debut thyrotoxicosis performed thyroidectomy or radioiodine therapy, months) less than 77(+2 coefficient).", "cite_spans": [], "ref_spans": [], "section": "Models Creation"}, {"text": "The developed scale was designed in the form of a questionnaire, which allows, without medical tests, to assess the risk of developing Atrial Fibrillation for a particular patient. You can see a fragment of this questionnaire in Fig. 2 .", "cite_spans": [], "ref_spans": [{"start": 229, "end": 235, "text": "Fig. 2", "ref_id": "FIGREF2"}], "section": "Models Creation"}, {"text": "The final score was calculated for each patient, patients were divided into 4 risk groups. Table 2 shows the incidence of AF. Groups 2 and 3 include the most severe patients, the indicator of getting into this group shows very high values of sensitivity and specificity. This table shows the accuracy of the created scale. This scale is a standard scale for assessing the risk of complication, created using the same tools as the well-known FINDRISK scale [15] and was validated similarly [16, 17] .", "cite_spans": [{"start": 456, "end": 460, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 489, "end": 493, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 494, "end": 497, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 91, "end": 98, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Models Creation"}, {"text": "In Figs. 3 and 4, we visualized the 1st tree in gradient boosting. Figure 3 we visualized a fragment of decision tree for patients with supraventricular extrasystole. Presumably, the most important symptom is the presence of supraventricular extrasystole in the patient. Also, this decision tree confirms the a priori significance of the signs describing the specificity of the course of thyroid disease in a particular patient. Presumably, the longer the duration of thyrotoxicosis, the higher the probability of AF. The age and heart rate detected at the first examination also increase the probability of atrial fibrillation in patients with thyrotoxicosis and supraventricular extrasystole. Figure 4 we visualized a fragment of decision tree for patients without supraventricular extrasystole. From the first tree, it follows that the most important criterion for the presence of AF is age. However, the specifics of constructing trees in gradient boosting does not always allow us to determine the importance of a particular trait for a predicted variable. We try to analyze the decision tree created on the basis of the DesissionTreeClassifier model. Visualization of 2 fragments of this tree is presented in Figs. 5 and 6. Figure 5 describes the branch for patients who do not have supraventricular extrasystole. Based on the tree structure, supraventricular extrasystole is one of the most important signs that contribute to the probability of AF. The absence of supraventricular extrasystole with an 89% probability means that AF will not develop in this patient. Further, patients are divided by age, threshold 58.5. Age above 58 indicates a high probability of developing AF if in these patients the FDT3 level exceeds 1.6. For patients younger than 58 without extrasystole, the probability of developing AF is high only if thyrostatic therapy duration is above 225 or the duration of thyrotoxicosis is above 65 months. The risk of developing thyrotoxicosis is also affected by body mass index (the higher the variable, the higher the risk of AF) and heart rate-reducing therapy. If therapy was carried out, the risk of atrial fibrillation is significantly higher than in the absence of therapy.", "cite_spans": [], "ref_spans": [{"start": 67, "end": 75, "text": "Figure 3", "ref_id": null}, {"start": 695, "end": 703, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 1230, "end": 1238, "text": "Figure 5", "ref_id": "FIGREF4"}], "section": "Results Analysis"}, {"text": "We analyzed the second fragment -the course of the disease for patients with supraventricular extrasystole. For this group of patients, obesity of the 2nd and 3rd degrees indicates a high probability of AF even in the absence of problems with carbohydrate metabolism. If the patient does not have obesity, does not have a violation of carbohydrate metabolism, and does not undergo heart rate reducing therapy, the probability of AF is close to 0. If there are problems with MA without analyzing other factors, the patient has a 60% chance of developing AF. Further risk assessment depends on age (the younger the patient, the lower the risk), potassium level, FT3, the presence of other heart rhythm disturbances, FT3 and the duration of hypertension. These findings are confirmed by a priori knowledge and expert opinion of doctors. This decision tree is a fairly simple and well-interpreted method that can be useful as part of a support and decision-making system for medical professionals working with patients The Atrial Fibrillation Risk Score for Hyperthyroidism Patients with thyrotoxicosis. Similarly, the complete structure of the tree was analyzed. The findings were interpreted by experts in the field of thyrotoxicosis. The knowledge gained about the relationship between the risk of AF and the specific course of thyrotoxicosis can be used to create a support and decision-making system.", "cite_spans": [], "ref_spans": [], "section": "Results Analysis"}, {"text": "Confusion matrices were constructed and analyzed. In terms of f1, XGBoostClassifier has the best predictive power. However, Logistic Regression has fewer falsenegative errors. Given the balance of classes, DecisionTreeClassifier has good predictive power, despite the simplicity of the model (sensitivity 0.8 and specificity 0.63). DecisionTreeClassifier is the most convenient model for interpretation. The choice of a specific model depends on the goals that the medical specialist wants to achieve. If it is more important to find all patients at risk of developing AF, XGBoost is better, because the model has the most specificity. If it is important to find all patients whose AF does not develop, then it is more logical to apply Logistic regression. For ease of use and interpretation of the result, it makes sense to use DecisionTreeClassifier or scale.", "cite_spans": [], "ref_spans": [], "section": "Results Analysis"}, {"text": "We analyzed at the way atrial fibrillation occurs. We used data from 1450 patients suffering from thyrotoxicosis of any form. We divided the patient data into 2 groups. Group 1 includes 450 patients who have developed atrial fibrillation. Group 2 includes 1000 patients in whom atrial fibrillation did not develop in the observed period. Next, we present the patient's course of diseases in the form of a pathway. We use graphs representation. The nodes were the codes of \"mkb10\" (international statistical classification of diseases) with that the patient was admitted for treatment to the Almazov Medical Center. We created edges from an earlier node to a later node. In Figs. 7 and 8 showed graphs for the two groups. The colors show the clusters. These clusters were obtained by the method of maximizing modularity. The size of the node depends on its degree. This graph contains 211 nodes \"mkb10\" and 1035 edges. Largest nodes in terms of degree are observation for suspected other diseases or conditions (Z03.8, purple cluster), congestive heart failure (I50.0, black cluster), past myocardial infarction (I25.2 purple cluster), other forms of angina pectoris (I20. 8, purple cluster), hypertension (I10, green cluster), atherosclerotic heart disease (I25.1, purple cluster), past myocardial infarction (I25.1, orange cluster). A diagnosis of AF is associated with each of these conditions. Therefore, when one of these conditions occurs, the patient is at risk of atrial fibrillation. It is a signal for the use of the above models. We include all large nodes in the model features.", "cite_spans": [], "ref_spans": [], "section": "Analysis Atrial Fibrillation Paths in Dynamic"}, {"text": "Heart failure diagnosis is the center of gray clusters. This disease relates TT with another diagnosis in gray clusters. This cluster includes several types of anemia, heart disease, and limb disease. We assume that these diseases influence on risk AF only together with heart failure diagnosis. Observation with suspected other diseases or conditions, other forms of angina pectoris, acute transmural infarction of the lower myocardial wall, ventricular tachycardia are the largest nodes in the purple cluster. This cluster in heart disease clusters. All these diseases were included in model train features. The pathways of AF for patients of 2 types of thyrotoxicosis are described in the green cluster. These species are thyrotoxicosis with diffuse goiter and thyrotoxicosis with toxic multinodular goiter. If patient suffers from these diseases, his risk-AFindicators include codes E66.0 (obesity) I10 (diabetes mellitus), cardiomyopathies (I42.0, I42.8). Therefore, for these patients group right diets is very important. Blue cluster included patients with other forms of thyrotoxicosis and thyrotoxicosis unspecified. For patients in this pathway group, indicators of AF include hypertension, cerebral atherosclerosis. Since 2 types of atrial fibrillation belong to this cluster, patients from this group must be automatically spent in the risk group.", "cite_spans": [], "ref_spans": [], "section": "Analysis Atrial Fibrillation Paths in Dynamic"}, {"text": "The following types of atrial fibrillation fall into the blue cluster: Paroxysmal atrial fibrillation, typical atrial flutter. These forms of AF are most closely associated with a diagnosis of E05.8 (unspecified forms of thyrotoxicosis), E05.9 (unspecified forms of thyrotoxicosis). All clusters were analyzed. And we identified indicators of increased risk for each particular type of Atrial Fibrillation. Those pieces of knowledge used in predictive models of atrial fibrillation.", "cite_spans": [], "ref_spans": [], "section": "Analysis Atrial Fibrillation Paths in Dynamic"}, {"text": "Based on Table 3 , the graph structure is different. The average degree is higher in the trajectories of patients without AF. This can be explained by different group sizes. The different structure of the course of thyrotoxicosis for these groups of patients follows from a different number of components. We can calculate the distance of similarity for a couple of particular pathways. Therefore, we propose new featuresdistance from particular pathways to pathways from these graphs. We plan to study this hypothesis in future work. The obtained knowledge will be used in future work to create a dynamic model that predicts the risks of other complications.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 16, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Analysis Atrial Fibrillation Paths in Dynamic"}, {"text": "As a result of the study, we created a practical method for assessing the risk of AF. This method includes 4 models. The choice of a particular model by a medical specialist depends on the specific treatments-diagnostic goal. The best combination of specificity and completeness was shown by a model based on Gradient Boosting. This model takes into account both the specifics of the course of thyrotoxicosis in a particular patient and many other features that affect the risk of AF. Given the high-quality indicators of the constructed models, these models may be applicable for early prediction of atrial fibrillation in a patient. The development will allow medical staff to select patients with a high risk of TAF for immediate follow-up or for early radical treatment for TT -surgical treatment or treatment with radioactive iodine instead of long-term medical treatment. We create a scale for assessing the risk of developing Atrial Fibrillation. The main advantage of the scale is its ease of use and good interpretability. Medical staff can use this scale without special software. All constructed models simplify the process of working with patients suffering from thyrotoxicosis. Further work includes improving the quality of the models used by increasing the data features and the use of neural networks, and analysis of atrial fibrillation pathways in dynamics using graphs.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Development of a risk score for atrial fibrillation (Framingham Heart Study): a community-based cohort study", "authors": [{"first": "R", "middle": ["B"], "last": "Schnabel", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "373", "issn": "09", "pages": "60443--60451", "other_ids": {"DOI": ["10.1016/S0140-6736(09)60443-8"]}}, "BIBREF1": {"ref_id": "b1", "title": "Hyperthyroidism and risk of atrial fibrillation or flutter: a population-based study", "authors": [{"first": "L", "middle": [], "last": "Frost", "suffix": ""}, {"first": "P", "middle": [], "last": "Vestergaard", "suffix": ""}, {"first": "L", "middle": [], "last": "Mosekilde", "suffix": ""}], "year": 2004, "venue": "Arch. Intern. Med", "volume": "164", "issn": "", "pages": "1675--1678", "other_ids": {"DOI": ["10.1001/archinte.164.15.1675"]}}, "BIBREF2": {"ref_id": "b2", "title": "Cardiovascular involvement in patients with different causes of hyperthyroidism", "authors": [{"first": "B", "middle": [], "last": "Biondi", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Kahaly", "suffix": ""}], "year": 2010, "venue": "Nat. Rev. Endocrinol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Features of antiarrhythmic therapy in patients with thyrotoxic heart", "authors": [{"first": "N", "middle": [], "last": "Klimanska", "suffix": ""}, {"first": "N", "middle": [], "last": "Klimanskaya", "suffix": ""}, {"first": "Yu", "middle": [], "last": "Kiselev", "suffix": ""}, {"first": "H", "middle": [], "last": "Климaнcькa", "suffix": ""}, {"first": "H", "middle": [], "last": "Климaнcкaя", "suffix": ""}, {"first": "Ю", "middle": [], "last": "Киceлeв", "suffix": ""}], "year": 2005, "venue": "Ocoбeннocти aнтиapитмичecкoй тepaпии y бoльныx c тиpeoтoкcичecким cepдцeм", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A machine learning aided systematic review and meta-analysis of the relative risk of atrial fibrillation in patients with diabetes mellitus", "authors": [{"first": "Z", "middle": [], "last": "Xiong", "suffix": ""}], "year": 2018, "venue": "Front. Physiol", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3389/fphys.2018.00835"]}}, "BIBREF5": {"ref_id": "b5", "title": "Prevalence of diagnosed atrial fibrillation in adults: National implications for rhythm management and stroke prevention: The anticoagulation and risk factors in atrial fibrillation (ATRIA) study", "authors": [{"first": "A", "middle": ["S"], "last": "Go", "suffix": ""}], "year": 2001, "venue": "J. Am. Med. Assoc", "volume": "285", "issn": "", "pages": "2370--2375", "other_ids": {"DOI": ["10.1001/jama.285.18.2370"]}}, "BIBREF6": {"ref_id": "b6", "title": "Thyroid disease and the heart", "authors": [{"first": "I", "middle": [], "last": "Klein", "suffix": ""}, {"first": "S", "middle": [], "last": "Danzi", "suffix": ""}], "year": 2007, "venue": "Circulation", "volume": "116", "issn": "", "pages": "1725--1735", "other_ids": {"DOI": ["10.1161/CIRCULATIONAHA.106.678326"]}}, "BIBREF7": {"ref_id": "b7", "title": "Interrelation of remodeling of the heart and blood vessels with thyrotoxicosis", "authors": [{"first": "A", "middle": ["Y"], "last": "Babenko", "suffix": ""}], "year": 2011, "venue": "Bзaимocвязь peмoдeлиpoвaния cepдцa и cocyдoв пpи тиpeoтoкcикoзe", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Low serum thyrotropin concentrations as a risk factor for atrial fibrillation in older persons", "authors": [{"first": "C", "middle": ["T"], "last": "Sawin", "suffix": ""}], "year": 1994, "venue": "N. Engl. J. Med", "volume": "331", "issn": "", "pages": "1249--1252", "other_ids": {"DOI": ["10.1056/NEJM199411103311901"]}}, "BIBREF9": {"ref_id": "b9", "title": "Is there a place for the late cardioversion of atrial fibrillation? A long-term follow-up study of patients with post-thyrotoxic atrial fibrillation", "authors": [{"first": "H", "middle": [], "last": "Nakazawa", "suffix": ""}], "year": 2000, "venue": "Eur. Heart J", "volume": "21", "issn": "", "pages": "327--333", "other_ids": {"DOI": ["10.1053/euhj.1999.1956"]}}, "BIBREF10": {"ref_id": "b10", "title": "Association between serum free thyroxine concentration and atrial fibrillation", "authors": [{"first": "M", "middle": ["D"], "last": "Gammage", "suffix": ""}], "year": 2007, "venue": "Arch. Intern. Med", "volume": "167", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/archinte.167.9.928"]}}, "BIBREF11": {"ref_id": "b11", "title": "Echocardiographic studies on the relationship between atrial fibrillation and atrial enlargement in patients with hyperthyroidism of Graves&rsquo", "authors": [{"first": "T", "middle": [], "last": "Iwasaki", "suffix": ""}], "year": 1989, "venue": "Disease. Cardiol", "volume": "76", "issn": "", "pages": "10--17", "other_ids": {"DOI": ["10.1159/000174467"]}}, "BIBREF12": {"ref_id": "b12", "title": "Risk assessment in the development of atrial fibrillation at patients with associate thyroid dysfunctions", "authors": [{"first": "D", "middle": ["M"], "last": "Tǎnase", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Ionescu", "suffix": ""}, {"first": "A", "middle": [], "last": "Ouatu", "suffix": ""}, {"first": "V", "middle": [], "last": "Ambǎruş", "suffix": ""}, {"first": "C", "middle": [], "last": "Arsenescu-Georgescu", "suffix": ""}], "year": 2013, "venue": "Rev. medico-chirurgicalǎ a Soc. Medici şi Nat. din Iaşi", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Role of Thyroid Hormones in Different Aspects of Cardiovascular System", "authors": [{"first": "Metab", "middle": [], "last": "Synd", "suffix": ""}, {"first": "E", "middle": [], "last": "Hernando", "suffix": ""}, {"first": "V", "middle": ["U"], "last": "Eliana", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "", "suffix": ""}], "year": 2015, "venue": "Endocrinol Metab Synd", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4172/2161-1017.1000166"]}}, "BIBREF14": {"ref_id": "b14", "title": "The diabetes risk score a practical tool to predict type 2 diabetes risk", "authors": [{"first": "J", "middle": [], "last": "Lindström", "suffix": ""}, {"first": "L", "middle": [], "last": "Lindström", "suffix": ""}, {"first": "J", "middle": [], "last": "Tuomilehto", "suffix": ""}], "year": 2003, "venue": "Diabetes care", "volume": "26", "issn": "", "pages": "725--731", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Validation of the Finnish diabetes risk score (FINDRISC) questionnaire for screening for undiagnosed type 2 diabetes, dysglycaemia and the metabolic syndrome in Greece", "authors": [{"first": "K", "middle": [], "last": "Makrilakis", "suffix": ""}], "year": 2011, "venue": "Diabetes Metab", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.diabet.2010.09.006"]}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluation of Finnish diabetes risk score in screening undiagnosed diabetes and prediabetes among U.S. adults by gender and race: NHANES 1999-2010", "authors": [{"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0097865"]}}}, "ref_entries": {"FIGREF0": {"text": "Preprocessing stages", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Fragment of AF risk questionnaire", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fragment of decisions tree for patients with supraventricular extrasystole", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Fragment of decisions tree for patients without supraventricular extrasystole", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Fragment of decisions tree for patients with supraventricular extrasystole", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Pathways of thyrotoxicosis for 450 patients with atrial fibrillation (Color figure online)", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Pathways of thyrotoxicosis for 1000 patients without atrial fibrillation (Color figure online)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Models comparison", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model </td><td>Accuracy average </td><td>F1 average </td><td>Recall average </td><td>Precision average </td><td>Preprocessing\n</td></tr><tr><td>XGB </td><td>0.876 </td><td>0.793 </td><td>0.788 </td><td>0.801 </td><td>B1 A2 C3 B4 B5\n</td></tr><tr><td>BernoulliNB </td><td>0.834 </td><td>0.742 </td><td>0.788 </td><td>0.701 </td><td>A1 C2 B3 B4 A5\n</td></tr><tr><td>GaussianNB </td><td>0.819 </td><td>0.73 </td><td>0.8 </td><td>0.677 </td><td>B1 C2 B3 B4 C5\n</td></tr><tr><td>LR </td><td>0.835 </td><td>0.726 </td><td>0.715 </td><td>0.742 </td><td>A1 C2 B3 B4 B5\n</td></tr><tr><td>Decision Tree </td><td>0.806 </td><td>0.703 </td><td>0.675 </td><td>0.666 </td><td>B1 A2 A3 B4 B5\n</td></tr><tr><td>Random Forest </td><td>0.819 </td><td>0.687 </td><td>0.609 </td><td>0.753 </td><td>C1 B2 B3 A4 C5\n</td></tr><tr><td>MultinomialNB </td><td>0.777 </td><td>0.653 </td><td>0.693 </td><td>0.618 </td><td>A1 C2 B3 B4 C5\n</td></tr><tr><td>K Neighbors </td><td>0.796 </td><td>0.614 </td><td>0.537 </td><td>0.720 </td><td>A1 C2 B3 A4 B5\n</td></tr><tr><td>SVC </td><td>0.765 </td><td>0.452 </td><td>0.327 </td><td>0.778 </td><td>A1 C2 B3 B4 D5\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Risk scale metrics for the development of AF.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Risk level </td><td>Frequency_FP0 </td><td>Frequency_FP1 </td><td>Score\n</td></tr><tr><td>Low </td><td>1 </td><td>0 </td><td>&lt;= −5\n</td></tr><tr><td>Average </td><td>0.454545 </td><td>0.545455 </td><td>(−5,1]\n</td></tr><tr><td>Tall </td><td>0.0980392 </td><td>0.901961 </td><td>(1,5.5]\n</td></tr><tr><td>Very tall </td><td>0.0526316 </td><td>0.947368 </td><td>&gt;= 5.5\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Graph statistics.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. This research is financially supported by The Russian Scientific Foundation, Agreement #17-15-01177.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}