{
    "paper_id": "2f5ec61dcb58012a10d0e3880ca801974df279ed",
    "metadata": {
        "title": "Quantifying Child-Appeal: The Development and Mixed-Methods Validation of a Methodology for Evaluating Child-Appealing Marketing on Product Packaging",
        "authors": [
            {
                "first": "Christine",
                "middle": [],
                "last": "Mulligan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "M5S 1A8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Monique",
                "middle": [],
                "last": "Potvin Kent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa",
                    "location": {
                        "postCode": "K1H 8M5",
                        "settlement": "Ottawa",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Vergeer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "M5S 1A8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthea",
                "middle": [
                    "K"
                ],
                "last": "Christoforou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "M5S 1A8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "R"
                ],
                "last": "L&apos;abbé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "M5S 1A8",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Child-appealing marketing for foods and beverages of poor nutritional quality is pervasive [1] [2] [3] [4] [5] . These marketing practices have been shown to influence children's taste preferences, purchase requests, and consumption patterns [2, 4, 6] . As a result, child-appealing marketing is contributing to poor diet quality and the growing burden of childhood obesity and diet-related chronic disease [1, 2, 7] . In response, the World Health Organization has recommended limiting the exposure and power of child-appealing marketing as a preventative action against childhood obesity [8, 9] . Many countries are considering or have already implemented mandatory or voluntary child-appealing marketing restrictions [10, 11] , and recent evidence points to the potential effectiveness of these policies in improving the healthfulness of the food supply and consequently, children's health [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 411,
                    "end": 413,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 414,
                    "end": 416,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A critical consideration in this field is the definition of \"child-appeal\". However, there is currently no standardized framework by which to determine whether instances of marketing are appealing to children (i.e., does it have characteristics that children notice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The child-appealing packaging (CAP) coding tool was developed as a novel methodology to measure the presence, type, and power of child-appealing marketing on product packaging, by evaluating the marketing techniques displayed on the package. The CAP tool was developed by selecting marketing techniques from a published inventory of marketing techniques that have previously been used in child-appealing marketing research [16] . The CAP tool includes marketing techniques that are popular on product packaging specifically (e.g., cartoon characters, toys in the box), as well as techniques that have traditionally been used in other marketing platforms but are now appearing on packaging with evolving marketing practices (e.g., social media handles, scannable codes linked to websites).",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following the selection of marketing techniques, the included techniques were categorized into two categories: Core techniques and broad techniques. Core techniques are marketing techniques that could independently make a package appealing to children (e.g., cartoon characters or games on the package). Core techniques are also those that are typically included in marketing regulations or restrictions, as these are more \"objectively\" or defensibly appealing to children. Broad techniques are marketing techniques that would not on their own cause a product to be considered \"child-appealing\", however, in addition to the core techniques, these could increase the power of the marketing message as a whole (e.g., appeals to nutrition, health or value). Evidence has shown that marketing techniques such as promoting a product's health, nutritional or economic value were amongst the most popular techniques used in child-appealing marketing research, despite them not being typical child-appealing techniques [16, 17] . Broad techniques also include marketing techniques that may not appeal directly to children but may appeal to their parents or caregivers (e.g., product benefit claims, convenient packaging), and therefore be purchased for children. These techniques are important to monitor, given that when/if child-appealing marketing is restricted, a proliferation of broad techniques may occur as a means for manufacturers to circumvent regulations and ensure that their products are still consumed by children.",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The selection and categorization of marketing techniques for the CAP tool was an iterative process, reviewed and adjusted multiple times by the research team to ensure face validity (i.e., ensuring that the tool logically appears to measure child-appealing marketing) [24] and to ensure that marketing techniques were clearly defined and mutually exclusive.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are three primary outcome variables of the application of the CAP tool related to (1) the presence, (2) the type, and (3) the power of child-appealing marketing, detailed in Table 1 . Briefly, the CAP tool measures the presence of child-appealing marketing (i.e., if the package is child-appealing or not), based on the display of one or more core marketing technique(s), and captures the type of the marketing based on the presence or frequency of display of individual core/broad marketing techniques within the sample. Finally, the CAP tool scores marketing power by summing all the techniques (core and broad) displayed on the package, based on evidence that the number of marketing techniques displayed on the package increases the persuasiveness or intensity of the marketing message [19, 20] . For the purposes of the CAP tool, the presence of each marketing technique is weighted equally (i.e., 1 point each). Table 1 . Outcome variables of the child-appealing packaging (CAP) coding tool.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 800,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 931,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Presence of child-appealing marketing Determines whether the product packaging is child-appealing, based on the display of core marketing techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome Variable Explanation Details and Derivation"
        },
        {
            "text": "Binary Variable (i.e., Yes (child-appealing packaging): ≥1 core marketing technique displayed; No (not child-appealing): 0 core techniques displayed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome Variable Explanation Details and Derivation"
        },
        {
            "text": "Determines which specific type(s) of core or broad marketing technique(s) is being displayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of child-appealing marketing"
        },
        {
            "text": "Presence (binary) or frequency (count) of individual core or broad marketing techniques displayed within a sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of child-appealing marketing"
        },
        {
            "text": "Determines the power (persuasiveness) of the marketing message based on the number of unique core and broad marketing techniques displayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power of child-appealing marketing"
        },
        {
            "text": "Marketing power score (count variable): Sum of all the unique core and broad techniques displayed on the package (e.g., 1, 2, 3, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power of child-appealing marketing"
        },
        {
            "text": "As with any newly developed tool or methodology, the validation of the CAP tool prior to its application was necessary to ensure that the CAP tool is accurately measuring child-appealing marketing on product packaging. Therefore, this study undertook a mixed methods approach to test the criterion and content validity of the CAP tool. The quantitative study was a cross-sectional survey study, involving a product packaging classification activity and the qualitative study used focus group discussions-both studies were completed by children. A mixed methods approach was employed due to its usefulness in generating complementary types of data to answer different aspects of a research question (e.g., different types of validity) [25] . The current study was a pilot study, with a larger primary study planned, pending the results of this work and the evolving social distancing and safety protocols in place due to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 738,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Criterion validity is defined as the \"extent to which the method is accurately based on an externally derived gold standard and examines whether a method correlates in a predicted manner with variables with which, theoretically, it should correlate\" [26, 27] . In the context of this study, criterion validity was tested by assessing how well the CAP tool's evaluation of child-appealing marketing correlates with how children perceive and respond to various marketing techniques on product packaging-children's perceptions being the \"gold standard\". Theoretically, a product that the CAP tool identifies as displaying childappealing packaging should align with whether children think the product is appealing to them or meant for kids. Similarly, a product with higher child-appealing marketing power, as scored by the CAP tool, should be more appealing to children.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Content validity is defined as the \"extent to which the system covers the full range of meaning for the concept being measured\" [26, 28] . For the CAP tool to have high content validity, it should capture and measure the entire breadth of what \"child-appealing packaging\" entails. Given that the CAP tool was developed based on a published inventory of marketing techniques that are known to be relevant to child-appealing marketing on product packaging [16] , it inherently has some content validity. However, to additionally test the content validity of the CAP tool, children were asked to describe the aspects of product packaging that are important to them and key to driving child-appeal (in their opinion), to ensure that all marketing techniques that children find meaningful and salient are included in the CAP tool.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "This study was registered as a clinical trial (#NCT04294121) and was approved by the University of Toronto Human Research Ethics board (Protocol ID 37436). The registered protocols include an element related to parents' perspectives on packaging, however, this was delayed due to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Children (n = 15) were recruited using posters and emails distributed through communitybased after-school child-care programs in Toronto, Canada. Children were eligible to participate if they were aged 5-13 years, any gender, and spoke English. Recruitment was conducted in neighbourhoods of varying socioeconomic statuses (SES), identified by publicly available Toronto census data, and based on the prevalence of low-income-after-tax households [29] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Participants and Recruitment"
        },
        {
            "text": "All study sessions occurred at the University of Toronto Nutrition Intervention Centre. At the time of participation, a written consent was obtained from the children's parents or guardians and a written assent was obtained from the children. Families were compensated with gift vouchers for grocery retailers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Recruitment"
        },
        {
            "text": "A set of six mock-branded breakfast cereal packages were professionally designed for use in this study by a graphic design company with expertise in commercial food label design. Mock packages were used to reduce response bias based on brand-familiarity or preference. The breakfast cereal was chosen as the example product type, given their frequent display of child-appealing marketing on packaging [30] [31] [32] [33] [34] and consumption by children [35, 36] . All of the boxes displayed the same nutritional information (i.e., nutrition facts table and ingredients list) to reduce bias based on the nutrient or ingredient content. Six cereal boxes were designed to portray both core and broad marketing techniques with a range of marketing power scores, as would be measured using the CAP tool. According to the CAP tool, four out of six cereals would be considered to have child-appealing packaging (i.e., displaying at least 1 core technique) and marketing power scores would range from 0-14 points and could therefore be ranked from 1 to 6 based on marketing power. A full description of the mock cereal packages can be found in Supplementary Table S1.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Design of Mock Cereal Packages"
        },
        {
            "text": "Fifteen children were recruited to participate in 4 study sessions, ranging from 2 to 6 children each, meeting recommendations for the ideal children's focus group sizes [37] [38] [39] . The demographic information for participants is presented in Table 2 . In one study session, each child individually completed a classification activity using the breakfast cereals, and then participated in a focus group discussion with all other children. During the individual classification activity, children were asked to observe all sides of the six cereal packages and were asked (1) to decide if each of the individual cereal boxes was for children (i.e., a binary (yes/no) response) and (2) to put the cereal boxes in order of which they liked the most to which they liked the least (i.e., a ranked (1 to 6) response). Children's responses were recorded by a member of the research team. The children who were awaiting participation were kept occupied by another member of the research team in a separate area as to not bias their responses by hearing the previous children's responses. Boxes were rearranged between participants into a predetermined random order to ensure consistency between participants. 1 The SES group was defined based on the percentage of the population that was below the low-income measure after tax (%LIMAT) in the participant's neighborhood of residence (according to the 2016 City of Toronto Census data: https://www.toronto.ca/city-government/data-research-maps/neighbourhoods-communities/ neighbourhood-profiles/ (accessed on 10 February 2020)) determined by their postal code. Neighborhoods with ≤18.2% LIMAT were categorized as \"lower\" SES, 18.3-26.3% LIMAT were categorized as \"middle\", and ≥26.4% LIMAT were categorized as \"higher\". 2 Children aged 5-8 years old were considered \"younger\" and children aged 9-13 years old were considered \"older\".",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1204,
                    "end": 1205,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Protocol"
        },
        {
            "text": "Following the completion of the classification activity, children participated in the focus group discussion, moderated by a member of the research team. The discussion prompted the children to explain the choices and rankings they made in the classification activity to gain valuable insight into the rationale behind why and how they responded to the packages. The moderator also probed children for examples of aspects of packaging that they found important in making the cereal boxes or product packages more generally, appealing to them and other children. The same moderator conducted all focus group discussions following a semi-structured interview guide to ensure consistency in the interview and probing style between study sessions. Audio recordings and handwritten notes were taken during the discussions and were subsequently transcribed and imported into the NVivo 12 Plus© (version 12.6.0.959) software for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Protocol"
        },
        {
            "text": "The percent agreement and Cohen's Kappa statistic (κ) tested the pairwise agreement between the CAP tool's and the children's binary classifications of products with and without child-appealing packaging (i.e., binary outcome). Values of κ were interpreted as follows: Values ≤0 indicating \"no agreement\", 0.01-0.20 as \"none to slight\", 0.21-0.40 as \"fair\", 0.41-0.60 as \"moderate\", 0.61-0.80 as \"substantial\", and 0.81-1.00 indicating \"almost perfect agreement\" [40] . A higher percent/pairwise agreement suggests higher criterion validity for this outcome.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative Analyses"
        },
        {
            "text": "Spearman's rank correlation tested the relationship between the CAP tool's ranking of cereals based on marketing power scores and the children's ranking of cereals based on their appeal (i.e., ranked outcome). Values of Spearman's rho (r s ) closer to +1 indicate a stronger positive relationship between the rankings, and therefore, higher criterion validity for this outcome. Values of r s were interpreted as follows: 0.00 as \"zero\", 0.01-0.30 as \"weak\", 0.31-0.60 as \"moderate\", 0.61-0.99 as \"strong\", and 1.00 as \"perfect\" [41] .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 532,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative Analyses"
        },
        {
            "text": "The percent agreement, pairwise agreement, and correlation were analyzed overall, and in relevant subgroups (i.e., age group, gender, SES group). For the purposes of these exploratory subgroup analyses, children aged 5-8 years old were considered \"younger\" and children aged 9-13 years old were considered \"older\". Gender was as declared by the participant. The SES group was defined based on the percentage of the population below the low-income measure after tax (% LIMAT) in the participant's neighborhood of residence [29] , determined by their postal code. Neighborhoods with ≤18.2% LIMAT were categorized as \"lower\" SES, 18.3-26.3% LIMAT were categorized as \"middle\", and ≥26.4% LIMAT were categorized as \"higher\". The sample size was underpowered to conduct these subgroup analyses as primary outcomes, but they were carried out for exploratory purposes to inform a future larger study.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative Analyses"
        },
        {
            "text": "Cross-classification analyses were conducted between the CAP tool and children's rankings (i.e., 1 to 6) of breakfast cereals according to the marketing power (CAP tool) and their appeal (children). Cross-classification analyses were conducted overall, and per the individual cereal box. The exact agreement was defined as the same ranking by both the CAP tool and children (e.g., the CAP tool scored the cereal box with the 2nd highest marketing power and children ranked it as their 2nd favorite). Agreement ±1 ranking (e.g., the CAP tool scored the cereal box with the 2nd highest marketing power and children ranked it as either their 1st or 3rd favorite) and disagreement (i.e., rankings ±2) were also calculated. If rankings were further apart than ±2 ranks, it was considered to be a gross misclassification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Analyses"
        },
        {
            "text": "Quantitative analyses were completed in the RStudio© (version 1.1.463) and Microsoft ® Excel ® software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Analyses"
        },
        {
            "text": "The quantitative outcomes related to criterion validity were supplemented with the qualitative evaluation of content validity through the analyses of the focus group discussions [25] . A conceptual content analysis (i.e., assessing the occurrence of concepts or terms in the data) [42, 43] was conducted to assess the qualitative agreement between the marketing techniques included in the CAP tool and the marketing techniques and/or aspects of packaging that children highlighted as pertinent to them during the discussions.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Analyses"
        },
        {
            "text": "Since our primary concern was how well the CAP tool techniques aligned with the aspects of packaging highlighted by children, a flexible deductive approach was taken for the content analysis, whereby codes were pre-determined based on the CAP tool (i.e., codes corresponding to each CAP tool technique), but additional codes could be incorporated to reflect new concepts, should they emerge [44] [45] [46] . Coding of transcripts was an iterative process, with one researcher coding and re-coding data until consistency and completion were achieved.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Analyses"
        },
        {
            "text": "The coding frequency of each code was calculated to determine the most common concepts (i.e., marketing techniques) in the data. The coded content was analyzed thematically to further interpret key concepts and ideas related to how children determine the food packaging's child appeal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Analyses"
        },
        {
            "text": "The final CAP tool includes 18 core techniques (Table A2 ) and 11 broad techniques (Table A3) , for a total of 29 marketing techniques. Marketing power scores for products evaluated with the CAP tool could therefore range from 0 to 29, according to the number of marketing techniques that are displayed on the package. The full CAP coding tool is detailed in Appendix A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "text": "(Table A2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 83,
                    "end": 93,
                    "text": "(Table A3)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Child-Appealing Packaging (CAP) Coding Tool"
        },
        {
            "text": "All children completed binary classifications and ordered rankings for all six cereal boxes, resulting in 90 CAP-child binary cereal classification pairings and 90 cereal ranking pairings for analysis. 1 Percentage of cereals categorized similarly by both children and the CAP tool, and the number of CAP-child pairings categorized the same way, overall, and in subgroups. 2 Pairwise agreement was tested using Cohen's Kappa Statistic (κ). 3 Values of κ were interpreted as follows: Values ≤0 indicating \"no agreement\", 0.01-0.20 as \"none to slight\", 0.21-0.40 as \"fair\", 0.41-0.60 as \"moderate\", 0.61-0.80 as \"substantial\", and 0.81-1.00 indicating \"almost perfect agreement\". 4 The SES group was defined based on the percentage of the population that was below the low-income measure after tax (%LIMAT) in the participant's neighborhood of residence (according to the 2016 City of Toronto Census data: https://www.toronto.ca/city-government/data-research-maps/neighbourhoods-communities/neighbourhood-profiles/ (accessed on 3 February 2020)) determined by their postal code. Neighborhoods with ≤18.2% LIMAT were categorized as \"lower\" SES, 18.3-26.3% LIMAT were categorized as \"middle\", and ≥26.4% LIMAT were categorized as \"higher\". 5 Children aged 5-8 years old were considered \"younger\" and children aged 9-13 years old were considered \"older\".",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 374,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 441,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1236,
                    "end": 1237,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "There was a strong correlation (r s [95% CI]: 0.78 [0.63, 0.89], p < 0.001) between the CAP tool's and children's ranking of the cereal boxes (i.e., 1 to 6 in order of marketing power/appeal) ( Figure 1 ). The median correlation across children was 0.94 and 46.7% (n = 7/15) of children ranked cereal boxes in perfect correlation (i.e., r s = 1) with the CAP tool's evaluation of marketing power (data not shown). Exploratory subgroup analyses found that younger and older age groups showed a similar correlation between CAP and children's cereal rankings (r s [95% CI]: 0.78 [0.51, 0.96], p < 0.001 and 0.78 [0.56, 0.92], p < 0.001, respectively) ( Table 4 ). The \"lower\" SES status group had a correlation of 0.62 [0.19, 0.94], p = 0.006, the \"middle\" SES status group had a correlation of 0.79 [0.53, 0.97], p < 0.001, and the \"higher\" SES status group had a correlation of 0.86 [0.7, 0.96], p < 0.001. The correlation in all of the subgroups was strong.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 650,
                    "end": 657,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "in the participant's neighborhood of residence (according to the 2016 City of Toronto Census data: https://www.toronto.ca/city-government/data-research-maps/neighbourhoods-communities/neighbourhood-profiles/ (accessed on 3 February 2020)) determined by their postal code. Neighborhoods with ≤18.2% LIMAT were categorized as \"lower\" SES, 18.3-26.3% LIMAT were categorized as \"middle\", and ≥26.4% LIMAT were categorized as \"higher\". 5 Children aged 5-8 years old were considered \"younger\" and children aged 9-13 years old were considered \"older\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "There was a strong correlation (rs [95% CI]: 0.78 [0.63, 0.89], p <0.001) between the CAP tool's and children's ranking of the cereal boxes (i.e., 1 to 6 in order of marketing power/appeal) (Figure 1 ). The median correlation across children was 0.94 and 46.7% (n = 7/15) of children ranked cereal boxes in perfect correlation (i.e., rs = 1) with the CAP tool's evaluation of marketing power (data not shown). Exploratory subgroup analyses found that younger and older age groups showed a similar correlation between CAP and children's cereal rankings ( CI between children's ranking of cereals (i.e., 1 to 6) in order of preference and the CAP tool's ranking of cereals (i.e., 1 to 6) in order of marketing power. Individual data points indicate the CAP-child ranking pairs (e.g., child cereal rank of \"2\"/CAP tool rank of \"1\"), with larger data points corresponding to a larger number of ranking pairs at that intersection. Table 4 . Spearman's rank correlation (rs) between children's ranking of cereal boxes in order of preference and the CAP tool's ranking of cereal boxes according to the marketing power, overall, and among socioeconomic status and age subgroups. rs (95% CI) 1 p-Value 2 rs Interpretation 3 Overall (n = 15) 0.78 (0.63, 0.89) <0.001 \"Strong correlation\" Figure 1 . Spearman correlation (r s ) between children's ranking of cereal boxes in order of preference and the CAP tool's ranking of cereal boxes according to the marketing power. The plotted line depicts the Spearman rank correlation and 95% CI between children's ranking of cereals (i.e., 1 to 6) in order of preference and the CAP tool's ranking of cereals (i.e., 1 to 6) in order of marketing power. Individual data points indicate the CAP-child ranking pairs (e.g., child cereal rank of \"2\"/CAP tool rank of \"1\"), with larger data points corresponding to a larger number of ranking pairs at that intersection. Cross-classification analyses resulted in exact agreement for 71.1% (n = 64) of CAPchild cereal ranking pairings, 17.8% (n = 16) had agreement ±1 ranking, and there was disagreement and gross misclassification for 5.6% (n = 5) of pairings, each ( Figure 2 ). The exact agreement ranged from 60-80% across individual cereals, agreement ±1 ranged from 6.7-26.7%, disagreement ranged from 0-6.7%, and gross misclassification ranged from 0-13.3%.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 553,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1184,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1278,
                    "end": 1286,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2142,
                    "end": 2150,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "below the low-income measure after tax (%LIMAT) in the participant's neighborhood of residence (according to the 2016 City of Toronto Census data: https://www.toronto.ca/city-government/dataresearch-maps/neighbourhoods-communities/neighbourhood-profiles/ (accessed on 3 February 2020)) determined by their postal code. Neighborhoods with ≤18.2% LIMAT were categorized as \"lower\" SES, 18.3-26.3% LIMAT were categorized as \"middle\", and ≥26.4% LIMAT were categorized as \"higher\". 5 Children aged 5-8 years old were considered \"younger\" and children aged 9-13 years old were considered \"older\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "Cross-classification analyses resulted in exact agreement for 71.1% (n = 64) of CAPchild cereal ranking pairings, 17.8% (n = 16) had agreement ±1 ranking, and there was disagreement and gross misclassification for 5.6% (n = 5) of pairings, each ( Figure 2 ). The exact agreement ranged from 60-80% across individual cereals, agreement ±1 ranged from 6.7-26.7%, disagreement ranged from 0-6.7%, and gross misclassification ranged from 0-13.3%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CAP Tool Validation Study"
        },
        {
            "text": "Cross-classification analyses of the agreement between children's and the CAP tool's ranking of cereal boxes, overall, and per cereal box. Cross-classification analyses were conducted between the CAP tool and children's rankings (i.e., 1 to 6) of breakfast cereals according to the marketing power (CAP tool) and their appeal (children). Cross-classification analyses were conducted overall and per individual cereal box. Exact agreement was defined as the same ranking by both the CAP tool and children (e.g., CAP tool scored the cereal box with the 2nd highest marketing power and children ranked as their 2nd favorite). Agreement ±1 ranking (e.g., CAP tool scored the cereal box with the 2nd highest marketing power and children ranked as either their 1st or 3rd favorite) and disagreement (i.e., rankings ±2) were also calculated. If . Cross-classification analyses were conducted overall and per individual cereal box. Exact agreement was defined as the same ranking by both the CAP tool and children (e.g., CAP tool scored the cereal box with the 2nd highest marketing power and children ranked as their 2nd favorite). Agreement ±1 ranking (e.g., CAP tool scored the cereal box with the 2nd highest marketing power and children ranked as either their 1st or 3rd favorite) and disagreement (i.e., rankings ±2) were also calculated. If rankings were further apart than ±2 ranks, it was considered to be gross misclassification. Cereal boxes are ranked in order of least (A) to most (F) powerful marketing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "The content analysis of the focus group transcripts showed that 19/28 CAP marketing techniques were discussed. This included 12/18 core techniques and 7/10 broad techniques. The techniques most frequently mentioned by children were child-appealing visual and graphical design (36 times), unconventional color of the product (29 times), and appeals to fun (18 times). It is important to note as well that children did not discuss any techniques or aspects of packaging that were not covered by the CAP tool. The frequency of all coded techniques is shown in Figure 3 . Overall, qualitative analyses suggest that the CAP tool has content validity in that it measures child-appeal using a list of techniques that correspond to the aspects of packaging that children discussed in the focus groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Content Validity (i.e., Qualitative Results)"
        },
        {
            "text": "niques. The techniques most frequently mentioned by children were child-appealing visual and graphical design (36 times), unconventional color of the product (29 times), and appeals to fun (18 times). It is important to note as well that children did not discuss any techniques or aspects of packaging that were not covered by the CAP tool. The frequency of all coded techniques is shown in Figure 3 . Overall, qualitative analyses suggest that the CAP tool has content validity in that it measures child-appeal using a list of techniques that correspond to the aspects of packaging that children discussed in the focus groups. Three key themes emerged from the content analysis related to the aspects of packaging that drove its appeal to children. Firstly, it was clear that the children were drawn to cereal boxes (and food packaging more generally), that were, in their words: \"Fun\", \"cool\", \"exciting\", and \"interesting\". They thought that packages that displayed these characteristics (e.g., \"fun\", \"cool\") were meant for them or other kids. Conversely, children thought that if cereals were \"boring and plain\", \"not really exciting\" or if \"they just look like normal cereal\", they were not meant for kids and should be for adults. These notions served as explanations for many of the children's decisions on whether a particular cereal box was \"for kids\" or not. Children were adamant that aspects of the package's design, such as color, the presence of characters, and a \"kiddie atmosphere\" were key for building its overall appeal (or how \"fun\" it was). Moreover, participants discussed that if Three key themes emerged from the content analysis related to the aspects of packaging that drove its appeal to children. Firstly, it was clear that the children were drawn to cereal boxes (and food packaging more generally), that were, in their words: \"Fun\", \"cool\", \"exciting\", and \"interesting\". They thought that packages that displayed these characteristics (e.g., \"fun\", \"cool\") were meant for them or other kids. Conversely, children thought that if cereals were \"boring and plain\", \"not really exciting\" or if \"they just look like normal cereal\", they were not meant for kids and should be for adults. These notions served as explanations for many of the children's decisions on whether a particular cereal box was \"for kids\" or not. Children were adamant that aspects of the package's design, such as color, the presence of characters, and a \"kiddie atmosphere\" were key for building its overall appeal (or how \"fun\" it was). Moreover, participants discussed that if the cereal \"[had] games on it\" or \"free toys\", this made it seem fun and therefore appealing. Having a cereal that \"looks yummy\" was also key in driving a cereal's attractiveness, according to children. Many of the aspects of packaging that children mentioned most often as generating appeal or making them think a cereal was \"for kids\" correspond to the core marketing techniques in the CAP tool, examples of which are shown in Table 5 . Importantly, it was apparent from the discussions that cereal boxes which were lacking these core techniques and were more \"plain\" or \"dull\", were not nearly as interesting or attractive to children. Table 5 . Examples of quotes illustrating children's discussion of core marketing techniques 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 399,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3009,
                    "end": 3016,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 3219,
                    "end": 3226,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Content Validity (i.e., Qualitative Results)"
        },
        {
            "text": "\"It looked like they have little sugar-coated colorful thingies that kids love, you know, like those fruit loops and stuff that have all those colorful rings\" \"And there's like a zombie kind of...and it says like 'Sooo much fun!'\" \"Because there's a lot of colors\" \"I like the tic tac toe\" \"Usually a lot of people's eyes go to the more colorful things and there's the one that said uhm, 'free toy inside' which would be more kids oriented and 'cause adults don't really like toys\" \"Uh because it looks cool...so kids would probably get tricked into eating it cause its like 'Yeah, I wanna be a cool kid I'm gunna pick this cereal!'\" \"If it has like lots of pictures or like the colors of the pictures or the colors of the food and its not just like regular food or just plain\" \"[Kids like cereals that] make them have fun because they're so colorful and it makes them excited\" \"Its quite interesting to see they're both from the same brand and one has more like kiddie atmosphere and all these colors and this one is like for parents and adults and older people and stuff [indicating less powerfully marketed cereals]\" \"Yeah, it says like you get a free toy and \"cool new colours\" like that...and uhm on this one [indicating a more powerfully marketed box] it there it says: \"guaranteed great taste\" but this one [indicating a less powerfully marketed box] says nothing in large and there's no detail so its just less interesting . . . and look it says: \"kids club\" there!\" Examples of quotes discussing the lack of core marketing techniques, explaining why children disliked some cereal boxes more than others:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of Quotes Discussing Core Marketing Techniques, Explaining Why Children Liked Some Cereal Boxes More Than Others:"
        },
        {
            "text": "\"If its boring and plain . . . usually like, kids like something that's more like hilarious n stuff\" \"They were just normal cereals with fruits in them\" \"Cause there's not as much color as the kids ones cause they usually put A LOT of color\" \"This one doesn't have a like kids picture [referring to cartoon characters] or looks like more for adults . . . They look boring\" 1 Text written in italics represents additional explanation provided by the researchers to assist in the interpretation of the quotes.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 374,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Examples of Quotes Discussing Core Marketing Techniques, Explaining Why Children Liked Some Cereal Boxes More Than Others:"
        },
        {
            "text": "The second theme that emerged from the discussions was that children were drawn to more than just the typical child-appealing marketing techniques on the cereal boxes. Many of the broad techniques included in the CAP tool were also raised unprompted by participants as aspects of packaging that are important or attractive to them. For example, children mentioned various appeals to health and nutrition, however, whether this made them think a product was \"for kids\" was contentious. Some participants interpreted nutrition claims and other nutrition marketing as \"fun facts\" to have on children's food, while others perceived \"looking healthy\" as something meant for adults, and therefore not as important to them. Regardless, children were clearly drawn to aspects of health on product packaging and paid close attention to these marketing techniques. Children were also drawn to the concept of value, a characteristic they felt increased the attractiveness of the product. Children discussed value based on several different aspects, such as price, the size of the product or \"if you feel like you get something for buying it\", such as a prize. Participants also noted broad marketing techniques such as social media logos and giveaways that were not necessarily intended for children, discussing a prepaid gas card, in this instance as something of value to both them and their parents. Table 6 illustrates the pertinence of these broad marketing techniques. Table 6 . Examples of quotes illustrating children's discussion of broad marketing techniques.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1392,
                    "end": 1399,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1464,
                    "end": 1471,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Examples of Quotes Discussing Core Marketing Techniques, Explaining Why Children Liked Some Cereal Boxes More Than Others:"
        },
        {
            "text": "\"Oh the prepaid 5$ gas card, the parents are gunna want their kids to get that so that they can get free stuff\" \"They had a lot of like uhm like facts like \"high cholesterol is a risk\" but the adult ones just had nothing on it\" [When probed on if they think nutrition marketing is interesting:] \"Yeah, like fun facts.\" \"Maybe buy one get one free?\" \"The size. Like how big it is or how small it is\" [When probed on what size packages children prefer:] \"Bigger\" \"Big!\" \"This one is small so adults would like it better . . . this one's even smaller!\" \"Yeah, cause over there [pointing at a plain box] it doesn't say \"value\" or anything\" [When probed on whether 'good value' makes them like the cereal more:] \"Yeah definitely.\" \"When you feel like you get something back like a 5$ prepaid gas card and if you feel like you get something for buying it\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of Quotes Discussing Broad Marketing Techniques, Explaining Why Children Liked Some Cereal Boxes More Than Others:"
        },
        {
            "text": "\"If they're expensive and lame\" \"It can't just say like 5000 calories\" \"That would be a lot\" \"Some kids like are smart they look over here [pointing at Nutrition Facts Table] \" [When probed on what type of 'nutrition' children look for:] \"Unhealthy!\" \"Super unhealthy!\" \"If one costs a hundred dollars!\" \"Looks like something you would take for a diet or something\" Text written in italics represents additional explanation provided by the researchers to assist in the interpretation of the quotes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 174,
                    "text": "Facts Table]",
                    "ref_id": null
                }
            ],
            "section": "Examples of quotes discussing broad marketing techniques, explaining why children disliked some cereal boxes more than others:"
        },
        {
            "text": "Lastly, the discussions highlighted that the more \"different things on [the box]\" increased the \"interestingness\" of the cereal, and therefore its child-appeal. Contrarily, participants discussed that on plain or \"dull\" packages, \"there's no detail so its just less interesting\" to them. Put simply, the more \"fun\" and the less \"boring\" a package was, the more appealing it was to children. Participants explained that cereal boxes that looked more cool, more interesting, more exciting or a package that \"pops out on the shelf and doesn't fall back in all the brands\", are the ones they liked best. As discussed, there were several aspects of packaging that made a cereal stand out to kids, and consequently made them rank it higher than others during the activity. It was clear from the discussions that displaying multiple core techniques on product packaging was critical to creating a strong child appeal, and that lacking these core techniques made products less attractive to participants. Moreover, it became apparent that broad marketing techniques, while perhaps not as immediately salient and displayed alone, when appearing in combination with core techniques, were responsible for generating additional interest from children and ultimately building the package's overall appeal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of quotes discussing broad marketing techniques, explaining why children disliked some cereal boxes more than others:"
        },
        {
            "text": "This study resulted in the development of the CAP coding tool, a novel methodology for measuring the presence, type, and power of child-appealing marketing on packaged food and beverage product packaging, based on a published inventory of marketing techniques. Therefore, the CAP tool evaluates marketing techniques on food packages using a comprehensive, evidence-based set of core and broad marketing techniques to capture the full breadth of \"child-appeal\" across three primary outcomes, the validity of which were tested in this pilot study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The goal of this pilot mixed-methods validation study was to evaluate the criterion and content validity of the CAP tool based on how children perceive marketing on product packaging. The results suggest that participants primarily thought cereals were \"for kids\" when they displayed core marketing techniques, and when they did not, participants did not feel these cereals were intended for them. The 80% agreement and \"moderate\" pairwise agreement between children's and the CAP tool's categorization of cereals as \"child-appealing\" was corroborated by the qualitative results which found that the display of core techniques was critical in driving the attractiveness of packaging for children. These findings suggest the validity of the CAP tool's binary measure of child-appealing packaging based on the display of one or more core techniques. This study also found validity in the CAP tool's marketing power score, defined by the number of marketing techniques displayed on the package. Quantitative results found a \"strong\" correlation between children's ranking of cereal boxes in order of preference and the CAP tool's ranking of cereal boxes according to the marketing power, with almost half of participants ranking in perfect correlation with the CAP tool. Moreover, each individual cereal was ranked either in perfect agreement between children and the CAP tool or within ±1 ranking, 88.9% of the time. The analysis of the focus group discussions confirmed that children were in fact more interested in packages that displayed more marketing techniques, and vice versa. While there were a very small number of gross-misclassifications (i.e., ≥3 rankings) in cereal rankings, these were not corroborated during the focus group analyses and results therefore suggest that the CAP tool's marketing power score is in line with children's attraction to packages with varying degrees of marketing. Additionally, two-thirds of the CAP tool marketing techniques were discussed by children at least once during this pilot study, suggesting that the types of marketing techniques included in the coding tool are in line with those that children find salient. It is worth acknowledging that one third of core techniques (n = 6/18) were not mentioned by children, inferring that those techniques are perhaps not actually critical in driving child-appeal. However, the CAP techniques that were not mentioned (i.e., presence of branded characters, licensed characters, celebrities, children/parents/families, and recipes (specifically appealing to children)) were not featured on the mock cereal packages and so may not have been specifically triggered in the minds of the children in this study. However, these unmentioned techniques are similar to techniques that were mentioned in the focus groups (e.g., \"other characters\") and are techniques that are frequently measured in the literature and found on food packages [16, 17, 47] . Therefore, these techniques were retained as core techniques in the CAP tool, but warrant further investigation in future studies. Importantly, qualitative analyses found that children were drawn to aspects of packaging other than typical child-appealing marketing techniques, namely, the CAP tool's broad techniques. These findings justify the inclusion of broad techniques within the CAP tool and its marketing power score, as these techniques, when displayed in combination with core techniques, are integral to building the overall appeal of the package-seen in children's consistently higher ranking of cereals displaying stronger marketing. This speaks to the importance of evaluating both core and broad marketing techniques as part of future child-appealing marketing monitoring activities, given that both seem to garner the attention of children.",
            "cite_spans": [
                {
                    "start": 2919,
                    "end": 2923,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2924,
                    "end": 2927,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2928,
                    "end": 2931,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this work align with previous studies analyzing children's perceptions of food packaging. Previous research has highlighted the importance of core marketing techniques in creating product packaging that is appealing to children, such as the use of characters; color, and other visual elements; premiums and giveaways; games and activities; celebrity or athlete endorsements; etc. [16] [17] [18] [47] [48] [49] . The display of such techniques has also been shown to alter children's perception of taste and increase their attraction to the product [48, [50] [51] [52] , and have been further shown to translate into purchase requests and consumption patters [50] [51] [52] [53] [54] [55] [56] . This body of evidence in the literature corroborates this study's findings that core techniques are critical to building children's interest in products and in determining which food products or instances of marketing should be considered \"child-appealing\". Additional studies have examined children's perceptions of broad marketing techniques, in particular, the use of appeals to health or nutrition. Nutrition marketing and nutritional components have been found to increase children's preference and/or choice of foods [48, [56] [57] [58] [59] . Others have found that packaging that \"looks healthy\" has a deterrent effect [60] . Regardless, these studies have shown that these aspects of packaging do not go unnoticed by children, despite not being specifically intended to appeal to them. These findings align with the results of the current study that found that appeals to nutrition and health, as well as other broad, non-children-specific marketing techniques were salient to children when observing packaged foods. This is an important consideration for policymakers if they wish to develop restrictions that will encompass the full spectrum of child-appealing marketing. Overall, this study builds on the broader body of literature by applying understandings of marketing on food packaging in a novel manner, by validating a coding tool to quantitatively measure child-appeal, in line with what children actually find appealing. Despite the preliminary nature of these results, their alignment with previous literature further supports the validity of the CAP tool in measuring child-appeal and marketing power.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were several strengths to this validation study, particularly its use of a mixed methods approach, which allowed for a more comprehensive analysis whereby the qualitative data supplemented and provided additional context to the quantitative analysis. Moreover, the use of professionally designed, non-branded, nutritionally uniform mock cereals reduced several sources of bias in children's classification and ranking of the packages. Limitations arose due to the pilot nature of this study, particularly the small sample size and uneven gender ratio, and as such, the results of this work should be interpreted with caution. Some evidence has noted the varied influence of child-appealing marketing across different demographics of children [17, [61] [62] [63] [64] [65] and while these exploratory results suggest potential differences across age and SES groups in terms of the CAP tool's validity, this study was not adequately powered for subgroup analyses. The primary study plans to have an expanded sample size to allow for analyses to elucidate potential age, SES, and/or gender-based differences in what constitutes \"child-appeal\". Moreover, while this study had a relatively diverse sample in terms of age and SES, the thoughts and opinions reflected here are limited to those of the children in this urban Toronto cohort and may not be generalizable to the views of children more broadly in Canada or internationally. Additionally, while children were probed for their opinions on food packaging more generally, this study only tested the validity of the CAP tool using marketing on one type of food product (i.e., cereals) and it is possible that the concept of \"child-appeal\" could vary in different food groups (e.g., candy or junk foods, which could be inherently appealing to children, regardless of packaging). Lastly, while qualitative coding and analysis was conducted multiple times to ensure consistency and accuracy, it was carried out by a single researcher and may have incurred bias as such. The primary study will use dual coding by two independent researchers.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 752,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The novel coding tool that was validated in this study is further strengthened by its basis on a published inventory of marketing techniques used in child-appealing marketing research [16] . The techniques in the CAP tool also appear to mirror those covered in existing or emerging children's marketing regulations, with the addition of broad techniques that are important to monitor due to their contribution to marketing power. It is important to note, however, that that the CAP tool's marketing power score weighs the presence of each technique equally (i.e., one point each), but it is possible that certain marketing techniques are more persuasive to children than others [17, 21] , and therefore contribute disproportionately to the power and influence of the marketing message. The power of specific marketing techniques in relation to-or in combination with-other techniques was not tested here and should be the aim of future research. The CAP tool could be easily adjusted to reflect the emergence of new evidence, and this methodology is nonetheless an important step in quantifying the persuasiveness of child-appealing marketing. Additionally, while this study focused on criterion and content validity, future studies should aim to test other types of validity (e.g., face validity with experts) to further validate this tool. Moreover, while the concepts that have been validated in this study could be extended to other marketing mediums, future research should aim to validate coding methodologies specific to other mediums to account for differential effects of marketing across marketing platforms. However, the specific marketing techniques in the CAP tool could be adapted to reflect the marketing techniques used on different marketing platforms (e.g., television, websites, etc.) or evolving marketing practices more generally, and could therefore have applicability in many current and future research settings.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, the results of this mixed-methods pilot study suggest that the CAP coding tool may be a valid methodology for measuring the presence, type, and power of child-appealing marketing on product packaging, based on the core and broad marketing techniques that children actually find appealing. Further research on a larger, more diverse sample of children and examinations of additional types of validity are needed for full validation. Regardless, the CAP tool presents an important methodological improvement in this field and could prove useful in future research, policy development, and child-appealing marketing monitoring activities. previously been used in child-appealing marketing research [16] . The CAP tool includes marketing techniques that are popular on product packaging specifically (e.g., cartoon characters, toys in the box), as well as techniques that have traditionally been used in other marketing platforms but are now appearing on packaging with evolving marketing practices (e.g., social media handles, scannable codes linked to websites). Marketing techniques included in the CAP tool were categorized into two categories: core techniques and broad techniques, described in detail further below.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 708,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There are three primary outcome variables of the application of the CAP tool related to the presence, type, and power of child-appealing marketing, detailed in Table A1 . Briefly, the CAP tool measures the presence of child-appealing marketing (i.e., if the package is child-appealing or not), based on the display of one or more core marketing technique(s), and captures the type of the marketing based on the presence or frequency of display of individual core/broad marketing techniques within the sample. Finally, the CAP tool scores marketing power by summing all the techniques (core and broad) displayed on the package, based on evidence that the number of marketing techniques displayed on the package increases the persuasiveness or intensity of the marketing message [19, 20] . Table A1 . Outcome variables of the child-appealing packaging coding tool.",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 781,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Table A1",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 796,
                    "text": "Table A1",
                    "ref_id": null
                }
            ],
            "section": "CAP coding tool outcome variables"
        },
        {
            "text": "Determines whether the product packaging is child-appealing, based on the display of core marketing techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of child-appealing marketing"
        },
        {
            "text": "Binary Variable (i.e., Yes (child-appealing packaging): ≥1 core marketing technique displayed; No (not child-appealing): 0 core techniques displayed)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of child-appealing marketing"
        },
        {
            "text": "Determines which specific type(s) of core or broad marketing technique(s) are being displayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of child-appealing marketing"
        },
        {
            "text": "Presence (binary) or frequency (count) of individual core or broad marketing techniques displayed within a sample",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type of child-appealing marketing"
        },
        {
            "text": "Determines the power (persuasiveness) of the marketing message based on the number of unique core and broad marketing techniques displayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power of child-appealing marketing"
        },
        {
            "text": "Marketing power score (count variable): sum of all unique core and broad techniques displayed on the package (e.g., 1, 2, 3, . . . etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Power of child-appealing marketing"
        },
        {
            "text": "Core techniques are marketing techniques that could independently make a package appealing to children (e.g., cartoon characters or games on the package). Core techniques are also those that are typically included in marketing regulations or restrictions, as these are more 'objectively' or defensibly appealing to children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "If a product's packaging displays one or more of these techniques, then it will be considered to have \"child-appealing packaging\". It is important to ensure that that ALL techniques that are displayed are coded (i.e., 1 = present/0 = absent), as the use of multiple techniques increases marketing power score. Child-appealing visual/graphical design of package Intense colors, patterns or visual designs on the packaging or design themes related to fantasy, adventure, magic, sports, etc. that are clearly appealing to children. Note: this can include child-appealing lettering, if it is enough on its own for the product to be considered \"child-appealing\", otherwise code lettering under broad techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "Space-themed visual design Rainbow packaging Chalkboard-style lettering 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "Unconventional shape of the product, featured on the package",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "The product featured on the packaging has a shape that is unconventional or unusual for that type of product. E.g. if crackers have a shape other than their usual square or round shape. Note: In the case of clear plastic containers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "where the product is visible through the package, this counts as the shape being visible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "Animal shaped crackers Alphabet shaped pasta Character, fruit or animal shaped gummies 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "Unconventional flavour of the product, featured on the package The product featured on the package has a flavour that is unconventional or unusual for that type of product, or a flavour that is not a 'real' or 'discernable' flavour. Note: this could include the presentation of the flavour in a 'negative' way that may appeal to children; e.g., tastes crazy, weird, sour, whacky Unconventional colour of the product, featured on the package The product featured on the package has a colour that is unconventional or unusual for that type of product. E.g. if crackers are coloured rather than their usual plain/brown colour. Note: In the case of clear plastic containers where the product is visible through the package, this counts as the color being visible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core marketing techniques"
        },
        {
            "text": "Colour changing drink powder Rainbow fruit roll ups (instead of just red, for example) Note: multi-colored candies would NOT be unusual, unless they are described in a more 'fun' or child-appealing way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rainbow crackers Purple Ketchup"
        },
        {
            "text": "Games or activities on package Presence of games or activities on the package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Connect the dots Mazes \"Count how many snowmen\" Other movie/sports/TV show etc. tie-ins that are appealing to children are advertised on the package aside from one of the types of characters or celebrities described above. Note: these may appear in addition to the presence of any characters described above",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Hockey tie-ins that feature an ice-rink or hockey equipment with/without a specific player.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Harry Potter tie-in where Hogwarts is presented with/without a character.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Presence of children/parents/families Presence of children or children with their families on the package, either real people or cartoon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Children shown eating the product Pictures of children eating with their parents",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Toys or prizes Toys or prizes included with or inside the package or to be redeemed later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "Coupons, contests, or giveaways, specifically appealing to children",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Coupons, contests or giveaways to be entered or redeemed later. Note: contests or giveaways must be for child-appealing prizes (unlike, for e.g., a Patio Furniture set)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Enter to win tickets to a child-appealing movie Coupon for free yogurt tubes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Children's product lines, featured on the package A product line that is designed/branded for children is featured/named on the package, either for that product, or a different product. \"mini-\" or \"junior\" product lines (e.g., Minigo yogurt) Lunchables \"Small cookies for small hands\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14"
        },
        {
            "text": "Appeals to fun Product packaging makes appeals to the product being fun or funny, having fun while eating the product, being happy, enjoyment, humour etc. Note: this includes \"fun\" packaging (i.e., Packaging that is designed in a way to promote \"fun\" during eating, or makes eating an \"activity\") Note: this could be as part of the product name (e.g., \"Fun Dip\"), if it is clearly \"fun\" and appealing to children \"Have more fun with\" \"Feel the bubbles melt\" \"Try our crazy new flavors\" \"Smiles included\" Display of children having fun, being happy, enjoying the product Yogurt Tubes Dunkaroos Processed cheese with dipping breadsticks (if \"dipping\" is promoted as an activity)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Appeals to coolness or novelty Product packaging makes appeals to the product being cool/hip or new, being cool, while eating the product, etc. Note: this could be as part of the product name; e.g., \"Kool Kreatures\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "\"Try our crazy new flavors\" Kool-Aid \"Try me!\" On-pack claim that the product is \"new\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "Recipes, specifically appealing to children Product packaging displays recipes that can be made using the product and may appeal to children or are promoted as appropriate for children or families to make together. Promotion of websites, social media, rewards programs, specifically appealing to children Product packaging promotes product/brand/company website, child-specific or games-based brand website, social media, or opportunities to \"join\", \"become a member\", redeem points, and collect rewards or to connect or share with others in a manner that is evidently child-appealing \"Find more games on [website]\" References to \"kids club\" or similar",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "Broad techniques are marketing techniques that would not on their own cause a product to be considered as \"child-appealing\"; however, in addition to the core techniques, these could increase the power of the marketing message as a whole. Evidence has shown that marketing techniques such as promoting a product's health, nutritional or economic value were amongst the most popular techniques used in child-appealing marketing research, despite them not being typical child-appealing techniques [16] . Broad techniques also include marketing techniques that may not appeal directly to children but may appeal to their parents or caregivers (e.g., product benefit claims, convenience packaging), and therefore be purchased for children. These techniques are important to monitor, given that when/if child-appealing marketing is restricted, a proliferation of broad techniques may occur as a means for manufacturers to circumvent regulations and ensure that their products are still consumed by children.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Broad marketing techniques"
        },
        {
            "text": "It is important to ensure that ALL techniques that are displayed on the package are coded (i.e., 1 = present/0 = absent), as the use of multiple techniques increases the marketing power score. Broad techniques should be coded even on products that will NOT ultimately be considered to have child-appealing packaging (i.e., displaying ≥ 1 core techniques) so that their use can be monitored over time. Interesting font or lettering Presence of product name or description (e.g., product flavour) written or designed in a colorful, creative, or interesting font that is not on its own enough to make the package \"child-appealing\", but may contribute to the overall power of the marketing Note: this broad technique exists due to the difficult nature of identifying child-appealing lettering, and since often products will use bubbly or colorful fonts, but this alone is not always enough to consider a product child-directed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad marketing techniques"
        },
        {
            "text": "Interesting or unconventional product name Unconventional product name (e.g., strange spelling, rhyming, and alliteration) that may be interesting to children and build marketing power, Note: if not counted as part of a core technique (e.g., appeals to fun or appeals to coolness/novelty) and not enough to make the product child-appealing on its own.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "Juicy Jels Wagon Wheels \"Eat the middle first\" Presence of a logo not specifically appealing to children Presence of a product/brand logo that is not specifically appealing to children. This includes when branded characters or spokespersons are used as part of the logo. Note: presence of branded characters NOT within the product logo are included in the core technique: \"presence of branded characters\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frooty Hoops"
        },
        {
            "text": "The man with a moustache in the Pringles logo Quaker Oats man in the logo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frooty Hoops"
        },
        {
            "text": "Convenient packaging",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Package is designed in a way to promote for easy or convenient packing, on-the-go snacking, or individually packaged servings. Note: if the packaging is promoted as \"fun\" or as an activity, count under \"appeals to fun\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Processed cheese with dipping breadsticks",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Tuna and crackers kit Processed cheese with dipping breadsticks (if \"dipping\" is NOT promoted as an activity) Small yogurt containers \"Great for packing in lunches\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Appeals to taste or texture Product packaging makes appeals to the flavour taste, or texture, of the product, in a way that is not specifically appealing to children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "\"New look, same great taste\" \"You'll love it\" \"Delicious!\" \"Tastes like mama made it\" Promotion of textures (e.g., crunchy, smooth . . . )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "Appeals to health or nutrition Product packaging makes appeals to the healthfulness or nutritional quality of the product, its ability to promote growth, strength, or physical activity. Product packaging displays \"healthy foods\" alongside the product. Note: includes health and nutrition claims/symbols, as well as organic or natural claims/symbols \"Helps them grow strong\" \"Part of a healthy breakfast\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Fruit featured beside the product on pack (e.g. bowl of strawberries beside cereal) Source of 5 whole grains Made with 100%... Promotion of 'real', 'pure', 'natural' etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "Appeals to other product benefits Product packaging makes appeals to other product benefits aside from health/taste/fun. For example, value, quickness, easy preparation, sustainability, philanthropy, enjoyment while eating, etc. Note: this does not include small statements (often on the bottom of the package) that the package was made from recycled materials or is recyclable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "\"Quick and easy\" \"Ready in 5 minutes\" \"Ready to bake\" Proceeds go to X organization \"Enjoy it, you deserve it!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "25"
        },
        {
            "text": "Recipes, not specifically appealing to children Product packaging displays recipes that can be made using the product and do not specifically appeal to children/families Bran muffins Low calorie smoothies Promotion of websites, social media, rewards programs, not specifically appealing to children Product packaging promotes product/brand/company website, social media, or opportunities to \"join\", \"become a member\", redeem points, and collect rewards or to connect or share with others, in a way that is not specifically child-appealing Note: does not include link to company/manufacturer website included as part of contact information on package Social Media links Links to recipe websites Links to \"create the next flavour of chips\" QR codes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Coupons, contests, or giveaways, not specifically appealing to children Coupons, contests or giveaways to be entered or redeemed later that are not specifically appealing to children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "Tote bags Access to a free weight loss plan Patio furniture set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Building Momentum: Lessons on Implementing Robust Restrictions of Food and Non-Alcoholic Beverage Marketing to Children",
            "authors": [],
            "year": 2020,
            "venue": "Available online: www.wcrf.org/buildingmomentum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influence of unhealthy food and beverage marketing on children's dietary intake and preference: A systematic review and meta-analysis of randomized trials",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sadeghirad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duhaney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Motaghipisheh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Obes. Rev. Off. J. Int. Assoc. Study Obes",
            "volume": "17",
            "issn": "",
            "pages": "945--959",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12445"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A systematic review of persuasive marketing techniques to promote food to children on television",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jenkin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madhvani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Signal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Obes. Rev. Off. J. Int. Assoc. Study Obes",
            "volume": "15",
            "issn": "",
            "pages": "281--293",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12141"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advertising as a cue to consume: A systematic review and meta-analysis of the effects of acute exposure to unhealthy food and nonalcoholic beverage advertising on intake in children and adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tudur-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Halford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Clin. Nutr",
            "volume": "103",
            "issn": "",
            "pages": "519--533",
            "other_ids": {
                "DOI": [
                    "10.3945/ajcn.115.120022"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global benchmarking of children's exposure to television advertising of unhealthy foods and beverages across 22 countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandevijvere",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allemandi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bahena-Espina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barquera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calleja",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Carmona-Garces",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Obes. Rev",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/obr.12840"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Systematic reviews of the evidence on the nature, extent and effects of food marketing to children. A retrospective summary",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cairns",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hastings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caraher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appetite",
            "volume": "62",
            "issn": "",
            "pages": "209--215",
            "other_ids": {
                "DOI": [
                    "10.1016/j.appet.2012.04.017"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Food advertising to children and its effects on diet: Review of recent prevalence and impact data",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whalen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatric Diabetes",
            "volume": "16",
            "issn": "",
            "pages": "331--337",
            "other_ids": {
                "DOI": [
                    "10.1111/pedi.12278"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Set of Recommendations on the Marketing of Foods and Non-Alcoholic Beverages to Children",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report of the Commission on Ending Childhood Obesity",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Policy Brief: Restrictions on Marketing Unhealthy Food to Children-International Comparison",
            "authors": [],
            "year": 2020,
            "venue": "Obesity Policy Coalition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Governmental policies to reduce unhealthy food marketing to children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Taillie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Busey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Stoltze",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpentier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nutr. Rev",
            "volume": "77",
            "issn": "",
            "pages": "787--816",
            "other_ids": {
                "DOI": [
                    "10.1093/nutrit/nuz021"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prevalence of Child-Directed Marketing on Breakfast Cereal Packages before and after Chile's Food Marketing Law: A Pre-and Post-Quantitative Content Analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mediano Stoltze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corvalán",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R D"
                    ],
                    "last": "Carpentier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16224501"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An evaluation of Chile's Law of Food Labeling and Advertising on sugar-sweetened beverage purchases from 2015 to 2017: A before-and-after study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Taillie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Colchero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Popkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corvalán",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003015"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Changes in the amount of nutrient of packaged foods and beverages after the initial implementation of the Chilean Law of Food Labelling and Advertising: A nonexperimental prospective study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smith Taillie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Popkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandevijvere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corvalán",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003220"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The potential health impact of restricting less-healthy food and beverage advertising on UK television between 05.30 and 21.00 hours: A modelling study",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Mytton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;connell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Cobiac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003212"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inventory of marketing techniques used in child-appealing food and beverage research: A rapid review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Christoforou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "; L&apos;abbé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Public Health",
            "volume": "2020",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1007/s00038-020-01444-w"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring the Power of Food Marketing to Children: A Review of Recent Literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Truman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Nutr. Rep",
            "volume": "8",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1007/s13668-019-00292-2"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Marketing foods to children through product packaging: Prolific, unhealthy and misleading. Public Health Nutr",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coveney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Handsley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "1763--1770",
            "other_ids": {
                "DOI": [
                    "10.1017/S1368980012001231"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health Creates Wealth? The use of Nutrition Claims and Firm Financial Performance",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Public Policy Mark",
            "volume": "35",
            "issn": "",
            "pages": "58--75",
            "other_ids": {
                "DOI": [
                    "10.1509/jppm.14.142"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Effectiveness of Advertising: A Meta-Meta-Analysis of Advertising Inputs and Outcomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisend",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tarrahi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Advert",
            "volume": "45",
            "issn": "",
            "pages": "519--531",
            "other_ids": {
                "DOI": [
                    "10.1080/00913367.2016.1185981"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of a Teen-Informed Coding Tool to Measure the Power of Food Advertisements",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Minaker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilliland",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16214258"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Measuring Food Brand Awareness in Australian Children: Development and Validation of a New Instrument",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boyland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bauman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0133972"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Children's everyday exposure to food marketing: An objective analysis using wearable cameras",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Signal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gurrin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smeaton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mckerchar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Behav. Nutr. Phys. Act",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12966-017-0570-3"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Face validity revisited",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nevo",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Educ. Meas",
            "volume": "22",
            "issn": "",
            "pages": "287--293",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-3984.1985.tb01065.x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mixed methods analysis and information visualization: Graphical display for effective communication of research results",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Onwuegbuzie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Qual. Rep",
            "volume": "13",
            "issn": "",
            "pages": "204--225",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Where is the science? What will it take to show that nutrient profiling systems work? Am",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Nutr",
            "volume": "91",
            "issn": "",
            "pages": "1109--1115",
            "other_ids": {
                "DOI": [
                    "10.3945/ajcn.2010.28450F"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Data Sources",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Validity",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kempf-Leonard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ed",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Encyclopedia of Social Measurement",
            "volume": "",
            "issn": "",
            "pages": "939--948",
            "other_ids": {
                "DOI": [
                    "10.1016/B0-12-369398-5/00046-3pp"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Encyclopedia of Research Design",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Salkind",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4135/9781412961288"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "City of Toronto: The Changing Landscape of Toronto's Population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The healthfulness and prominence of sugar in child-targeted breakfast cereals in Canada",
            "authors": [
                {
                    "first": "Potvin",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Promot. Chronic Dis. Prev. Can",
            "volume": "37",
            "issn": "",
            "pages": "266--273",
            "other_ids": {
                "DOI": [
                    "10.24095/hpcdp.37.9.02"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparison of global nutrient profiling systems for restricting the commercial marketing of foods and beverages of low nutritional quality to children in Canada",
            "authors": [
                {
                    "first": "M.-È",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Franco-Arellano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "L&apos;abbé",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Clin. Nutr",
            "volume": "106",
            "issn": "",
            "pages": "1471--1481",
            "other_ids": {
                "DOI": [
                    "10.3945/ajcn.117.161356"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Assessment of the Canadian Children's Food and Beverage Advertising Initiative's Uniform Nutrition Criteria for Restricting Children's Food and Beverage Marketing in Canada",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "M.-È",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vergeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "L&apos;abbé",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutrients",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu10070803"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Nutrient Profiling and Child-Targeted Supermarket Foods: Assessing a \"Made in Canada",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Scime",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Policy Approach. Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16040639"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Marketing Sugary Cereals to Children in the Digital Age: A Content Analysis of 17 Child-Targeted Websites",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cheyne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dorfman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bukofzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Health Commun",
            "volume": "18",
            "issn": "",
            "pages": "563--582",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730.2012.743622"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dietary Sources of Nutrients among US Children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Subar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Krebs-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Kahle",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "",
            "pages": "913--923",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.102.4.913"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Food Consumption Patterns of Young Preschoolers: Are They Starting Off on the Right Path?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Condon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Briefel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Reidy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Deming",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Diet. Assoc",
            "volume": "110",
            "issn": "",
            "pages": "52--59",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jada.2010.09.002"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Hearing children's voices: Methodological issues in conducting focus groups with children aged 7-11 years",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Britten",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Qual. Res",
            "volume": "2",
            "issn": "",
            "pages": "5--20",
            "other_ids": {
                "DOI": [
                    "10.1177/1468794102002001636"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Health-related quality of life in childhood disorders: A modified focus group technique to involve children",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ronen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Streiner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qual. Life Res",
            "volume": "10",
            "issn": "",
            "pages": "71--79",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1016659917227"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Focus Group Research with Children and Youth",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Spéc. Pediatric Nurs",
            "volume": "14",
            "issn": "",
            "pages": "152--154",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1744-6155.2009.00187.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Interrater reliability: The kappa statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochem. Med",
            "volume": "22",
            "issn": "",
            "pages": "276--282",
            "other_ids": {
                "DOI": [
                    "10.11613/BM.2012.031"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "User's guide to correlation coefficients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akoglu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Turk. J. Emerg. Med",
            "volume": "18",
            "issn": "",
            "pages": "91--93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tjem.2018.08.001"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Population Health Methods: Content Analysis",
            "authors": [],
            "year": 2020,
            "venue": "~{}:text=There%20are%20two%20general%20types, among%20concepts%20in%20a%20text",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Reducing Confusion about Grounded Theory and Qualitative Content Analysis: Similarities and Differences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "E.-H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Qual. Rep",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.46743/2160-3715/2014.1028"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Content analysis: Concepts, methods and applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nurse Res",
            "volume": "4",
            "issn": "",
            "pages": "5--16",
            "other_ids": {
                "DOI": [
                    "10.7748/nr1997.04.4.3.5.c5869"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Content Analysis: Review of Methods and Their Applications in Nutrition Education",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Kondracki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wellman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Amundson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Nutr. Educ. Behav",
            "volume": "34",
            "issn": "",
            "pages": "224--230",
            "other_ids": {
                "DOI": [
                    "10.1016/S1499-4046(06)60097-3"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A Menagerie of Promotional Characters: Promoting Food to Children through Food Packaging",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hebden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Innes-Hughes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Nutr. Educ. Behav",
            "volume": "43",
            "issn": "",
            "pages": "349--355",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneb.2010.11.006"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How packaging affects the product preferences of children and the buyer behaviour of their parents in the food industry",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Ogba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "77--89",
            "other_ids": {
                "DOI": [
                    "10.1108/17473611011026037"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Food packaging: The medium is the message. Public Health Nutr",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "297--299",
            "other_ids": {
                "DOI": [
                    "10.1017/S1368980009993168"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A qualitative study of children's snack food packaging perceptions and preferences",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Letona",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chacon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roberto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnoya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-14-1274"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Food Branding and Young Children's Taste Preferences: A Reassessment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Carruthers Den",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Conlon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Can. J. Public Health",
            "volume": "104",
            "issn": "",
            "pages": "364--368",
            "other_ids": {
                "DOI": [
                    "10.17269/cjph.104.3957"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Influence of licensed spokescharacters and health cues on children's ratings of cereal taste",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lapierre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Vaala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Linebarger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch. Pediatrics Adolesc. Med",
            "volume": "165",
            "issn": "",
            "pages": "229--234",
            "other_ids": {
                "DOI": [
                    "10.1001/archpediatrics.2010.300"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Influence of licensed characters on children's taste and snack preferences",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Brownell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "126",
            "issn": "",
            "pages": "88--93",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2009-3433"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Effects of licensed characters on children's taste and snack preferences in Guatemala, a low/middle income country",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Letona",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chacon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roberto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barnoya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Obes",
            "volume": "38",
            "issn": "",
            "pages": "1466--1469",
            "other_ids": {
                "DOI": [
                    "10.1038/ijo.2014.38"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Effects of Fast Food Branding on Young Children's Taste Preferences",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Borzekowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch. Pediatrics Adolesc. Med",
            "volume": "161",
            "issn": "",
            "pages": "792--797",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.161.8.792"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Effects of nutrient content claims, sports celebrity endorsements and premium offers on pre-adolescent children's food preferences: Experimental research. Pediatric Obes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niven",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wakefield",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "47--57",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2047-6310.2013.00169.x"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Nutrition Claims Influence Health Perceptions and Taste Preferences in Fourth-and Fifth-Grade Children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soldavini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Nutr. Educ. Behav",
            "volume": "44",
            "issn": "",
            "pages": "624--627",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneb.2012.04.009"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Nutritional components and children's interpretations of packaged food",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. f Health Promot. Educ",
            "volume": "53",
            "issn": "",
            "pages": "230--243",
            "other_ids": {
                "DOI": [
                    "10.1080/14635240.2015.1010654"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Den Hoed, R.C. Do apples need an Elmo sticker? Children's classification of unprocessed edibles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit. Public Health",
            "volume": "27",
            "issn": "",
            "pages": "617--623",
            "other_ids": {
                "DOI": [
                    "10.1080/09581596.2016.1262942"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "An experimental investigation of the influence of health information on children's taste preferences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wardle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Educ. Res",
            "volume": "15",
            "issn": "",
            "pages": "39--44",
            "other_ids": {
                "DOI": [
                    "10.1093/her/15.1.39"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Influence of label design on children's perception of two snack foods: Comparison of rating and choice-based conjoint analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ares",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arrúa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antúnez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Machín",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Curutchet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giménez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Food Qual. Prefer",
            "volume": "53",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodqual.2016.05.006"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Healthy Food Looks Serious: How Children Interpret Packaged Food Products. Can",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Commun",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.22230/cjc.2009v34n3a2220"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Healthy Choice?: Exploring How Children Evaluate the Healthfulness of Packaged Foods",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can. J. Public Health",
            "volume": "103",
            "issn": "",
            "pages": "453--458",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03405637"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The Impact of Licensed Characters on Food Choices and Consumption",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "Caregivers",
                    "middle": [],
                    "last": "Kids",
                    "suffix": ""
                },
                {
                    "first": "Cartoons",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Public Policy Mark",
            "volume": "38",
            "issn": "",
            "pages": "214--231",
            "other_ids": {
                "DOI": [
                    "10.1177/0743915619827919"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Influence of Cartoon Media Characters on Children's Attention to and Preference for Food and Beverage Products",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ogle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Lucas-Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Acad. Nutr. Diet",
            "volume": "117",
            "issn": "",
            "pages": "265--270",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jand.2016.08.012"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "there was an 80% agreement (n = 72/90 CAP-child pairings) between the CAP tool's and children's binary classification or the cereal boxes (e.g., with or without child-appealing packaging), resulting in \"moderate\" pairwise agreement(κ [95% CI]: 0.54 [0.35, 0.73]) (Table 3). Exploratory subgroup analyses found that in younger children there was a 76.4% agreement (n = 32/42 CAP-child pairings) resulting in \"moderate\" pairwise agreement (κ [95% CI]: 0.44 [0.14, 0.75]), while in older children there was an 83.3% agreement (n = 40/48 pairings), resulting in \"substantial\" pairwise agreement (κ [95% CI]: 0.63 [0.39, 0.86]). The \"lower\" SES status group had a 50% agreement (n = 9/18 CAPchild pairings) resulting in \"no pairwise agreement\" (κ [95% CI]: −0.08 [−0.58, 0.42]), the \"middle\" SES status group had an 83.3% agreement (n = 35/42 pairings) resulting in \"substantial\" pairwise agreement (κ [95% CI]: 0.62 [0.36, 0.88]), and the \"higher\" SES status group had a 93.3% agreement (n = 28/30 pairings) resulting in \"almost perfect\" pairwise agreement (κ [95% CI]: 0.84 [0.63, 1.05]). Analyses by gender were not possible due to the small and uneven sample sizes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Percent agreement and pairwise agreement between children's and the CAP tool's categorization of cereal boxes as \"child-appealing\" or not.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spearman correlation (rs) between children's ranking of cereal boxes in order of preference and the CAP tool's ranking of cereal boxes according to the marketing power. The plotted line depicts the Spearman rank correlation and 95%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cross-classification analyses of the agreement between children's and the CAP tool's ranking of cereal boxes, overall, and per cereal box. Cross-classification analyses were conducted between the CAP tool and children's rankings (i.e., 1 to 6) of breakfast cereals according to the marketing power (CAP tool) and their appeal (children)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Number of coding references for each CAP tool marketing technique discussed by children during focus groups. Marketing techniques from the CAP tool were used as codes to analyze the transcripts from the focus group discussions with children. The number of times each marketing technique was mentioned by children was counted. A full description of the marketing techniques can be found in Appendix A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Number of coding references for each CAP tool marketing technique discussed by children during focus groups. Marketing techniques from the CAP tool were used as codes to analyze the transcripts from the focus group discussions with children. The number of times each marketing technique was mentioned by children was counted. A full description of the marketing techniques can be found in Appendix A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Interestingness! [When probed to explain what they meant by \"interestingness\":] \"Like lots of different things on it, like games.\" \"I'm looking at what pops out on the shelf, like what doesn't fall back in all the brands\" [When probed on what makes something 'pop out':] \"More color!\" \"Uhm interesting names\" \"Free toys!\" \"Any catchy names of the brands\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of participants (n = 15 children).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "rs [95% CI]: 0.78 [0.51, 0.96], p < 0.001 and 0.78 [0.56, 0.92], p < 0.001, respectively) (Table 4). The \"lower\" SES status group had a correlation of 0.62 [0.19, 0.94], p = 0.006, the \"middle\" SES status group had a correlation of 0.79 [0.53, 0.97], p < 0.001, and the \"higher\" SES status group had a correlation of 0.86 [0.7, 0.96], p < 0.001. The correlation in all of the subgroups was strong.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Spearman's rank correlation (r s ) between children's ranking of cereal boxes in order of preference and the CAP tool's ranking of cereal boxes according to the marketing power, overall, and among socioeconomic status and age subgroups.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Core marketing techniques, definitions, and examples.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Presence of characters from TV shows, movies, books, etc., that may appeal to children. Note: human actors, if presented as the character are included here (e.g., Miley Cyrus as Hannah Montana), if portrayed as themselves, include under \"Presence of Celebrities\" (e.g., Miley Cyrus advertised as Miley Cyrus).Table A2. Cont.Presence of cartoon characters, animals, etc. that are not branded, licensed, celebrities or tie-ins to child-appealing media (i.e., that do not fit into any of the above techniques)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Broad marketing techniques, definitions, and examples.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The child-appealing packaging (CAP) coding tool was developed as a novel methodology to measure the presence, type, and power of child-appealing marketing on product packaging, by evaluating the marketing techniques displayed on the package. The CAP tool was developed based on a published inventory of marketing techniques that have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development and purpose"
        }
    ]
}