{
    "paper_id": "2fbf8e6b97273685f0693aca7cedaca003121277",
    "metadata": {
        "title": "Perceptions and Experiences of the COVID-19 Pandemic amongst Frontline Nurses and Their Relatives in France in Six Paradoxes: A Qualitative Study",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Chandler-Jeanville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Rita",
                "middle": [
                    "Georges"
                ],
                "last": "Nohra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": "ritag.nohra@gmail.comr.g.n."
            },
            {
                "first": "Valerie",
                "middle": [],
                "last": "Loizeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": "loizeauvalerie@gmail.comv.l."
            },
            {
                "first": "Corinne",
                "middle": [],
                "last": "Lartigue-Malgouyres",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Zintchem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": "roger.zintchem@aphp.frr.z."
            },
            {
                "first": "David",
                "middle": [],
                "last": "Naudin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": "david.naudin@aphp.frd.n."
            },
            {
                "first": "Monique",
                "middle": [],
                "last": "Rothan-Tondeur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nursing Sciences Research Chair, Laboratory Educations and Health Practices, Université Sorbonne Paris Nord, (UR 3412), UFR SMBH",
                    "institution": "",
                    "location": {
                        "postCode": "93017",
                        "settlement": "Bobigny",
                        "country": "France"
                    }
                },
                "email": "rothan-tondeur@univ-paris13.frm.r.-t."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since its inception, as of 4 May 2021, the new coronavirus disease (COVID-19) has affected worldwide 153,187,889 persons, including 3,209,109 deaths reported to the World Health Organization (WHO) [1] . In France, there have been 3,390,070 confirmed cases with 81,226 deaths [1] . Because of its high contagiousness, facing COVID-19 represents a double challenge for healthcare structures. They had to quickly reorganize their services to face the massive influx of patients, by increasing their bed capacity by different interventions [2] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Meanwhile, they also had to protect their workforce from being infected. However, within this pandemic context, pursuing these two goals was tough. Indeed, healthcare 2 of 14 workers (HCW), including nurses, were confronted with structural problems, as they had to handle critical shortages of drugs, ventilators and Personal Protective Equipment (PPE) [3] . Thus, as they worked frontline to take care of infected people without the required protection, nurses were particularly exposed to the virus. Indeed, nurses were the most frequently infected among all HCW [4] , and 2200 of them have died since the outbreak's start [5] . Besides, previous studies, relating to other epidemics like Ebola [6] , have shown that healthcare workers (HCW) and their families may be stigmatized to the point of physical or verbal abuse.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because of their frontline position, nurses were more exposed to the physical and social consequences of the virus but they were also more at risk of developing severe emotional distress (i.e., depression, anxiety) as they were confronted both with an increased work stress and the high lethality of this disease [7, 8] . These different elements had also consequences on their personal life and well-being, which have been poorly explored in-depth [9] . However, to our knowledge, no study has focused on the experiences and perceptions of frontline nurses' relatives. Yet, families have been identified as resourceful for helping HCW to cope with the pandemic's consequences [7] . Thereby, we sought to elucidate the consequences of nurses' frontline position on their personal and social life, and to compare them with nurses' own relatives.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, to have a better understanding of the consequences of frontline position during this period, we needed to investigate those who have lived and experienced it, i.e., frontline nurses, nursing students, and their families [10] . Therefore, with this phenomenological study, we aimed to understand and describe frontline nurses, nursing students, and their family members' lived experiences and perceptions of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For this research, we used a descriptive phenomenological approach, which according to Husserl, focuses on the study of a phenomena \"as perceived by human consciousness\" [11] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This qualitative study was conducted from June to July 2020, just after the end of the first lockdown in France, through video-conferencing semi-structured interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In order to meet the objectives of this study, we interviewed a dyad each composed of a nurse or nursing student who worked in France in units receiving COVID-19 patients and one of their relatives aged over 18 years old. We used a purposeful sampling, and, to ensure diversity in the experiences collected, types of nurses and job setting were considered. The first recruited were known by the research team. The following were approached through the snowball method. The sample size was completed when data saturation was reached, i.e., when no new topics were generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Eligible nurse or nursing student and one of their relatives received an information letter by email to set a date for the interview according to their availability. Confidentiality was assured by deidentifying the verbatim through the following pseudonymisation scheme: first letter of the interviewer's first name-nurses' job setting-COVID-19-related redeployment units. A (f) was attached at the end of the pseudonym when the data were related to a family member. All video recordings and verbatim were saved on three password-protected computers. The study was approved by the CER U-Paris University institutional review board (IRB 00012020-52). There was no funding source for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This work was led by nurses, all members of the same research team (i.e., Nursing Sciences Research Chair of Sorbonne Paris Nord University). As most of them were involved in the fight against COVID-19, they wished to focus this study on nurses, in order to raise awareness about the consequences of their frontline engagement. Thus, six researchers (M.R.T., V.L., C.L.M, R.Z., D.N., and S.C.J.) conducted the semi-structured interviews, using the same interview script. As the research topic was sensitive, regular meetings were organized to enable the researchers to discuss their findings and share their experience with the other researchers to better cope with the toughest interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To report these findings, we followed the Standards for Reporting Qualitative Research guidelines [12] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The interviews were realized through video-conferencing with participants' consent. The participants could choose the software (Skype ® or Zoom ® ) and be off screen, while they were interviewed sequentially. Baseline characteristics for nurses (age, marital status, years of work experience, type of COVID-19 unit where they worked during the health crisis) and for their relatives (age, nature of the relationship with the nurse, type of job) were asked at the start of the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We developed an interview guide to explore the participants' perceptions and experiences, based on Abric's theory of central core [13] . This model was inspired by Moscovici's work in social psychology, with the theory of social representations [14] . According to Abric's approach, social representations provide guidelines for reading and understanding the world. Thus, representations allow behaviors and actions to be explained and also meaning to be given to practices [13] . We did not aim to define the social representations related to the pandemic in this study. However, we considered this approach accurate in limiting social desirability answers [15] . Indeed, it enables indirect questions to be asked by grasping the \"mute zone\", where the participants can attribute certain ideas to others in order to reduce \"normative pressure\" [16] . Thus, probing questions, such as \"What was your colleague's feeling about this?\" were used to explore the mute zone and enhance the depth of discussion. Potential sensitive issues could occur during the interviews. An information leaflet presenting psychological support platforms was sent by email at the end of each dyad's interview to prevent secondary psychological harm.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "No transcriptions have been realized since we used the Atlas Ti Scientific Software Development GmbH (Berlin, Germany), which enables the video files' content to be analyzed directly [17] . The interviews and data analysis were in French. Only the selected quotations were translated into English by one researcher and back translated by another to ensure the right translation.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To ensure the results' credibility and trustworthiness, these two researchers analyzed the interviews independently, before comparing their findings. They were then audited by a third senior researcher, expert in the use of qualitative methods in nursing research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Thus, the interviews were subjected to axial coding using ATLAS.ti 7 and manually by two different researchers [18] . This method enabled recurring significant sentences and words to be highlighted then coded according to the strength of their occurrence. The codes were then organized according to the frequency within the corpus through a descriptive analysis, to highlight the characteristics of the people interviewed, their codes, their themes, and their perceptions. Afterwards, the concordance or discordance of speeches between nurses and their relatives were studied through a comprehensive analysis. Finally, the two researchers carried out an interpretative analysis with a third senior researcher. The findings were then discussed and validated, which led to the definition of paradoxical experiences and perceptions as participants shared their experience of paradoxical situations during the pandemic. According to Parse, lived experiences are paradoxical, as \"paradoxes are not opposites, but are dimensions of the same rhythm lived all-at-once where one is in the foreground and one is in the background\" [19, 20] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[19,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Our sample consisted of 49 nurses, recruited from different hospitals in the Paris area, and 48 of their relatives. Only one relative refused to take part in the study at the last minute. Interviews lasted from 18 to 84 min (mean 42 06 min). Considering the nurses, 33 of them were certified and 16 were students, most of them in the last year of their nursing formation. Most of the nurses (39%) worked in the Intensive Care Unit (ICU) and 26% took care of the elderly (in nursing homes or in hospital). More than two-thirds of the interviewed relatives were their spouses, and more than one third (35%) have a health-related job.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The analysis resulted in six theme categories, which led to the definition of six paradoxes related to nurses, nursing students, and their families opposite feelings about their lived experiences during the pandemic, beyond their common shock. We present them alongside representative quotations. Following the aforementioned pseudonymisation pattern, we kept the initials of nurses' job setting and of their COVID- 19 ",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "text": "19",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this study, the first lockdown led participants to experience and perceive two opposite sound atmospheres, whether they were inside or outside the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "Indeed, as nurses and nursing students were directly exposed to COVID-19, they were confronted with different forms of silence. There was a form of silence induced by the perceived omnipresence of death in the units:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "\"We were in our service but the atmosphere was so strange... It was as if death was there all the time in the service above.\" RN-GS Besides, nurses were also confronted with another form of silence of their top managers, which was perceived as an upsetting lack of support and interest about their frontlinerelated issues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "\"There was a lack of support and information from the management. A soldier needs his captain to be there to boost and encourage him.\" CRNA-PACU As they faced the high lethality of this disease and feared for their relatives' health and their own, most of the nurses chose to remain silent. Indeed, they refused to share their emotions with their families and concealed them, in order to protect them:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "\"I tried to talk to my husband about it, but as he's not involved in healthcare, I know that he's quite sensitive about it, so I didn't want to worry him.\" NS-ICU Thereby, nurses' relatives experienced their silence, and felt helpless: \"She didn't even talk about what was going on, and didn't tell me what was going on at the hospital. She kept it to herself so I thought it must have been difficult and she wanted to protect us.\" RN-PS (f) However, few nurses experienced a constrained silence, as they needed to express their feelings but they did not find the required resources, neither from psychologists nor from their managers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "At the opposite side of these perceived forms of silence, noisier elements accompanied nurses and their relatives' lives, outside the hospital. Thus, they enjoyed the noise related to the evening handclapping campaign, as they perceived it as a proof of society support:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "\"However, at 8 pm, it was a bit like a meeting of all the neighbors and we applauded. The children: it was good for them to know that we were applauding for their parents.\" NMS-ICU(f) Nevertheless, the noise coming from the continuous media reports about the pandemic was unwelcome. Indeed, nurses' family members perceived this overload of information as a stressful experience, which increased their fears for them and for nurses: \"There was also an anxiety related to TV reports and I preferred to cut it off because it was too focused on the number of deaths per day . . . My spouse was requisitioned, and I was stressed by that.\" CRNAS-ICU (f)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Silence Paradox"
        },
        {
            "text": "Nurses and their relatives perceived the nursing profession differently during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "Most of the nurses did not consider themselves as heroes because they worked during the outbreak. They considered it as their duty. However, they were proud of what they did, as they kept working despite their fears and their medical conditions (cancer, asthma):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "\"I was stressed about my health because people like me [with a history of cancer] were vulnerable so I wondered if I was doing something stupid on the way to work. Afterwards, I thought yes I was more at risk, but that is my job after all.\" CRNA-PACU Nurses' pride also came from their awareness of their professional skills' efficiency, as some of them faced unusual care:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "\"Through this crisis, you discover yourself as a professional with knowledge and skills. A feeling of pride in everything I've accomplished, reassured to see that I could do things that I thought were insurmountable, pride in myself, pride in a profession where people have unlimited self-sacrifice.\" CRNA-ICU Meanwhile, nurses' relatives considered nurses and nursing students as heroes and were proud of them because they put their life at stake in caring for others despite their exhaustion and their difficult working conditions. \"Afterwards, this outbreak showed me even more how bad things are at hospital: all the problems nurses usually experience have been multiplied tenfold.\" RN-M (f) However, nurses and their relatives were disappointed and angry by the public authorities' lack of recognition for nurses' engagement despite their heroisation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "\"We were angry, we don't even talk about money: we just talk about a thank you, it would have been nice if the management had simply thanked us.\" NM-ICU Thus, they considered this crisis as an opportunity to raise society's awareness about the French healthcare system's failures and to promote a better recognition of the nursing profession. However, some nurses were quite skeptical about the heroization effects on society, as they and their families were confronted with stigmatization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "\"For me, nurses are not recognized for their commitment, their efforts, their daily risks. In my opinion, it is not a medal on July 14th that will give them the recognition they deserve. They must have the salaries they need . . . There are years of studies. We have to give them the means to work well. It's their lives they are putting at stake.\" RN-PS (f) \"We were considered a bit pestiferous, people were afraid of us, afraid that we might contaminate them, afraid that we might be contagious.\" NS-M",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Hero Paradox"
        },
        {
            "text": "Nurses reported that their working conditions were better if they worked in acute services as they were overstaffed, whereas nurses from other departments were confronted by a nursing shortfall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Workforce Paradox"
        },
        {
            "text": "Indeed, nurses who worked in geriatrics or nursing homes suffered from a usual lack of personnel but it worsened during the crisis, and they had to work overtime, even when sick. Moreover, some nurses feared becoming infected and refused to take care of COVID-19 patients, which led to increased workload for the remained colleagues. Thus, nurses were angry about these working conditions, and considered they resulted from cost saving healthcare policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Workforce Paradox"
        },
        {
            "text": "\"I think the hospital is as sick as its patients . . . We are asked to take upon ourselves. It can be exhausting. It is true that sometimes when you are in a department with very few staff, you can talk about suffering.\" RN-GS \"My colleagues were very worried about the virus. Actually, many of them, who considered themselves to be at risk, refused to work. A lot of nursing assistants refused to enter rooms, for example to give breakfast to patients in the COVIDward, obliging me, my fellow trainees, and other nurses to do this work for them, which added to the workload.\" NS-GS On the opposite side, COVID-19 units were often overstaffed, which contributed to improve the quality of care by enabling nurses to organize better. Moreover, some nurses reported that they were really supportive of each other, which improved teamwork and the cohesion between team members. This collective power helped them to face the adverse events occurring during this crisis. Because of this, some ICU nurses were reluctant to have work breaks, even enjoying working during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Workforce Paradox"
        },
        {
            "text": "\"There was a very good atmosphere between colleagues. There was a kind of working cohesion where everyone helped each other. I was able to rediscover a working atmosphere that I had known a long time ago and which had disappeared with the budget cuts. It gave me the strength to tell myself that I wasn't alone.\" CRNA-ICU",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Workforce Paradox"
        },
        {
            "text": "Because of the massive influx of patients related to the pandemic, nursing students, in initial or continuing training, were requisitioned to strengthen frontline teams. This training break was perceived and experienced differently by the students, as to whether they felt useful or not during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Learning Paradox"
        },
        {
            "text": "Indeed, most students wanted to be useful but they were also anxious about the skills expected from them: \"My fellow nursing students were like me, not very reassured, as their position was unclear. We didn't know if we were considered as a nursing student or as a nurse assistant.\" NS-GS Thus, when nursing students felt poorly tutored and integrated with the staff, as if they were more used than useful, some of them could be considered as collateral victims of the virus, as one nursing teacher reported it:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Learning Paradox"
        },
        {
            "text": "\"I had the impression that the students were taken hostage and were unable to follow their training. And that is the collateral effects of COVID because they experienced it very badly and me too because it was necessary to support them, to accompany them, and it was complicated to manage.\" NM-ICU However, some students considered this experience a professional opportunity, as they could deepen their nursing skills and also obtain new ones. Thus, these nursing students estimated that their training had not been altered by this period:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Learning Paradox"
        },
        {
            "text": "\"It was an opportunity for me to work under such conditions. And as a student, the fact of being positioned both as a support for the team and as a student was formative and helped me getting new skills: autonomy, taking initiatives.\" NS-ICU This period was also valuable for some certified nurses, who learnt new skills from colleagues, and wished to extend them further by obtaining new degrees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Learning Paradox"
        },
        {
            "text": "\"It was an opportunity for me to work under such conditions. It helped me getting new skills.\" NS-ICU",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Learning Paradox"
        },
        {
            "text": "As nurses and nursing students were engaged frontline, they experienced sacrifices as they were robbed of a part of their personal and professional life. However, in exchange, this position induced some gains, as they felt fully supported by their family and society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "Concerning their professional life, nurses and nursing students felt powerless and frustrated as they considered that COVID-19 had stolen essential features of their job, especially the ones related to end of life care:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"Some residents died, they were completely suffocating and nothing could be done: it was difficult . . . These images chased me for a while.\" RN-NH Indeed, some of them pointed out that the nurse-patient relationship was deeply disrupted by the protective measures (i.e., wearing of PPE outfits) and their consequences (i.e., limited contact and time spent with the patients, even when they were dying):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"The care was different because of the protective outfits we had to put on. It's a different approach of care, as everything that has to do with touch or even smiling, we didn't have that anymore or at least we limited it.\" NS-GS Moreover, nurses found the ban of patients' visits a bad experience. Thus, nurses also considered that patients families' grieving process was robbed by the virus, as they were not allowed to see their relative's body:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"The families could not see the people who had died, but in addition there were no religious rites and they were only washed with water.\" RN-M Besides, nurses experienced in a bad way the disruption of their professional values through the ethical dilemma induced by patients' prioritisation, concerning mostly the elderly. Some nurses found this process difficult to accept, because they considered it as loss of chance for the excluded patients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"It was extremely violent to apply Do Not Resuscitate choices for people in their 70s, without risk factors. It's complicated to tell them that there is no place in ICU for them.\" NP-M Meanwhile, some nurses reported that the COVID-19 had also stolen their health, as they had to work regardless of their exhaustion and of their health conditions, which made them angry, especially in nursing homes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"I was infected three months ago and I still have symptoms of COVID. Total exhaustion with asthma-like respiratory discomfort, muscular pain: I currently have a post-COVID syndrome, which is disabling. I can't do a lot of activities, because otherwise I have to sleep and I'm exhausted. I'm angry because I was sent to work, even when I was sick. And now I'm paying the price.\" RN-NH Concerning nurses' family life, this was disturbed by their increased job engagement, which made it difficult for them to keep the balance between their family and professional life, causing them to feel guilty and angry. However, nurses were grateful for their spouses' support, as they were more involved in their household life management, even though it was harder when a nurse's spouse was also an HCW:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"For two months we didn't live for the family, we lived around COVID.\" CRNA-PACU \"I still had a feeling of guilt because even if you come home, you're not too available to do anything else. Helping the children in their homework, even on days off, I couldn't do it.\" CRNA-ICU Moreover, as they feared spreading the virus, nurses had limited physical contact with their relatives, even leaving their home. Thus, this period was emotionally tough for all participants, especially when children were involved. Some spouses felt deprived of the nurses' presence at home because of their work's engagement, and their relationship was affected:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"When I came home, the children didn't want to come near me, they even gave me the name Mummy COVID and said: 'No kisses Mummy because you're COVID!' So there was this distance between my family and me because I had to protect them.\" NS-NH However, despite all these negative effects, the outbreak was also a period of donations and gains. Indeed, nurses and their families took advantage of the lockdown to question their priorities and to strengthen ties, as they enjoyed spending time together (e.g., cooking, baking, playing games). They were also deeply grateful for their friends and other family members' support through this tough period. Besides, nurses appreciated the gifts coming from the entire society to support them:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "\"We felt supported during this whole period by the outside, by the people who clapped every night, by the people who delivered meals, by the drawings. This multiple support carried us, as perhaps unconsciously, it has helped us to better overcome this crisis, to get through it. There was a real surge of solidarity.\" RN-GS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Symbolic Exchange Paradox"
        },
        {
            "text": "Overall, participants perceived their own vulnerability, which they expressed through the certainties and uncertainties acquired through the pandemic management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Uncertainty Paradox"
        },
        {
            "text": "Concerning their family life, nurses and nursing students were deeply uncertain and anxious about how to avoid spreading the virus, when they came back home from work. Indeed, nurses and nursing students were deeply uncertain about their protection equipment's effectiveness and use. It led them to become anxious and fearful of spreading the virus to their family members, because they were uncertain of the required measures to avoid spreading it, as they came back home from work: \"I was stressed to bring the virus home. So, I tried to set a strategy to avoid that . . . I've had patients who got sick because their spouse is a healthcare worker, one of them died and I didn't want that to happen to me.\" CRNA-ICU Besides, nurses also experienced uncertainties about their practices, as they were confronted to hygienic changing protocols, drugs and ventilator shortages and the doctors' doubts about the medical treatment. Because of these elements, nurses and nursing students felt insecure and confused, which emphasized their fears and anxiety:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Uncertainty Paradox"
        },
        {
            "text": "\"We couldn't protect ourselves as we should have. As if we were thrown into the lion's den. Because in the beginning, the protocol was to put on masks only if patients coughed. Then afterwards, there were some who didn't cough but who got COVID, so we were told to put on surgical masks, and then if they tested positive, to put on N95 masks and glasses . . . We didn't feel protected by the protocols.\" NS-M However, through this crisis, nurses also acquired some certainties through the poor PPE shortages management, which, for them and their families, was related to hospitals' unpreparedness. Besides, some nurses, especially in nursing homes, felt devalued as they noticed COVID-19 units had more PPE than other units. This imbalance between services angered them, as they would have wished for more safety and better working conditions: \"Nurses in non-acute services did not feel they were treated in the same way as those working in COVID units. They lived this situation very badly and felt forgotten by the management.\" RN-ICU Thus, some nurses were certain that they wanted to quit their job after the crisis, while others gained confidence and wanted to keep working as a nurse. Indeed, of the 55 nurses interviewed (including relatives): four nurses (7%) expressed their desire to leave the nursing profession, four other nurses (7%) would have left the nursing profession if they had not already been engaged in a career evolution and five nurses (9%) are considering leaving their establishment following this health crisis. Thus, nearly a quarter of the nurses (23%) admit that they are considering a change of career path. However, this might be an underestimation, as other nurses complained about the poor management they had experienced. \"I'm thinking of changing my profession to go towards what is human, such as sophrology and relaxation, because I have the impression that there is no longer any humanity, either with the patients or the staff.\" RN-NH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Uncertainty Paradox"
        },
        {
            "text": "Since the coronavirus disease's onset, nurses have been at the forefront, taking care of infected patients in tough circumstances, at their own physical (e.g., infection risk, exhaustion) and psychological risks (e.g., severe emotional distress from anxiety to burnout). Thus, their family and social life have been deeply disrupted. With this study, we aimed to understand and describe frontline nurses, nursing students, and their family members' lived experiences and perceptions of the COVID-19 pandemic. The qualitative design of this phenomenological research enabled nurses and their relatives to express their paradoxical experiences and perceptions related to the COVID-19 first wave and its consequences on their personal, professional, and social life. However, our findings also highlight that both of them were collateral victims of the pandemic because of nurses' frontline position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite their heroization and the militaristic language used by society and public authorities to describe their actions during this health crisis, our findings suggest that nurses did not consider themselves either heroes or soldiers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Indeed, they experienced psychological vulnerability, as they felt strained physically and emotionally by their relentless exposure to the virus consequences. Thus, as in previous studies [21] , nurses and nursing students were driven by their sense of responsibility to work frontline but the challenging and harmful working conditions (i.e., PPE and medical devices shortages) jeopardized their own and the patients' safety. Thus, nurses felt overexposed to the virus and were vulnerable to death anxiety, which they experienced through the high COVID-19 mortality rate or their inability to help patients as in previous researches [22] . Our results also highlighted nurses' perceptions of other death anxiety factors, as the avoidable deaths, the rapid health declines leading to death, and the lack of human dignity for the dying and the deceased patients (e.g., Symbolic Exchange and Uncertainty Paradoxes) [22] . Besides, nurses' vulnerability was also induced by their difficulties in providing care in this context [23] [24] [25] which disrupted their professional core values as they faced ethical dilemmas through patients' prioritization and the lack of human dignity surrounding patients' deaths [24, 26, 27] . Indeed, nurses were shocked by some of COVID-19 patients' deaths as they considered they would have been avoidable if there had been no patient prioritization [24] . These different situations strengthened nurses' death anxiety and weakened their mental health, as their frontline position reminded them of both their own vulnerability and that of their families. Nursing students felt also vulnerable, at the opposite side of another study [28] , but lesser than registered nurses.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[24,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "26,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1665,
                    "end": 1669,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, being in the frontline position deeply undermined nurses' professional self, which led most of them to be more likely to demonstrate self-sacrifice (i.e., when they were asked to work regardless of their health and exhaustion) [29] . A previous research has shown that self-sacrifice is an intrinsic coping strategy for nurses to overcome tough situations, when they do not feel sufficiently supported [29] . Therefore, as their job engagement during the pandemic came with a personal cost, nurses required their skills and efforts to be really acknowledged. However, in our study, they were praised by their relatives, but less by their institutions [30] , as they received poor gratitude for their engagement and their expertise was not requested in the anti-epidemic strategies decision-making (e.g., the Silence Paradox, the Symbolic Exchange Paradox, the Uncertainty Paradox) [31] . Thus, despite the fact that they represent the most important healthcare workforce, most nurses felt abandoned and complained about their top managers' lack of inclusive leadership [25] . Inclusive leadership refers to \"leaders who exhibit visibility, accessibility, and availability in their interactions with followers\" [25] . This was perceived by French nurses as an additional lack of recognition of the nursing profession by their managers and the health authorities [30] , as other nurses worldwide [32, 33] , which angered them.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "[32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Their families, who also endured psychological vulnerability, shared this anger. Indeed, our study stated that being related to a frontline nurse was a cause of fears and anxiety, as their families were afraid that nurses became infected being more exposed to the virus. Thus, through their perceptions (e.g., the Silence Paradox), nurses' families shared their vulnerability to infodemic [34] , an \"over-abundance of information-some accurate and some not\", which could lead to their anxiety [34] . Indeed, the media coverage (e.g., the shortage of PPE and deaths tolls reports) added to the misinformation contributing to increasing the fears of nurses' relatives. To avoid this infodemic anxiety, it is crucial to set up educational online programs, to provide reliable and accessible information available for everyone.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, families should also be supported because frontline status could induce parenting troubles and stigma, as reported in previous studies [8, 35] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "35]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings also suggest that, in the opposite position of another research [36] , some of the nurses interviewed in this study were not happy during the first coronavirus wave because of their frontline position. Indeed, owing to the Job Demands-Resources model [32, 36] , nurses were confronted with higher job demands (e.g., heavy workload, overtime work, ethical dilemmas) as identified previously [32] , whereas their job resources were low (e.g., lacks of organizational support and inclusive leadership). Nurses considered this imbalance was related to failures of organizational support resulting from years of cost savings in healthcare, which angered and upset both them and their families [37] . Since the pandemic's first wave, others nurses have reported the same anger and disappointment [38] [39] [40] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[39]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[40]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, in our study, the more nurses felt alone and unprotected by their institution, the more they wanted to quit their jobs; almost a quarter of nurses (23%) are considering leaving their hospital or profession after this crisis. In previous studies, nurses expressed the same or opposite feelings [21, 26] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "26]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As in previous research, our findings confirm that, as they worked frontline during the COVID-19 outbreak, nurses were physically and emotionally drained and vulnerable [41] . Thus, their well-being was threatened and multidimensional supportive responses should be provided to preserve this workforce in particular [41] . Thus, healthcare institutions should alleviate the perceived low job resources by improving inclusive leadership and organizational support through different strategies, which should also include their families as shown in Figure 1 [25] . Thus, institution managers should better recognize nursing issues [25, 42] , enhance frontline nurses' job engagement through gratitude expressions and rewards, and organize the provision of tailored psychological support to help nurses, nursing students, and their families to manage their anxiety [22, 36] . It is also crucial to provide nurses' families reliable and comprehensive information through educational online programs [43] . This intervention could be based on the crisis education model developed by the Health Education and Practices Laboratory (LEPS UR 3412) of the Sorbonne Paris Nord University [44] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "42]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[22,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[44]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 554,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the strengths of our study is the fact that it focused on frontline nurses and their families. Another strength of our work is that we recruited frontline nurses, including nursing students, from different settings and services with varying sociodemographic characteristics (e.g., different ages and length of work experience) despite the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations of the Study"
        },
        {
            "text": "information through educational online programs [43] . This intervention could be based on the crisis education model developed by the Health Education and Practices Laboratory (LEPS UR 3412) of the Sorbonne Paris Nord University [44] . ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[43]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[44]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations of the Study"
        },
        {
            "text": "One of the strengths of our study is the fact that it focused on frontline nurses and their families. Another strength of our work is that we recruited frontline nurses, including nursing students, from different settings and services with varying sociodemographic characteristics (e.g., different ages and length of work experience) despite the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations of the Study"
        },
        {
            "text": "Therefore, we were able to establish a broad picture of the consequences of the nurses' frontline position on them and their families in France, which has not been studied yet through qualitative research. Indeed, despite the qualitative design of this study, the sample size was large enough to explore and understand nurses' and their families' perceptions. A limitation of this study was that all the interviews were conducted through video-conferencing after the first wave, thus the feelings and perceptions of the respondents could have been lowered. Yet, some nurses were emotional, as this study dealt with sensitive issues. Thus, it was clearly stated that they could stop the interview at any moment. Another limitation of our study may be seen in the study design, which can compromise the results' transferability and generalization. Further research is needed in other countries, to grasp the lived experiences of other nurses and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations of the Study"
        },
        {
            "text": "World Health Organization (WHO) declared 2020 the \"Year of the Nurse and Midwife\". It should have been a time to celebrate nursing profession but because of the COVID-19 pandemic's hardship, nurses had to show their professional strengths and meanwhile healthcare systems were undermined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, as nurses are the most important healthcare workforces, their increased frontline engagement impacted them in their personal, professional, and social life. Thus, our findings provide useful insights in describing and exploring the experiences and perceptions of nurses, nursing students, and their families during this period in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The frontline position appears mostly as a factor of suffering, as nurses and nursing Therefore, we were able to establish a broad picture of the consequences of the nurses' frontline position on them and their families in France, which has not been studied yet through qualitative research. Indeed, despite the qualitative design of this study, the sample size was large enough to explore and understand nurses' and their families' perceptions. A limitation of this study was that all the interviews were conducted through videoconferencing after the first wave, thus the feelings and perceptions of the respondents could have been lowered. Yet, some nurses were emotional, as this study dealt with sensitive issues. Thus, it was clearly stated that they could stop the interview at any moment. Another limitation of our study may be seen in the study design, which can compromise the results' transferability and generalization. Further research is needed in other countries, to grasp the lived experiences of other nurses and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "World Health Organization (WHO) declared 2020 the \"Year of the Nurse and Midwife\". It should have been a time to celebrate nursing profession but because of the COVID-19 pandemic's hardship, nurses had to show their professional strengths and meanwhile healthcare systems were undermined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, as nurses are the most important healthcare workforces, their increased frontline engagement impacted them in their personal, professional, and social life. Thus, our findings provide useful insights in describing and exploring the experiences and perceptions of nurses, nursing students, and their families during this period in France. The frontline position appears mostly as a factor of suffering, as nurses and nursing students were emotionally and physically strained. Their vulnerability was reinforced when they felt abandoned and inadequately supported by the top managers. After one year of pandemic pressure, these findings remain accurate, as nurses' working conditions worldwide are perceived to be unsatisfactory to some of them, who still feel poorly rewarded and supported. Therefore, institutions should address their specific concerns (i.e., better recognition, better organizational support, and inclusive leadership) to preserve nurses' job engagement and resilience. However, our findings highlighted that their families should also have been supported, as they were exposed to the consequences of the nurses' frontline engagement (i.e., nurses' absence, parenting troubles, and infodemic).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Through this pandemic, participants' perceptions about the nursing profession have been questioned, despite their heroization. After one year of pandemic pressure, our findings remain accurate, as nurses' working conditions worldwide are perceived to be unsatisfactory by some of them, who still felt poorly rewarded and supported by their institutions. Institutional Review Board Statement: The study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of CER U-Paris University (IRB 00012020-52).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Informed Consent Statement: Informed consent was obtained from all subjects involved in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The data presented in this study are available on request from the corresponding author, and after receiving permission from Nursing Sciences Research Chair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statement:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Challenges and issues about organising a hospital to respond to the COVID-19 outbreak: Experience from a French reference centre",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peiffer-Smadja",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bendjelloul",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choquet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maisani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Casalino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Microbiol. Infect",
            "volume": "26",
            "issn": "",
            "pages": "669--672",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.04.002"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical Supply Shortages-The Need for Ventilators and Personal Protective Equipment during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2006141"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of the Infection Status of Healthcare Workers in Wuhan During the COVID-19 Outbreak: A Cross-sectional Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis. Off. Publ. Infect. Dis. Soc. Am",
            "volume": "71",
            "issn": "",
            "pages": "2109--2113",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa588"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The COVID-19 Effect: World's Nurses Facing Mass Trauma, an Immediate Danger to the Profession and Future of Our Health Systems",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Healthcare providers on the frontlines: A qualitative investigation of the social and emotional impact of delivering health services during Sierra Leone's Ebola epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ansumana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Policy Plan",
            "volume": "31",
            "issn": "",
            "pages": "1232--1239",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czw055"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Work stress among Chinese nurses to support Wuhan in fighting against COVID-19 epidemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Nurs. Manag",
            "volume": "28",
            "issn": "",
            "pages": "1002--1009",
            "other_ids": {
                "DOI": [
                    "10.1111/jonm.13014"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Occurrence, prevention, and management of the psychological effects of emerging virus outbreaks on healthcare workers: Rapid review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kisely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dalais",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siskind",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1642"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Healthcare providers experience of working during the COVID-19 pandemic: A qualitative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eftekhar Ardebili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naserbakht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alazmani-Noodeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hakimi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ranjbar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am. J. Infect. Control",
            "volume": "49",
            "issn": "",
            "pages": "547--554",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.10.001"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding phenomenology: The lived experience",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mapp",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br. J. Midwifery",
            "volume": "16",
            "issn": "",
            "pages": "308--311",
            "other_ids": {
                "DOI": [
                    "10.12968/bjom.2008.16.5.29192"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Employment of colaizzi's strategy in descriptive phenomenology: A reflection of a researcher",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Shosha",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur. Sci. J",
            "volume": "8",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Standards for Reporting Qualitative Research: A Synthesis of Recommendations",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acad. Med",
            "volume": "89",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {
                "DOI": [
                    "10.1097/ACM.0000000000000388"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Cambridge Handbook of Social Representations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sammut",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andreouli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaskell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cambridge Handbooks in Psychology",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social Representations: A Review of Theory and Research from the Structural Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wachelke",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Univ. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "729--741",
            "other_ids": {
                "DOI": [
                    "10.11144/Javeriana.upsy11-3.srrt"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Everything Is Perfect, and We Have No Problems\": Detecting and Limiting Social Desirability Bias in Qualitative Research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bergen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qual. Health Res",
            "volume": "30",
            "issn": "",
            "pages": "783--792",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732319889354"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "La «zone muette» des représentations sociales, pression normative et/ou comparaison sociale?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chokier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moliner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull. Psychol",
            "volume": "483",
            "issn": "",
            "pages": "281--286",
            "other_ids": {
                "DOI": [
                    "10.3917/bupsy.483.0281"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How to analyse qualitative data in different ways",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helmich",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin. Teach",
            "volume": "16",
            "issn": "",
            "pages": "7--12",
            "other_ids": {
                "DOI": [
                    "10.1111/tct.12973"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Manuel d'Analyse Qualitative",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lejeune",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Analyser sans Compter ni Classer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Living paradox in Parse's theory",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nurs. Sci. Q",
            "volume": "6",
            "issn": "",
            "pages": "44--51",
            "other_ids": {
                "DOI": [
                    "10.1177/089431849300600111"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Paradoxical Experiences Of Expatriate Managers In Indonesia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dickie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Divers. Manag",
            "volume": "2",
            "issn": "",
            "pages": "17--28",
            "other_ids": {
                "DOI": [
                    "10.19030/jdm.v2i1.5002"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The experiences of health-care providers during the COVID-19 crisis in China: A qualitative study",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haase",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Health",
            "volume": "8",
            "issn": "",
            "pages": "790--798",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30204-7"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Death Anxiety among Nurses and Health Care Professionals: A Review Article",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Nia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Lehto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ebadi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peyrovi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Community Based Nurs. Midwifery",
            "volume": "4",
            "issn": "",
            "pages": "2--10",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Grief and nursing: Life and death in the pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Walthall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aveyard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Adv. Nurs",
            "volume": "77",
            "issn": "",
            "pages": "2115--2116",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.14815"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preserving Organizational Resilience, Patient Safety, and Staff Retention during COVID-19 Requires a Holistic Consideration of the Psychological Safety of Healthcare Workers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rangachari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public. Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17124267"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Caring for the caregiver during COVID-19 outbreak: Does inclusive leadership improve psychological safety and curb psychological distress? A cross-sectional study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Faraz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Nurs. Stud",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2020.103725"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ethical dilemmas, perceived risk, and motivation among nurses during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sperling",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nurs. Ethics",
            "volume": "28",
            "issn": "",
            "pages": "9--22",
            "other_ids": {
                "DOI": [
                    "10.1177/0969733020956376"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dying, and Dignity in the Time of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Chochinov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Death",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Palliat. Med",
            "volume": "2020",
            "issn": "",
            "pages": "1294--1295",
            "other_ids": {
                "DOI": [
                    "10.1089/jpm.2020.0406"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Emotional responses and coping strategies in nurses and nursing students during Covid-19 outbreak: A comparative study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0237303"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Self-sacrifice, self-transcendence and nurses' professional self",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Pask",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nurs. Philos. Int. J. Healthc. Prof",
            "volume": "6",
            "issn": "",
            "pages": "247--254",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1466-769X.2005.00215.x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Healthcare Heroes': Problems with media focus on heroism from healthcare workers during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Ethics",
            "volume": "46",
            "issn": "",
            "pages": "510--513",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2020-106398"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pandémie de Covid-19 et pénurie infirmière en France: Un phénomène prévisible",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debout",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev. Francoph. Int. Rech. Infirm",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nuances of COVID-19 and Psychosocial Work Environment on Nurses' Wellbeing: The Mediating Role of Stress and Eustress in Lieu to JD-R Theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meirun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Javaid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Arshad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Parvez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ilyas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.570236"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Unleashing the full potential of nursing",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "394",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(19)32794-1"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Associations between COVID-19 related media consumption and symptoms of anxiety, depression and COVID-19 related fear in the general population in Germany",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bendau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Petzold",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pyrkosch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maricic",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Betzler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Große",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ströhle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plag",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Arch. Psychiatry Clin. Neurosci",
            "volume": "271",
            "issn": "",
            "pages": "283--291",
            "other_ids": {
                "DOI": [
                    "10.1007/s00406-020-01171-6"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "COVID-19 and Healthcare worker's families: Behind the scenes of frontline response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Souadka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Essangri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benkabbou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Majbar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eclinm.2020.100373"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A qualitative study on the psychological experience of caregivers of COVID-19 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Infect. Control",
            "volume": "48",
            "issn": "",
            "pages": "592--598",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.03.018"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "COVID-19 anxiety among frontline nurses: Predictive role of organisational support, personal resilience and social support",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Labrague",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Los Santos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Nurs. Manag",
            "volume": "2020",
            "issn": "",
            "pages": "1653--1661",
            "other_ids": {
                "DOI": [
                    "10.1111/jonm.13121"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Salary Hike for French Public Service Health Workers, Exhausted by Covid Battle",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Burned out by the Pandemic, 3 in 10 Health-Care Workers Consider Leaving the Profession",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Union Prepares for Strike Action over 1% Pay Offer for NHS Staff",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Covid-19: Supporting nurses' psychological and mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maben",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Nurs",
            "volume": "2020",
            "issn": "",
            "pages": "2742--2750",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15307"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Understanding and Addressing Sources of Anxiety Among Health Care Professionals During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shanafelt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trockel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "2133--2134",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5893"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The psychological impact of COVID-19 on the mental health in the general population",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parmigiani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amerio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguglia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amore",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "QJM Int. J. Med",
            "volume": "2020",
            "issn": "",
            "pages": "531--537",
            "other_ids": {
                "DOI": [
                    "10.1093/qjmed/hcaa201"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "COVID-19: Proposition d'un modèle d'éducation d'urgence. Educ. Thérapeutique Patient Ther",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Margat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pétré",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Ivernois",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lombrail",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cailhol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gagnayre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1051/tpe/2020003"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Strategies to preserve the well-being of frontline nursing workforce and their families.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Strategies to preserve the well-being of frontline nursing workforce and their families.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Contributions: Conceptualization, M.R.-T. and S.C.-J.; Data curation, M.R.-T., R.G.N. and S.C.-J.; Formal analysis, M.R.-T., R.G.N. and S.C.-J.; Investigation, M.R.-T., V.L., C.L.-M., D.N., R.Z. and S.C.-J.; Methodology, M.R.-T. and S.C.-J.; Project administration, M.R.-T. and S.C.-J.; Resources, M.R.-T., R.G.N. and S.C.-J.; Supervision, M.R.-T.; Validation, M.R.-T., R.G.N. and S.C.-J.; Writingoriginal draft, S.C.-J.; Writing-review & editing, M.R.-T., V.L., C.L.-M., D.N., R.Z. and S.C.-J. All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Stephanie Chandler-Jeanville is supported by a grant provided by Assistance Publique-Hôpitaux de Paris (Département de la Recherche Clinique et de l'Innovation). The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}