{
    "paper_id": "30629bb9f4441464d6f18035513c26a22b560db1",
    "metadata": {
        "title": "Changing Lens: Broadening the Research Agenda of Women in Management in China",
        "authors": [
            {
                "first": "Fang",
                "middle": [
                    "Lee"
                ],
                "last": "Cooke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human resource management (HRM) is underpinned by, and contributes to, the business ethics of the organization. Opportunities available to men and women as managers, and the role of managers more broadly, are critical in shaping business ethics in contemporary organizations. Research on women in management therefore provides an important lens through which to understand the institutional and cultural context of HR ethics as part of the business ethics of a country. To date, women in management in China remains an under-charted topic of research in the HRM field. Extant research and recommendations on the improvement of the position of women in management in China focus primarily on women themselves from a traditional, gender norm angle, instead of challenging the political and patriarchal system or any institutionalized discriminatory practice. This is, in part, due to the absence in China of a critical feminism approach or feminist movement, as found in Western societies, and the continuing strong influence of the state and media in portraying women's (stereotypical) image. There is significant room for research capacity building in scholarship on women in management research, for example, and through cross-fertilization of different disciplines and more rigorous research design and execution. This paper provides a critical analysis of extant literature on women in management and the ideologies underpinning it, and offers some suggestions for future research and conceptualization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1 This paper only focuses on mainland China and does not include Hong Kong, Macau and Taiwan for review and discussion, because their institutional and political systems, including labour market systems and social policies that impact gender equality, are quite different from those of the mainland China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ethical dimension of human resource management (HRM) is underpinned by, and contributes to, the business ethics of an organization. Research related to HR ethics has focused on equality and fairness in employment terms and conditions, occupational health and safety, selection for recruitment, promotion and redundancy, and diversity and inclusion. To date, women in management in China remains an under-charted area of research, as manifested in the relatively small body of high-quality publications on the topic compared with the bourgeoning literature (both in English and Chinese) on HRM in China in general. 1 Even less has the research been framed from an ethics angle. What has been researched and how has the research been framed?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What are the limitations of the extant body of literature? What are the barriers to engaging in research on this topic? What research opportunities lie ahead, and how can research on gender in management and business ethics be conducted in a more integrated manner through a number of crosscutting themes? This paper aims to address these questions by providing an appraisal of research on the topic published in academic outlets, primarily journals, in English and Chinese, and offers some suggestions for future research. We argue that research on women in management in the Chinese context needs to adopt both a historical perspective to capture the evolution of social values, and a multi-level approach in order to understand the interactive effects of shifts in societal/family ethics and business ethics on gender role in families and organizations. We also call for the inclusion of a broader range of theoretical perspectives through which to examine women in management. 2 For the purpose of this paper, we define women in management as women in organizational leadership roles at all levels in both the public and private sectors. We also use the terms 'women in management' and 'women in leadership' in the organizational context interchangeably, to reflect the language used in the Chinese literature, although we are aware of the differences between the two. Our focus is women in management in organizations rather than female leaders in politics in China (c.f. Guo & Zhao, 2009; Howell, 2002; Su, 2006) , although many of the findings and arguments are shared in both categories.",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 982,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1494,
                    "text": "Guo & Zhao, 2009;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1495,
                    "end": 1508,
                    "text": "Howell, 2002;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1509,
                    "end": 1518,
                    "text": "Su, 2006)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We note upfront that this is not intended to be a systematic or comprehensive review study of women in management in China. Instead, it is a critical reflection informed by surveying the bulk of journal articles published in English on the topic since the 2000s, as well as articles on the topic published in Chinese in the past ten years. We also draw on book chapters and books, as well as our empirical research experience on the topic to inform the analysis and develop a narrative of critique. This is an approach typically found in a traditional review study that carries out a critical assessment of the state of knowledge in a problem domain, and identifies weaknesses and areas for future research (Hart, 1998) . Such an approach emphasizes 'the importance of reading and dialogical interaction between the literature and the researcher; continuing interpretation and questioning; critical assessment and imagination; argument development and writing' (Boell & Cecez-Kecmanovic, 2014, p. 258 ).",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 719,
                    "text": "(Hart, 1998)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 961,
                    "end": 1000,
                    "text": "(Boell & Cecez-Kecmanovic, 2014, p. 258",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To understand what has been researched on women in management in China and how it has been framed by scholars, we need to first explain how the term 'feminism' has been translated into Chinese in two ways, with substantial and significant differences in their connotations. One translation is nü xing zhu yi (女性主义), with the emphasis on women's gender (xing) difference; much of the scholarly focus on women in management has implicitly adopted this depoliticized definition to examine issues related to women's managerial careers. Another translation is nü quan zhu yi (女权 主义), with the emphasis on women's rights (quan), which is more closely related to the Western feminist ideology, discourse, and rights-based social movement (Min, 2016) . Importantly, the meaning of Chinese feminism is underpinned by the Chinese traditional culture, which perceives women as the weaker gender biologically, needing protection, on the one hand; and the gender norm that defines the housekeeping and family care role as their primary function, on the other (i.e. women exist for men) (Gao, 2003; Zhu et al., 2021) . By contrast, men are the household heads whose political, economic, and social achievements determine the social status of the family. While women are the champions of the Western feminist movements, which were initiated by grassroots activists, the modern Chinese feminist movement is mobilized by the state through its policy intervention, in part to advance gender equality as part of the socialist ideology, and in part to promote the country's economic development through women's participation (Hu, 2016) . It is an ideological and also a utilitarian vision of fulfilment that reflects the needs of the stages of socialist development. As Luo and Hao's study (2007, p. 281 ) reveals: …the image of Chinese women presented by the mass media [which is heavily sanctioned by the state] is to a large extent influenced by the socio-economic and political-ideological changes in China. Rather than a literal portrayal of the 'reality', it is a symbolic representation of the Chinese women created through the interaction of party ideology, editorial policy, and readers' taste as well as the changing reality of Chinese women's life and work. The interlocking of party control and societal influences has determined the typical images of 'Chinese Women' suited to particular periods of time in the contemporary Chinese history. Li (2014) offers an interpretation of how feminism may find acceptance in a Confucian society (see also Li, 2000) . For Li (2014) , although attributing a notion of 'free will' to Confucian philosophy may be seriously flawed, the notion of freedom and autonomy, which underpins contemporary feminist theories, particularly the notion of autonomy competency, may be useful in explaining the political implications of Confucian freedom. This is because, 'while Confucianism leaves plenty of room for civil liberties, a key consideration of the boundaries of individual liberty is the good of humanity' (Li, 2014, p. 902) . This suggests that, for the notion of feminism to be accepted, its advocates should perhaps focus less on individual rights per se, and use it as a mechanism to promote gender equality for the social good. Such a stance is in line with the consequentialist perspective of ethics (Portmore, 2011) .",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 742,
                    "text": "(Min, 2016)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1073,
                    "end": 1084,
                    "text": "(Gao, 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1085,
                    "end": 1102,
                    "text": "Zhu et al., 2021)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1605,
                    "end": 1615,
                    "text": "(Hu, 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1750,
                    "end": 1783,
                    "text": "Luo and Hao's study (2007, p. 281",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2443,
                    "text": "Li (2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2538,
                    "end": 2547,
                    "text": "Li, 2000)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2554,
                    "end": 2563,
                    "text": "Li (2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3034,
                    "end": 3052,
                    "text": "(Li, 2014, p. 902)",
                    "ref_id": null
                },
                {
                    "start": 3334,
                    "end": 3350,
                    "text": "(Portmore, 2011)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Feminism in the Chinese Context"
        },
        {
            "text": "To date, the stance of Chinese feminism and its position in international feminism remains ambivalent (Spakowski, 2011). On the one hand, it is recognized that the Western feminism discourse and gender theory cannot be transplanted to China, given its political, linguistic, historical, and cultural context. Some even argue that the influence of Western feminist ideology may undermine the development of an independent Chinese feminist theory (Spakowski, 2011) . Wu and Dong (2019, p. 471 ) further describe contemporary Chinese feminism as a 'made-in-China feminism' that engages 'with cultural norms at the grassroots level'. On the other hand, the dominance of the state in shaping the feminist discourse and establishing institutional mechanisms for achieving gender equality, as evidenced in the small proportion of women in senior leadership positions, makes it difficult for more independent feminist theory building, and feminist movement more generally, in China. As a result, Chinese feminism is projected in a rather soft and quiet voice, which is to some extent reflected in the way research about women in management is approached, as we shall see below.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 462,
                    "text": "(Spakowski, 2011)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 465,
                    "end": 490,
                    "text": "Wu and Dong (2019, p. 471",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Feminism in the Chinese Context"
        },
        {
            "text": "Research on women in management in China started to emerge in the late 1980s (e.g. Hildebrandt & Liu, 1988) . The number of English language journal articles on the topic remains relatively small (fewer than 40 papers were found after several rounds of search and screening). While considerably more papers were published in Chinese (e.g. over 300 papers were published since 2010), the bulk of the literature comprises speculative analytical pieces, and only a small proportion has academic research rigour. 3 Nonetheless, Guo (2016) observes that research on gender and leadership has undergone a paradigm shift in perspectives, from a focus on the gender difference (i.e. glass ceiling effect) to an equality of rights (glass cliffs) angle, and a shift in an analytical orientation, from a homogenous identity to the intersectionality of identities. According to Guo (2016, p. 117) , these paradigm shifts 'have been able to overcome the single-axis framework of homogeneity in traditional studies of gender and leadership through paying attention to marginalized groups and revealing the complex experiences of diverse female leadership', and have also 'promoted the methodological changes so as to recognize the influence of intersectional identities on women's experience with leadership', uncovering 'the connection between power and social inequalities' and promoting feminist goals. These conceptual and methodological developments indicate the growing research strengths of Chinese scholars in this field through following the developments outside China.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 107,
                    "text": "Hildebrandt & Liu, 1988)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 524,
                    "end": 534,
                    "text": "Guo (2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 866,
                    "end": 884,
                    "text": "Guo (2016, p. 117)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What Has Been Researched on Women in Management in China?"
        },
        {
            "text": "Empirically, extant research on women in management in China has revealed the opportunities and barriers Chinese women face in their managerial careers (e.g. Cooke, 2003 Cooke, , 2005 Korabik, 1993; Leung, 2002) . Advancements are evident as a result of the strong legal and policy interventions in gender equality by the state, while management competencies increase in organizations. The profile of female managers in China today and opportunities available for them are markedly different from how they were in the 1980s (e.g. Hildebrandt & Liu, 1988) . However, continuing barriers remain formidable, including institutional deficiencies, conventional gender norms, resource allocation, organizational discrimination, work-life conflicts, and other costs (e.g. Liu, 2013; Liu et al., 2020; Yang, 2020) . As a consequence, career ambition has been discouraged (e.g. Aaltio & Huang, 2007; Bowen et al., 2007; Woodhams et al., 2015; Xie & Zhu, 2016 ). The reversal of the level of gender equality that was achieved under the state-planned economy period is attributed to the marketization of China's economy since the late 1970s, when the state had more direct control of organizational staffing issues (Cooke, 2005; Tatli et al., 2017) . Marketization has led to a reduced level of state control at the organizational level as the private sector has expanded; the state-owned organizations also have more autonomy to manage their activities and are under pressure to improve their performance, hence, there is an increased level of discrimination against women. More recently, research has focused on the relationships between female managers and a range of organizational activities and outcomes (e.g. Horak & Cui, 2017; Huang, 2020) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 169,
                    "text": "Cooke, 2003",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 170,
                    "end": 183,
                    "text": "Cooke, , 2005",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 184,
                    "end": 198,
                    "text": "Korabik, 1993;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 199,
                    "end": 211,
                    "text": "Leung, 2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 530,
                    "end": 554,
                    "text": "Hildebrandt & Liu, 1988)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 765,
                    "end": 775,
                    "text": "Liu, 2013;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 776,
                    "end": 793,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 794,
                    "end": 805,
                    "text": "Yang, 2020)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 869,
                    "end": 890,
                    "text": "Aaltio & Huang, 2007;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 891,
                    "end": 910,
                    "text": "Bowen et al., 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 911,
                    "end": 933,
                    "text": "Woodhams et al., 2015;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 934,
                    "end": 949,
                    "text": "Xie & Zhu, 2016",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1204,
                    "end": 1217,
                    "text": "(Cooke, 2005;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1218,
                    "end": 1237,
                    "text": "Tatli et al., 2017)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1705,
                    "end": 1723,
                    "text": "Horak & Cui, 2017;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1724,
                    "end": 1736,
                    "text": "Huang, 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "What Has Been Researched on Women in Management in China?"
        },
        {
            "text": "Extant research on women in management can be grouped into two broad strands. One strand mainly focuses on the status quo and barriers to women's managerial careers, and makes recommendations on how the situation can be improved through interventions in self-improvement from women themselves, organizational supports, and improved institutional systems to clear the managerial career path for women. The other strand of research primarily examines the relationships between female managers and a range of organizational functions, activities, and outcomes (see Table 1 ). In this section, we review some of the research topics and key arguments in the literature as a backdrop for the next section, in which critiques and future research suggestions are presented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 569,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "What Has Been Researched on Women in Management in China?"
        },
        {
            "text": "This strand of the literature mainly argues for the significance of promoting women's managerial careers, and analyses women's strengths, weaknesses, barriers, and opportunities in relation to leadership positions. A salient feature of this body of literature is that research has rarely been conducted in-depth from the rights angle and a critical feminist perspective, whereas these foci are often found in Western studies. Instead, the significance of promoting women to managerial/leadership positions is largely seen from a practical and symbolic, value-based angle. For example, promoting women to leadership positions is seen as necessary to support the implementation of the national policy of equality between men and women as the core value of socialism, as well as to benefit from women's positive energy, which includes economic, emotional, and moral energy (Jiang, 2016) . If only implicitly, it is very much a business case argument, rather than a moral and justice-based argument as part of business ethics. Sun and Zhang's (2016) study is one of the few studies that challenge the institutional systems explicitly by highlighting institutional barriers to women's managerial careers in the top-end hotel industry. In particular, the authors call for the government to incorporate gender sensitivity and awareness into mainstream decision-making in order to provide institutional guarantees on women's rights and interests, and to formulate policies to protect women and embed them, as is the practice in other social policies (e.g. population policy, environment policy) (Sun & Zhang, 2016) . However, attributing the gender inequality problem to the inefficacy of the institutional system and calling for a stronger policy intervention actually avoids the core of the problem-that it is men who largely created the system and maintain the status quo of masculine power. Without making individuals accountable for their discriminatory actions, laws and policy interventions will have limited effect in reality.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 883,
                    "text": "(Jiang, 2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1023,
                    "end": 1045,
                    "text": "Sun and Zhang's (2016)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1587,
                    "end": 1606,
                    "text": "(Sun & Zhang, 2016)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Women's Managerial Careers"
        },
        {
            "text": "A large number of the Chinese articles engage with the practical analysis of factors influencing women's managerial career advancement. For example, Lv and Han (2016) and Sun and Shi (2015) provided SWOT analyses of women in leadership. Perceived women's strengths often focus on their innate characteristics, such as being sensitive and observant and having strong interpersonal skills and feminine charm. Wang (2017) identified three core elements of female managers' competitiveness: decision-making, communication, and leadership, and provided suggestions for the benefit of individuals, organizations, and society. Similarly, Sun (2015a) argued that female leaders show more capacity for empathy, and urged them to turn this advantage into leadership power by caring for, inspiring, and unifying others. It is important to note that not all studies point to the negative experience of women's managerial careers or perceptions of being disadvantaged. For instance, Xie and Zhu's (2016) study reported that female managers felt confident about their capability to be leaders, and most of them felt satisfied with the proportion of female managers in their organization, as well as their current promotion status.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 166,
                    "text": "Lv and Han (2016)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 171,
                    "end": 189,
                    "text": "Sun and Shi (2015)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 407,
                    "end": 418,
                    "text": "Wang (2017)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 631,
                    "end": 642,
                    "text": "Sun (2015a)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 970,
                    "end": 990,
                    "text": "Xie and Zhu's (2016)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis"
        },
        {
            "text": "Perceived weaknesses of women are commonly identified as: biased social perceptions, role changes at work and home, and innate obstacles, such as being timid/gentle, riskaverse, and having insufficient confidence and competence (e.g. Zhang & Jamil, 2015) . Drawing on social network theory (Burt, 1997) , researchers have also identified how gender differences in the social networks contribute to gender inequality in women's managerial careers in China (e.g. Bu & Roy, 2005; Huang & Aaltio, 2014) . These studies focus on the role of the individuals themselves in overcoming barriers/inequality and in shaping their career success. Perceived opportunities include women's improved political, social and economic status, whereas perceived threats include competition between men and women in social resources, occupational uncertainties, and the disadvantages of women in the high-tech and male-dominant occupations and sectors. Perceived threats are commonly attributed to the role of new technology, market uncertainty, and financial insecurity. These studies speculate that female managers may be less well positioned than their male counterparts to deal with Barriers to women's career advancement (individual, organizational and societal factors, but tend to point at women's perceived deficiencies)",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 254,
                    "text": "Zhang & Jamil, 2015)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 290,
                    "end": 302,
                    "text": "(Burt, 1997)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 461,
                    "end": 476,
                    "text": "Bu & Roy, 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 477,
                    "end": 498,
                    "text": "Huang & Aaltio, 2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis"
        },
        {
            "text": "Some positive but more negative correlations between female managers and various organizational functions, activities and performance outcomes (projecting a negative image about female managers) Limitations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis"
        },
        {
            "text": "Small sample size, the majority of Chinese articles are speculative pieces",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis"
        },
        {
            "text": "No explanation why and how on findings Correlations rather than causality these threats, pointing again to the vulnerability of femininity in a rather gender-stereotypical fashion. But do these findings and recommendations (see below) hold true across the prospective female managerial age groups, ownership forms, industries and regions, given the size and diversity of the Chinese population and economy? For example, will family businesses informed by the clan culture exhibit different types of dynamics on gender issues in family business succession from those manifested in large private corporations and state-owned enterprises?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis"
        },
        {
            "text": "Based on the SWOT analysis, recommendations on institutional and organizational support are proposed for female leadership development, as well as advising women how to overcome their own limitations through self-improvement (e.g. skills development, mental or behavioural adjustment, and psychological resilience). Similar to the above strand of literature, a large number of studies of female managers in this body of the literature have called for greater levels of government intervention to intensify the promotion of gender equality awareness, to take affirmative action to unblock the channels for women to enter the top management teams (TMT), and to establish a system to cultivate women's leadership skills (e.g. Zhao, 2015) . Lin and Yang (2017) pointed out that the existing management training system is rather male-oriented, neglecting the differences between men and women, such as in cognitive understanding and managerial style. The authors call for the development of women-only management training and development systems to foster women's managerial resources. But will a gender-specific training and development system be sufficient to tailor to women's managerial career needs? Would an individualbased training and development system be more appropriate to provide choices for individuals? If organizations are to move towards an inclusive workplace, shouldn't both men and women be made aware of the ethical dimensions related to diversity, equality and fairness at workplaces, in order to increase organizational supports and managerial opportunities for women, and indeed, men? Women's qualities associated with their gender, such as flexibility and femininity, are often seen as strengths to be cultivated and used to assist women to advance their managerial careers-although femininity may be a doubleedged sword, as noted earlier in the discussion of threats. Song and Duan (2016) argue that flexible leadership is an increasingly important leadership style in modern society, and female managers should strive to develop this quality to increase their 'soft power'. For Song and Duan (2016) , the characteristics of flexible leadership include a transformative leadership style, a diverse and flexible way of thinking, being innovative, attending to detail, exhibiting more care and consideration when faced with difficulties, and having optimism and self-confidence and relatively good psychological resilience.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 734,
                    "text": "Zhao, 2015)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 737,
                    "end": 756,
                    "text": "Lin and Yang (2017)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1889,
                    "end": 1909,
                    "text": "Song and Duan (2016)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2100,
                    "end": 2120,
                    "text": "Song and Duan (2016)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership Capacity Building"
        },
        {
            "text": "No doubt, competence is essential to good performance in leadership positions. But the persistent emphasis on selfawareness, self-reflection and self-criticism deflects the focus from the fundamental causes that underpin gender inequality and keep women off the managerial ladder. This mindset, to a large extent, reflects the Chinese cultural value: that we should be modest, humble and attribute problems to ourselves rather than to others or the system, so that we can continue to self-improve and become more able to survive, thrive and shine (e.g. Li, 2016) . It also points to the absence of a critical feminist approach to examining the institutional problems in greater depth, to challenging traditional gender norms, and to calling for stronger state and corporate interventions to advance gender equality in general and women in management more specifically. Such a lacuna is not surprising, because the women's movement in China is largely organized and controlled by the state via its agencies, notably, the All-China Women's Federation, whose work is led by the Communist party. Despite considerable achievements in advancing gender equality in China since 1949, when socialist China was founded, such mobilization needs to be orchestrated within the state apparatus rather than from outside the state institutional framework as an independent movement.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 562,
                    "text": "Li, 2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership Capacity Building"
        },
        {
            "text": "In contrast to the Western literature on gender inequality in HRM (e.g. Fernandez-Mateo & Fernandez, 2016) or organization (e.g. Acker, 2006; Ely & Meyerson, 2000) , the influence of a critical feminist discourse can hardly be found in the publications related to women in management/ leadership in China. This can perhaps be explained by several factors: such an approach is not seen as appropriate, as discussed earlier, and has not taken root in China; it may be discouraged for fear that it may directly challenge the state authority and undermine the social stability and harmony it endeavours to maintain; and such writings may have been rejected by the male-dominated academic publication outlets.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 141,
                    "text": "Acker, 2006;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 142,
                    "end": 163,
                    "text": "Ely & Meyerson, 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership Capacity Building"
        },
        {
            "text": "Interestingly, the influence of neo-liberal feminism, or post-feminism (Ahl & Marlow, 2021) , is much more evident in fashion magazines (Thornham & Feng, 2010) , popular entertainment shows (e.g. , and social media (e.g. Peng, 2019) , through women's perception of their selfidentity and manhood, and their construction of a feminized male ideal. Thornham and Feng (2010, p. 195) observed 'a shared loss of a feminist subject position' between the Chinese women and their Western counterparts, due to the way modern women's identity positions are portrayed in postfeminist contemporary popular culture. laments that feminism has a long way to go in China, given that the image of women has been constructed as subordinates in need of men's material support. For Peng (2019), the aim of such a discourse strategy is a commercial objectification of men in order to attract female followers amid the rise of Chinese women's consumer power. Such a discourse hinges on projecting women's desire and capacity to domesticate/ housetrain their male partners, often through a sense of humour, rather than challenging the state system and the persistent patriarchal values in organizations and society, i.e. the powers that be. Hence, this approach largely escapes (political) sanction but has not found its way to influencing organizational management.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 91,
                    "text": "(Ahl & Marlow, 2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 136,
                    "end": 159,
                    "text": "(Thornham & Feng, 2010)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 221,
                    "end": 232,
                    "text": "Peng, 2019)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 347,
                    "end": 379,
                    "text": "Thornham and Feng (2010, p. 195)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership Capacity Building"
        },
        {
            "text": "Moreover, the Chinese government's promotion of entrepreneurship as a neo-liberal means to realize one's potential leading to career success (ostensibly) but intended to ease employment pressure (especially for university graduates) may dilute the state's engagement with gender equality actions and undermine women's career opportunities. This was found to be the case in Sweden and the UK, due to the promotion of (female) entrepreneurship underpinned by neoliberal and post-feminist ideologies (Ahl & Marlow, 2021) . Existing evidence suggests that an entrepreneurial career does not pay for women in China, because they are not only earning less than their male entrepreneurial counterparts but also less than women in paid employment with the same pay-determining characteristics (Xiu & Gunderson, 2021) .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 517,
                    "text": "(Ahl & Marlow, 2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 785,
                    "end": 808,
                    "text": "(Xiu & Gunderson, 2021)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership Capacity Building"
        },
        {
            "text": "Another broad strand of women in management literature, which is a more recent venture, examines the differences between male and female managers in their leadership style and effectiveness, as well as the correlations between the presence of female managers and various organizational functions, activities and outcomes. These studies are organization-oriented, investigating the likely impact of female managers on the organization and its stakeholders (though most studies were confirming correlation rather than causality). The findings of these studies generally point to the implications for the strategic management of the organization, including the recruitment of female managers. Organizational efficiency appears to be the authors' main concern when making the recommendations. These studies tend to include women as a demographic category only, such as women on boards, female CEOs, and senior female managers. There was little attempt to engage with the analysis of reasons that account for the gendered organizational phenomena that may put one social group in a more advantageous position than others. Equally, there is insufficient effort in investigating intra-group diversities and struggles among female managers, beyond the emphasis that women with childcare responsibility endure double disadvantages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Managers and Organizational Functions and Outcomes"
        },
        {
            "text": "Gender differences in leadership (e.g. style, behaviour and effectiveness) are another main topic of interest in Chinese literature. These studies have been conducted mainly from three perspectives: psychological, social structure, and interpersonal interaction . They explore gender leadership style and effectiveness, mainly by examining whether there is a difference in gender leadership style/ efficiency and which leadership style is more effective. Despite inconclusive findings, a general consensus of findings from existing empirical studies is that female leaders show more democratic, participatory and transformative leadership behaviours than male leaders; whereas there is no significant difference in leadership effectiveness between male and female managers, with varying background conditions accounting for the differences. An implication of these findings is that female leaders should choose leadership styles according to the contextual environment, and exert leadership effectiveness in management practice . More specifically, Pang and Li's (2017) case study of the leadership style of female entrepreneurs finds that, to varying degrees, five factors affect the leadership style of female entrepreneurs. These are: gender, education, size of the company (number of employees), company life cycle, and corporate culture. The bulk of these studies is quantitative, reflecting the current trend in organization and management research in China. In one of the few crosscountry comparative studies of the US, UK, and China, Song et al. (2018) found that, in all three countries studied, female managers with male bosses were more likely to have managerial derailments than male managers. This is an interesting phenomenon that can be explored in much greater depth to understand if there is a definite causal relationship and why.",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1069,
                    "text": "Pang and Li's (2017)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1542,
                    "end": 1560,
                    "text": "Song et al. (2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Gender Differences in Leadership"
        },
        {
            "text": "There is a growing number of empirical studies that explore the effects of the participation of female executives on a range of management behaviour and organizational performance. Pan et al.'s (2019) study of the relationship between female executives and strategic deviance offers an interesting example. They find that strategic deviance is important for companies to differentiate themselves from the mainstream behaviour of the industry in order to be more competitive, and the pay structure of the TMT plays a critical role in shaping strategic deviance.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 200,
                    "text": "Pan et al.'s (2019)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Female Leadership and Firm Strategic Behaviour"
        },
        {
            "text": "As the theoretical focus of this strand of literature is firms' strategic behaviour, it is largely organization-oriented and preoccupied with identifying what may be the best plans and actions to achieve organizational goals in order to enhance organizational competitiveness. Economic cost and efficiency are the main concern of these studies, with implications for organizational system improvement instead of the identification and remediation of individual or social group inequality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Leadership and Firm Strategic Behaviour"
        },
        {
            "text": "Since the 2010s, there has been a growing number of studies related to women in management in China that examine the correlations between the presence of female managers and the financial performance of the firm. These studies identify both positive and negative correlations between the proportion of female managers and organizational performance. For example, Li's (2017) study shows that there is a positive correlation between female executives and corporate performance and that there is a significant positive correlation between the proportion of female executives and the lag value of corporate performance. Based on these findings, Li concludes that outstanding women will tend to choose companies with high profitability and development prospects when they look for a job, hence explaining the positive correlation (Li, 2017) . But wouldn't outstanding men do the same? Or do outstanding women need to be more outstanding than men to get the top executive positions of top firms?",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 374,
                    "text": "Li's (2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 826,
                    "end": 836,
                    "text": "(Li, 2017)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Female Managers and Organizational Financial Performance"
        },
        {
            "text": "By contrast, Qu (2016, p. 1845 ) analysed data from 3320 CEO successions in listed companies and found that CEO succession with gender change amplifies 'the disruption of the CEO succession process and thus adversely affect[s] post-succession firm performance and increase[s] the likelihood of successor early departure'. They also found that there is a negative impact of male-to-female succession on firm performance. Similarly, Jing and Zhou's (2015) study of 23 listed companies in the tourism industry during 2009 and 2013 found that the proportion of female executives in relation to firm performance is significantly negatively correlated. The authors went on to suggest that companies should improve the organizational system, and develop welfare and talent cultivation policies for women in order to promote the development of the company. But are childcare responsibility and competence deficiency the main reasons that account for the inferior performance of female executives? Could this be a problem associated with the social network, in which women may be less able to develop for various reasons (e.g. Zhu et al., 2016) ? Or could it be associated with the reason and the way that the female managers were appointed to their leadership role? For example, using a sample of Chinese listed firms over the period of 2001-2011, Du et al.'s (2016, p. 333 ) study of women top managers (WTM) found that 'WTM do not necessarily always play an efficient governance role in corporate decisions', especially for firms that have a lower proportion of WTM. The authors concluded that it is important to distinguish firms hiring WTM in order to demonstrate a public image of gender equality (i.e. tokenism) 'from those with more WTM to improve corporate governance' (Du et al., 2016, p. 333) . This is especially the case when organizations appoint female managers as a token and assign them to positions with limited resources and career advancement prospects (e.g. Cooke, 2008; Leung, 2002) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 30,
                    "text": "Qu (2016, p. 1845",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1135,
                    "text": "Zhu et al., 2016)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1340,
                    "end": 1365,
                    "text": "Du et al.'s (2016, p. 333",
                    "ref_id": null
                },
                {
                    "start": 1769,
                    "end": 1794,
                    "text": "(Du et al., 2016, p. 333)",
                    "ref_id": null
                },
                {
                    "start": 1970,
                    "end": 1982,
                    "text": "Cooke, 2008;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1983,
                    "end": 1995,
                    "text": "Leung, 2002)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Female Managers and Organizational Financial Performance"
        },
        {
            "text": "Again, this strand of research is preoccupied with organizational performance through quantitative analysis of a set of variables to establish correlations. These studies are largely conducted from the company's and shareholders' perspectives rather than from the female managers' or employees' perspectives. They do not look into the deeper reasons of what happened, why, and what could be done to improve the situation. For instance, what business ethics do the firms studied adopt? How is the value underpinning the business ethics of these firms manifested in firms' strategic goals and performance priority, which in turn impinges on managerial behaviours and performance? And how may this impact female and male managers differently?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Managers and Organizational Financial Performance"
        },
        {
            "text": "While extant research on the correlation between female executives and organizational financial performance has yielded non-conclusive results, research on female managers and non-financial performance, such as corporate social responsibility (CSR), appears to point to a positive correlation (e.g. Jia & Zhang, 2011 , 2013 McGuinness et al., 2020) . For instance, X. P. Wang's (2018, p. 114 ) study of a sample of listed small and medium enterprise (SME) boards from 2010 to 2016 found 'a significant positive correlation between the proportion of women executive and the CSR performance of the SMEs', indicating that gender diversity in the management team of SMEs 'is beneficial to motivating them to assume social responsibility actively'. The same study also revealed that the lower the degree of power held by shareholders, the more female executives can have a positive effect on CSR performance. Similarly, based on a data set of 202 listed companies from the creative culture industry in 2014, Li and Hou's (2016) study found that female executives play an important role in the company's CSR decisions. In particular, certain characteristics of female executives, such as the proportion of female executives, their educational background and management experience, have different levels of impact on the company's strategic decisions on CSR. These findings implicitly point to the caring nature of female managers that conforms to the traditional gender norm, a gender stereotype that still prevails in China. It would be fruitful for future research to explore if the business ethics exhibited in organizations led by female managers and that demonstrate a higher level of CSR is distinct from those led by male managers with a lower level of CSR.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 316,
                    "text": "Jia & Zhang, 2011",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 317,
                    "end": 323,
                    "text": ", 2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 324,
                    "end": 348,
                    "text": "McGuinness et al., 2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 371,
                    "end": 391,
                    "text": "Wang's (2018, p. 114",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1022,
                    "text": "Li and Hou's (2016)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Female Managers and Organizational Non-financial Performance"
        },
        {
            "text": "It will also be beneficial to examine whether more CSRoriented firms outperform those that are less CSR-oriented, whether there is a causality, instead of correlation, of these relationships, and the role of gender, if any, in any possible outcomes. Equally, it is important to design studies to capture any intra-group differences that might exist (or not), why these exist, and what theoretical and practical implications there may be. Further, more cross-country comparative studies will be helpful to understand if the gender-specific research findings related to China are shared to some extent with those found in other societal contexts and why (e.g. McGuinness et al., 2020; Song et al., 2018; Ye et al., 2016) .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 682,
                    "text": "McGuinness et al., 2020;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 683,
                    "end": 701,
                    "text": "Song et al., 2018;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 702,
                    "end": 718,
                    "text": "Ye et al., 2016)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Female Managers and Organizational Non-financial Performance"
        },
        {
            "text": "In contrast to the growing research interest on the impact of female executives on corporate performance, few studies have examined the impact of female executives on ordinary employees' outcomes such as wage levels-an important dimension of HR/business ethics. study offers valuable insights into this avenue. Using a sample of 495 female chairpersons/general managers from the Chinese non-financial listed companies from 2007 to 2012 from the CSMAR and RESSET databases, found that the average annual salary of ordinary employees in companies with a female chairperson or general manager is significantly lower than that of companies without a female chairperson or general manager. The same study also found that the negative impact on the salary level of ordinary employees of the enterprise is more significant in state-owned enterprises than in private enterprises, and in older and declining industries than new and growing ones .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Managers and Employee Outcomes"
        },
        {
            "text": "If the findings of study are generalizable, then they have serious implications, not only for HR ethics, but ultimately for firms' sustainable performance. Future research would need to unpack the reasons for these phenomena and what can be done to address these disparities. For example, it has been argued, based on the findings in other societal contexts, that the existence of female managers might not be beneficial, or even be harmful to other women in the organization due to, for example, the queen bee phenomenon (e.g. Derks et al., 2016) .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 547,
                    "text": "Derks et al., 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Female Managers and Employee Outcomes"
        },
        {
            "text": "In short, studies of women in management/leadership from the 1990s to the early/mid-2000s often carry a strong flavour of policy orientation, despite the limited evidence of policy impact that academic research has yielded. Research about women in management since the 2010s has turned its attention to the firms and the market, adopting, predominantly, a strategic management perspective and informed by strategic management theories such as resource-based views and upper echelon theory. As such, this body of research has tended to treat female managers as a demographic category rather than a social category (and sub-categories within this category), and organizational functions as objective economic ones to achieve organizational goals, rather than functions that are socially and politically constructed and contested within and outside the organizational boundary. Much more rigorous research is needed to develop a more nuanced understanding of the roles of female managers in organizational strategy, decision-making, relations with stakeholders, and financial and non-financial performance outcomes. As we examine these issues carefully, we may find that intra-group differences exist within the female category, and indeed, the male category. Such research endeavours would benefit from a multi-disciplinary and multi-method approach to complement the emerging body of research that is primarily from the strategic management perspective informed by quantitative methods. This is because quantitative studies focus on what and, to a lesser extent, how, but not why, which intentionally or unintentionally avoids the rather uncomfortable social and organizational reality of gender inequality in management and the process of power struggle. Equally, it also misses the opportunity of identifying drivers for cooperation among organizational leaders, intra-and inter-gender, to gain legitimacy and advance their collective interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Managers and Employee Outcomes"
        },
        {
            "text": "The foregoing section provided a critical review of trends, key themes and limitations in the research on women in management in China. It is clear that there is plenty of scope to expand this area of research to shed further light on the field, both in theory and in practice. As Sun (2015b) observed, while progress has been made in research on female leadership in China in the past 30 years, research capacity remains relatively low, with insufficient institutional resources (see also Zhu et al., 2021 on gender equality research in China more generally). The development of gender scholarship is also hampered by the prevalent absence of communication between political and academic circles. In this section, we put forward some suggestions of themes and theoretical angles which future research can adopt as indicative rather than exhaustive ways to advance the field further (see Table 2 ). We select several HRM topics that are highly relevant to business ethics for research, such as crisis management, well-being, resilience, employee assistance, voice and silence, and the UN's Sustainable Development Goals (SDGs). These topics have been much less covered compared with other aspects of HRM that are normally associated with HR ethics, as mentioned at the beginning of this paper. Insights into these topical areas from an ethics perspective will also contribute to extending our knowledge on gender-related business ethics in the Chinese context. What role do female managers play in leading these changes and innovations? And how have they been impacted? How can we (re)conceptualize women in management in terms of ways of working across the home-organizational boundary?",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 292,
                    "text": "Sun (2015b)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 490,
                    "end": 506,
                    "text": "Zhu et al., 2021",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 895,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "What ethical values underpinned female managers' decisions in crisis management? Are there any intra-and inter-gender differences? If so, why?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "Gender differences in managing resilience Psychology (e.g. conservation of resources), HRM (e.g. the role of training and development), business ethics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "What factors influence male and female managers' resilience levels during a crisis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "Do male and female managers differ in the way they build organizational and employee resilience (e.g. ethical values underpinning their strategies and practices)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "If so, in what ways, and how can these differences be explained and conceptualized?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "Differences in the perception of EAPs and role of male and female managers in the configuration and implementation of EAP policy and practice Business ethics, psychology, HRM What kind of employee assistance policy and practice exist in Chinese firms to support their employees in times of need?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "How may these policies and practices be unique to the Chinese economic and cultural context? How are they informed by the management philosophy and business ethics of the organization?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "Are there any gender differences in the managers' perceptions of EAPs, and related differences in the ways employee assistance policies and practices are configured and implemented?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "Voice behaviour (including silence) of female managers Critical sociology, psychology, HRM, social networks, organizational theory, business ethics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "What organizational formal and informal mechanisms and processes exist for managers' voices?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "How do these mechanisms and processes facilitate or prevent female managers' voices from being heard? How do successful managers navigate through the complexity of organizational politics and make their influence? Are there any intra-and inter-gender differences in this? Are the routes adopted by female managers different from those adopted by male managers? And if so, what may be the reasons?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "We further highlight the need for a differentiated approach to women in management research to identify intra-gender variations and characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advancing the Research on Women in Management"
        },
        {
            "text": "An important ethical function of an employing organization is its duty of employee care through implementing employee well-being-oriented HRM policy and practice, especially during times of uncertainty and crisis. Existing literature speculates on women's inferior psychological resilience and ability to handle crises, but few empirical studies have been conducted to substantiate this conventional perception. Similarly, few studies have examined female managers' well-being, despite the growing attention in the HRM field on employee well-being practices and outcomes (e.g. Guest, 2017; Peccei and Van De Voorde, 2019) . Wang (2016) observed that there has been considerable research attention to managers' physical and mental health, work efficiency and so forth; however, there remains limited research on female managers' work pressures and psychological wellbeing. COVID-19 as a public health crisis offers a new impetus to investigate the impact of crises on male and female managers as individuals themselves and as organizational leaders. As Manolova et al. (2020) highlighted, female-run businesses tend to be younger, smaller, and in business sectors that are more prone to the negative economic impact of COVID-19. Issues to be explored include, for example, well-being; work-life balance/conflict; managing employees remotely; the use of technology in facilitating this; patterns and differences between male and female managers in managing crises; their resilience levels; their approaches to managing and supporting their subordinates; cultural distinctiveness; emotional intelligence; empathy; innovativeness in turning the business round or in helping the business to survive; and the role of ethical values underpinning these managerial activities and characteristics. Moreover, employee assistance programmes (EAPs) have not been widely adopted in Chinese organizations formally; will COVID-19 trigger organizations to implement more EAPs formally? If so, what may be the role of women in the adoption of these programmes? And what styles and characteristics do these EAPs exhibit? Sergent and Stajkovic's (2020) quantitative and qualitative analyses of United States governors found that women's leadership is associated with fewer deaths during the COVID-19 crisis. What may be the situation in China? Research in these topical areas may elucidate if women are really the weaker gender in need of protection or if they are as resilient as men, if not more so, in managing crisis (differently and more) effectively. Equally, research in this direction may uncover that women are again being pushed How can Chinese female managers' experience be conceptualized through cross-country comparative studies of a common set of grand challenges to reflect national differences in policy design and solutions?",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 589,
                    "text": "Guest, 2017;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 590,
                    "end": 621,
                    "text": "Peccei and Van De Voorde, 2019)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 624,
                    "end": 635,
                    "text": "Wang (2016)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1052,
                    "end": 1074,
                    "text": "Manolova et al. (2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2102,
                    "end": 2132,
                    "text": "Sergent and Stajkovic's (2020)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Well-being, Resilience and Employee Assistance Programmes"
        },
        {
            "text": "into 'feminized roles' that are perceived to be less important, with less organizational resources and fewer opportunities to progress, as has been found the case in government organizations (Cooke, 2008) . Here, Tian and Bush's (2019, p. 70) qualitative study of how female leaders in China's politics enact resilience throughout their long career provides a useful example for future research, by demonstrating 'how and when individuals interweave several processes through identifying resilience enactment in the following areas: resilience in resistance, resilience in (re)alignment, resilience in networks'.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 204,
                    "text": "(Cooke, 2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 213,
                    "end": 242,
                    "text": "Tian and Bush's (2019, p. 70)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Well-being, Resilience and Employee Assistance Programmes"
        },
        {
            "text": "Developing a fair and inclusive workplace, in part through effective voice mechanisms and diversity management policy and practice, is an integral part of the good business ethics of modern organizations. One notable void in the research into women in management is female managers' voices in organizational settings. Here, Q. investigation of the voice behaviour (suggestions and silence) of female village cadres in the Chinese rural areas offers a good example. Q. study found that female village cadres' selection mechanisms between voice and silence and the transformation between these two choices are contingent on the mood, attitude, and reaction of the voice stakeholders (i.e. the female managers themselves, their superiors as voice recipients, their work peers, and friends and families). An important topic cross-cutting the research on women in management and business ethics is workplace sexual harassment, which is not uncommon in workplaces in and outside China, as indicated by the #MeToo movement worldwide (Gupta et al., 2019; Page & Arcy, 2020; Prothero & Tadajewski, 2021) . Tackling workplace sexual harassment is a necessary process that ensures social justice, and which requires the victims to voice their experiences. In the Chinese culture, sex remains a sensitive topic and many women continue to tolerate sexual harassment in silence (Shi & Zheng, 2020) . Based on their research findings, Shi and Zheng (2020, p. 217) argued that 'feminist identity has the potential to enable women to be more perceptive and less tolerant of sexual harassment behaviours, and as such, feminist ideology should be incorporated into education for Chinese women'. We extend this argument further by suggesting that more HRM interventions to prevent and tackle sexual harassment behaviours will be needed at the workplace level in China. And research on the attitudes, roles and experiences of managers of different genders on these matters will help inform organizational practice as well as government policy actions.",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1046,
                    "text": "(Gupta et al., 2019;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1047,
                    "end": 1065,
                    "text": "Page & Arcy, 2020;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1066,
                    "end": 1094,
                    "text": "Prothero & Tadajewski, 2021)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1364,
                    "end": 1383,
                    "text": "(Shi & Zheng, 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1420,
                    "end": 1448,
                    "text": "Shi and Zheng (2020, p. 217)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Female Managers' Voice and Silence"
        },
        {
            "text": "We encourage future research to adopt a bottom-up approach to understanding the role of voice climate, formal and informal opportunities, processes, mechanisms and their interactive effects that facilitate or prohibit female managers' voice and/or silence to identify where the barriers are, and what interventions may be possible to remove them. In pursuing these lines of investigation, researchers may mobilize a variety of methodological approaches (e.g. ethnographic studies, discourse analysis) and theoretical perspectives (e.g. psychology, HRM, critical sociology, social networks, and organizational theory). Such an approach may reveal female managers' strategies, tactics, and power struggles, as well as their mobilization of resources to making their voices heard and incorporated in organizational decisions. It will also shed light on their perceptions of how they craft their managerial and gender role, and how their roles foster, or not, a kind of Chinese feminism and feminist discourse beneficial to achieving a greater level of gender equality. And importantly, if successful, how this feminism and feminist discourse shape a business ethics in China that is more conducive to gender equality within the organization and in society at large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Female Managers' Voice and Silence"
        },
        {
            "text": "Research on women in management in the Chinese context should broaden its orientation on institutional and cultural barriers that hold women's careers down and on gender characteristics of firms' strategic behaviours and performance. Future research can embrace a set of research questions that are confronting all societies, albeit to various extents, in different ways, and requiring society-specific solutions. The management of these issues has strong implications for business ethics. For example, are there any gender differences in the Chinese managers' approach to implementing organizational practices in response to the SDGs initiated by the United Nations (2015) in 2015? More specifically, are female managers more likely than their male counterparts to adopt organizational strategies and actions that will contribute to gender equality and create a more inclusive workplace that will ultimately contribute to building a more inclusive and sustainable society? Will the transition towards a green economy, aided by renewable/green energy technology to combat climate change create more opportunities for female managers? Or will these settings be home for new gender dynamics in the leadership space that will continue to disadvantage women and preserve existing gendered social relations?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustainable Development Goals"
        },
        {
            "text": "By engaging in the big global agenda, research on women in management in China is more likely to be bolstered with new resources, momentum, angles, insights, and global collaborations and connectivity. By examining a set of global issues at the local level, research on experience in China may uncover grounded differences and deeper social symptoms or political (sub)consciousness with gender and ethical implications. It may also reveal politico-economic structures of international development at the national and regional levels and gendered geographies of power in the implementation of SDGs. At the micro level, it might document the nature and level of participation of female leadership, and how space may be created for doing so, in this grand transition, and how their actions might (re)shape business ethics in the Chinese context. But these opportunities do not arrive at our doorstep on their own. Rather, we are required to identify and mobilize them proactively and creatively, with new imagination, empathy, perceptiveness, and vision. Researchers also need to demonstrate a higher level of social responsibility in their research, in order to halt the emerging trend of the relentless pursuit of publications to maximize self-gain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustainable Development Goals"
        },
        {
            "text": "Extant literature on women in management in the Chinese context (referring to mainland China here) often treats them as a homogenous group, especially when (implicitly) compared with men. This broad-brush approach in China is increasingly problematic, as the younger generation are becoming more individualistic and diverse than the older generation. In advancing the research on women in management in China, it is critical to take into account that female managers in China are not a homogenous group and do not necessarily have shared perceptions and experiences in their managerial careers. Rather, younger female managers may have more grievances than their older counterparts when their career progression opportunities are frustrated, such as found in Leung's (2002) study of state-owned enterprise downsizing and restructuring on a large scale in the late 1990s. Even for women within the same age group, their career ambitions and means to advance them may differ significantly. Similarly, women in the private sector may face more competitive pressure based on their performance than their public sector counterparts; whereas female managers in the male-dominant sector (e.g. manufacturing) may shape their images and practice their managerial styles differently from female managers in the service sector, which may be more feminine or feminized. Moreover, women in developed and less developed regions in China may face different opportunities and barriers, not least because the institutional and business resources differ across these regions. For instance, the study by Ain et al., (2020 Ain et al., ( , p. 1604 shows that 'gender-diverse boards are more effective in state-owned enterprises, in which agency issues are more severe. Female directors also provide better monitoring roles in more-developed areas'.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 773,
                    "text": "Leung's (2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1585,
                    "end": 1602,
                    "text": "Ain et al., (2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1603,
                    "end": 1626,
                    "text": "Ain et al., ( , p. 1604",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diversity Within Women in Management"
        },
        {
            "text": "Women's coping strategies may also differ when encountering barriers to career advancement due to these contextual variations. What resources are women (and men) able to draw on? How may female managers learn from male managers (and vice versa) to improve the effectiveness of their managerial style and their own well-being (e.g. Holton & Dent, 2016) ? China is still very much a collectivist society in which individual needs/individualism are still not fully appreciated. This is especially the case when a person is promoted to the managerial rank, and the idealized image of a female leader is still largely shaped and projected by social media under the prevailing ideology promoted by the state. Within this context, how do traditional norms and politico-socio expectations continue to shape female managers' opportunities and managerial styles? How much inclination and scope do female managers have in breaking the traditional gender norms (as a form of collective subordination) and setting new images that are unique to themselves? Future research on women in management in China should, therefore, take a nuanced approach to capturing these diversities at multiple levels and reflect the evolving politico-socio-economic-technological landscape. Researchers should also take caution not to assume and reinforce gender stereotypes in designing their research and providing recommendations, because doing so would perpetuate the stereotypical trap for women. At the same time, we should also be careful not to over-apply the Western-based ideologies (even if implicitly) to analysing and critiquing the Chinese situation, and indeed any developing countries, to the extent that it implicitly imposes a moral authority over a society, a nation, and a country that has been developing in its own pace and trajectory, historically, culturally, morally and institutionally.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 351,
                    "text": "Holton & Dent, 2016)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Diversity Within Women in Management"
        },
        {
            "text": "This paper critically analyses the status quo of research related to women in management in China. It also provides an indicative list of research topics and questions across the field of women in management and business ethics to advance our knowledge and awareness further through several theoretical lenses. Extant research and recommendations on the status of women in management in China focus primarily on women themselves from a traditional angle, often assuming that the female gender is weaker than the male gender, in need of protection and special treatment, and as a consequence, is subordinate to the male as a social being. Such a research orientation does not challenge the political and patriarchal system or any institutionalized discriminatory practice. However, the status quo of research on women in management in China needs to be viewed in the context of an absence of a critical feminism approach or feminist movement as found in Western societies. Such a (radical) stance, as some scholars argue, may not be suitable or beneficial to the development of Chinese gender/ feminist scholarship. Instead, research about women in management has been framed mainly from the Chinese philosophical paradigm (e.g. social harmony), and cultural and historical traditions, without challenging the status quo in the real sense. Advice to women aspiring for managerial careers has emphasized the (born) 'feminine' qualities of women (e.g. personality charm, flexibility, gentle approach to managing the relationship, and empathy) and the benefits of playing to that strength. These are tactical suggestions to progress on the managerial career ladder; they do not challenge the fundamental inequality and barriers embedded in the system. This reflects the pragmatic approach characteristic of Chinese thinking about ways of achieving things when facing insurmountable obstacles. It also reflects the widespread, if tacit, understanding that there is limited hope of changing the system (which requires a bottom-up revolutionary approach), so let us overcome the barriers with tactics (which is a survival approach) without causing excessive pain and loss. There is, therefore, significant room for research capacity building through uplifting women in management scholarship; for example, through cross-fertilization of different disciplines, and through more rigorous research design and execution. It is also essential for researchers to move away from portraying Chinese women in a stereotypical manner and from treating women in management as a homogenous group. Instead, they may explore, for instance, what management styles may be practised in specific contexts as a starting point, and whether these styles may be adopted by both genders instead of being gender-specific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Equally, research on women in management in the Western setting has primarily been informed by two main theories: power theory and resource theory. Feminism emphasizes the power relationship between the genders, especially the subjective experience of women. It tends to view the complex interactions in the relationship between the genders from the angle of conflicts and struggles. By contrast, the role of mutual understanding, cooperation and shared gains, which are essential to the success of organizations, is underplayed, if not discarded. Although those who control power-typically, men in patriarchal societies-may have more control over organizational resources, women may bring with them personal resources that are highly valuable to the organization. Nevertheless, both power theory and resource theory focus on individuals and social groups for analysis. From the business ethics perspective, we need to go beyond this individual and group-based focus and critical politico-economic orientation and explore, at the organizational level, how managerial behaviours shape business ethics on the one hand, and are regulated by it on the other, including behaving in ways to gain legitimacy. There remains limited research on women in management from a business ethics perspective in China, and how these may be informed by the Chinese culture. Future research can explore how ethical narratives of modern Chinese business organizations are produced that shape opportunities and constraints for women in management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Women managers' careers in information technology in China: High flyers with emotional costs?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aaltio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Organizational Change Management",
            "volume": "20",
            "issn": "2",
            "pages": "227--244",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inequality regimes: Gender, class, and race in organizations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Acker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gender & Society",
            "volume": "20",
            "issn": "",
            "pages": "441--464",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exploring the false promise of entrepreneurship through a postfeminist critique of the enterprise policy discourse in Sweden and the UK",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marlow",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Human Relations",
            "volume": "74",
            "issn": "1",
            "pages": "41--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Female directors and agency costs: Evidence from Chinese listed firms",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ain",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Javaid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Usman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Emerging Markets",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1108/IJOEM-10-2019-0818"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A hermeneutic approach for conducting literature reviews and literature searches. Communications of the Association for Information Systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Boell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cecez-Kecmanovic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "258--285",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Holding up half of the sky? Attitudes toward women as managers in the People's Republic of China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The International Journal of Human Resource Management",
            "volume": "18",
            "issn": "2",
            "pages": "268--283",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Career success networks in China: Sex differences in network composition and social exchange practices",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Asia Pacific Journal of Management",
            "volume": "22",
            "issn": "",
            "pages": "381--403",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The contingent value of social capital",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Burt",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Administrative Science Quarterly",
            "volume": "42",
            "issn": "",
            "pages": "339--365",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Equal opportunity? Women's managerial careers in governmental organizations in China. The International Journal of Human Resource Management",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "317--333",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Women's managerial careers in China in a period of reform",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Asia Pacific Business Review",
            "volume": "11",
            "issn": "2",
            "pages": "149--162",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The changing face of women management in Asia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "19--42",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The queen bee phenomenon: Why women leaders distance themselves from junior women",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Derks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Laar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ellemers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Leadership Quarterly",
            "volume": "27",
            "issn": "3",
            "pages": "456--469",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Do women top managers always mitigate earnings management? Evidence from China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "China Journal of Accounting Studies",
            "volume": "4",
            "issn": "3",
            "pages": "308--338",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Theories of gender in organizations: A new approach to organizational analysis and change",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Meyerson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Research in Organizational Behavior",
            "volume": "22",
            "issn": "",
            "pages": "103--151",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bending the pipeline? Executive search and gender inequality in hiring for top management jobs",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fernandez-Mateo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Management Science",
            "volume": "62",
            "issn": "12",
            "pages": "3636--3655",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Women existing for men: Confucianism and social injustice against women in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Race, Gender & Class",
            "volume": "10",
            "issn": "3",
            "pages": "114--125",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human resource management and employee wellbeing: Towards a new analytic framework. Human Resource Management",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal",
            "volume": "27",
            "issn": "1",
            "pages": "22--38",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Paradigm shift in studies of gender and leadership. Collection of Women's Studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "117--123",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Women's political participation in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "East Asian Policy",
            "volume": "1",
            "issn": "3",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Going forward with #MeToo movement: Towards a safer work environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nehra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Psychosexual Health",
            "volume": "1",
            "issn": "2",
            "pages": "174--179",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Releasing the social science research imagination",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chinese women managers: A comparison with their US and Asian counterparts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hildebrandt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Human Resource Management",
            "volume": "27",
            "issn": "",
            "pages": "291--314",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A better career environment for women: Developing a blueprint for individuals and organisations. Gender in Management",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Dent",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "An International Journal",
            "volume": "",
            "issn": "8",
            "pages": "542--561",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Financial performance and risk behavior of gender-diversified boards in the Chinese automotive industry: Initial insights",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Personnel Review",
            "volume": "46",
            "issn": "",
            "pages": "847--866",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Women's political participation in China: Struggling to hold up half the sky",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Parliamentary Affairs",
            "volume": "55",
            "issn": "1",
            "pages": "43--56",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Half the sky, but not yet equal: China's feminist movement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Harvard International Review",
            "volume": "37",
            "issn": "3",
            "pages": "15--18",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Guanxi and social capital: Networking among women managers in China and Finland",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aaltio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Intercultural Relations",
            "volume": "39",
            "issn": "",
            "pages": "22--39",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Threshold effect of gender composition in the top management team on firm innovation: New evidence from China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Managerial and Decision Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mde.3253"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Agency costs and corporate philanthropic disaster response: The moderating role of women on two-tier boards-evidence from People's Republic of China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The International Journal of Human Resource Management",
            "volume": "22",
            "issn": "9",
            "pages": "2011--2031",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Critical mass of women on BODs, multiple identities, and corporate philanthropic disaster response: Evidence from privately owned Chinese firms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business Ethics",
            "volume": "118",
            "issn": "2",
            "pages": "303--317",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Positive energy of female leaders in the new era",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of China Executive Leadership Academy Pudong",
            "volume": "9",
            "issn": "2",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A study of the proportion of female executives and firm performance in tourism enterprises",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Leshan Normal University",
            "volume": "30",
            "issn": "09",
            "pages": "64--70",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Women managers in the People's Republic of China: Changing roles in changing times",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Korabik",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Applied Psychology",
            "volume": "42",
            "issn": "4",
            "pages": "353--363",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Gender and career experience in mainland Chinese state-owned enterprises",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Personnel Review",
            "volume": "",
            "issn": "5",
            "pages": "602--619",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Sage and the second sex: Confucianism, ethics, and gender",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Open Court",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Confucian conception of freedom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Philosophy East and West",
            "volume": "64",
            "issn": "4",
            "pages": "902--919",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Humility in learning: A Confucian perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Moral Education",
            "volume": "45",
            "issn": "2",
            "pages": "147--165",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "If you are the one: Dating shows and feminist politics in contemporary China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Cultural Studies",
            "volume": "18",
            "issn": "5",
            "pages": "519--535",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Female executives and corporate performance based on the empirical analysis of listed companies in China",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Foshan University (social Science Edition)",
            "volume": "35",
            "issn": "1",
            "pages": "64--75",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The impact of female executive team on the salary level of enterprise employees-Based on the empirical research of Chinese listed companies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Shanxi Finance and Economics University",
            "volume": "37",
            "issn": "S1",
            "pages": "75--79",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A study of the relationship between female executives and the fulfilment of corporate social responsibility-Based on an empirical analysis of listed companies from the creative culture industry in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Sichuan University (social Science Edition)",
            "volume": "6",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Analysis on the construction of women-only management training system for Chinese female managers. Human Resources Development of China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "84--91",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A few good women at the top: The China case",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Business Horizons",
            "volume": "56",
            "issn": "4",
            "pages": "483--490",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Women's career advancement in hotels: The mediating role of organizational commitment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Contemporary Hospitality Management",
            "volume": "32",
            "issn": "8",
            "pages": "2543--2561",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Media portrayal of women and social change",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Feminist Media Studies",
            "volume": "7",
            "issn": "3",
            "pages": "281--298",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Research on the development of female leadership in the field of public administration in China-Based on a SWOT analysis method. Anhui Literature (second Half of the Month)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Pivoting to stay the course: How women entrepreneurs take advantage of opportunities created by the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Manolova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Brush",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Small Business Journal",
            "volume": "38",
            "issn": "6",
            "pages": "481--491",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Proactive government intervention, board gender balance, and stakeholder engagement in China and Europe",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcguinness",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vieito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asia Pacific Journal of Management",
            "volume": "37",
            "issn": "3",
            "pages": "719--762",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Translation and travelling theory: Feminist theory and praxis in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "#MeToo and the politics of collective healing: Emotional connection as contestation. Communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arcy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Culture and Critique",
            "volume": "13",
            "issn": "3",
            "pages": "333--348",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Female executives, pay gap and corporate strategic deviance",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Economic Management",
            "volume": "2",
            "issn": "",
            "pages": "122--138",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "An analysis of female entrepreneurs' leadership style and its influencing factors: A multi-case study. Human Resources Development of China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "123--129",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Human resource management-well-being-performance research revisited: Past, present, and future",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peccei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Voorde",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Human Resource Management Journal",
            "volume": "29",
            "issn": "4",
            "pages": "539--563",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Neoliberal feminism, gender relations, and a feminized male ideal in China: A critical discourse analysis of Mimeng's WeChat posts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Feminist Media Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14680777.2019.1653350"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Commonsense consequentialism: Wherein morality meets rationality",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Portmore",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "#MeToo and beyond: Inequality and injustice in marketing practice and academia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prothero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tadajewski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Marketing Management",
            "volume": "37",
            "issn": "1-2",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Women's leadership is associated with fewer deaths during the COVID-19 crisis: Quantitative and qualitative analyses of United States governors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sergent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stajkovic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Applied Psychology",
            "volume": "105",
            "issn": "8",
            "pages": "771--783",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Perception and tolerance of sexual harassment: An examination of feminist identity, sexism, and gender roles in a sample of Chinese working women",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychology of Women Quarterly",
            "volume": "44",
            "issn": "2",
            "pages": "217--233",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "An examination of associations among manager-boss gender, self-awareness, and managerial derailment. Human Resource Development International",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Quast",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "125--149",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Enhancement of the flexible leadership of young female leaders",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of China Executive Leadership Academy Pudong",
            "volume": "10",
            "issn": "5",
            "pages": "132--136",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Gender' trouble: Feminism in China under the impact of western theory and the spatialization of identity. Positions: Asia Critique",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spakowski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "31--54",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Gender inequality in Chinese politics: An empirical analysis of provincial elites",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Politics & Gender",
            "volume": "2",
            "issn": "2",
            "pages": "143--163",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "An analysis of career development obstacles of female managers in five-star resort hotels in Hainan",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Value Engineering",
            "volume": "35",
            "issn": "18",
            "pages": "252--253",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Women's leadership promotion: From empathy advantage to empathy leadership",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of China Executive Leadership Academy Pudong",
            "volume": "9",
            "issn": "2",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Research on Chinese female leaders in the past 30 years: Review and reflection",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of National Institute of Administration",
            "volume": "5",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Research on the status quo of female leadership development and the path of improvement-Based on a SWOT analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Human Resource Management",
            "volume": "9",
            "issn": "",
            "pages": "218--219",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Individualization and marketization of responsibility for gender equality: The case of female managers in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tatli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Human Resource Management",
            "volume": "56",
            "issn": "",
            "pages": "407--430",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Just a Slogan': Individualism, post-feminism, and female subjectivity in consumerist China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thornham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Feminist Media Studies",
            "volume": "10",
            "issn": "2",
            "pages": "195--211",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Half the sky: Interwoven resilience processes of women political leaders in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Applied Communication Research",
            "volume": "48",
            "issn": "1",
            "pages": "70--90",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Transforming our world: the 2030 Agenda for Sustainable Development",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Analysis and improvement strategies of the core competitiveness of corporate female managers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chinese Market",
            "volume": "24",
            "issn": "",
            "pages": "165--166",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "A review of the research on stress management of female cadres. Chinese and Foreign Entrepreneurs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "60--61",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The selection mechanism and transformation path of female village chiefs' voice behavior and silence behavior: Findings from Guangdong Province through the grounded theory approach",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Jinan Journal (philosophy and Social Sciences",
            "volume": "",
            "issn": "9",
            "pages": "58--73",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Women executives, power balance between shareholders and the corporate social responsibility performance of small and medium enterprises",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Jiaxing University",
            "volume": "30",
            "issn": "5",
            "pages": "114--125",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Women managers' careers in China: Theorizing the influence of gender and collectivism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woodhams",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Human Resource Management",
            "volume": "54",
            "issn": "6",
            "pages": "913--931",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "What is made-in-China feminism(s)? Gender discontent and class friction in post-socialist China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Critical Asian Studies",
            "volume": "51",
            "issn": "4",
            "pages": "471--492",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Holding up half of the sky: Women managers' view on promotion opportunities at enterprise level in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Chinese Human Resource Management",
            "volume": "7",
            "issn": "1",
            "pages": "45--60",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Does an entrepreneurial career pay for women in China?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gunderson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "British Journal of Industrial Relations",
            "volume": "59",
            "issn": "5",
            "pages": "167--190",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Women in China moving forward: Progress, challenges and reflections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Inclusion",
            "volume": "8",
            "issn": "2",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Gender and managerial coaching across cultures: Female managers are coaching more",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wendt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Euwema",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The International Journal of Human Resource Management",
            "volume": "27",
            "issn": "16",
            "pages": "1791--1812",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Gender inequality in Chinese news discourse: A critical discourse perspective",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jamil",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of English Linguistics",
            "volume": "5",
            "issn": "2",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Theoretical perspective and current situation of empirical research on gender and leadership style/ efficacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of China Women's University",
            "volume": "27",
            "issn": "05",
            "pages": "52--57",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "The impact of CEO succession with gender change on firm performance and successor early departure: Evidence from China's publicly listed companies in 1997-2010",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Academy of Management Journal",
            "volume": "59",
            "issn": "",
            "pages": "1845--1868",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "On how to promote women to participate in the company's senior management",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of China Women's University",
            "volume": "27",
            "issn": "01",
            "pages": "59--62",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "How inclusive is workplace gender equality research in the Chinese context? Taking Stock and Looking Ahead",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The International Journal of Human Resource Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09585192.2021.1988680"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Violation and activation of gender expectations: Do Chinese managerial women face a narrow band of acceptable career Guanxi strategies?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Konrad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asia Pacific Journal of Management",
            "volume": "33",
            "issn": "1",
            "pages": "53--86",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "A summary of research on women in management in China",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Suggestions for future research related to women in leadership in the Chinese context",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest I declare that there is no conflict of interest with this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}