{
    "paper_id": "30fe48946ddac7508bc3fe7c2bc3337ffd39e8d9",
    "metadata": {
        "title": "Preparing for a COVID-19 Vaccine: How Can Nurses Change the Conversation",
        "authors": [
            {
                "first": "Eileen",
                "middle": [],
                "last": "Sullivan-Marx",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As advisers to the nation on all matters of science, medicine, and public health, we are compelled to underscore the value of science-based decision-making at all levels of government. Our nation is at a critical time in the course of the COVID-19 pandemic with important decisions ahead of us, especially concerning the efficacy and safety of vaccines. Policymaking must be informed by the best available evidence without it being distorted, concealed, or otherwise deliberately miscommunicated. We find ongoing reports and incidents of the politicization of science, particularly the overriding of evidence and advice from public health officials and derision of government scientists, to be alarming. It undermines the credibility of public health agencies and the public's confidence in them when we need it most. Ending the pandemic will require decision-making that is not only based on science but also sufficiently transparent to ensure public trust in, and adherence to, sound public-health instructions. Any efforts to discredit the best science and scientists threaten the health and welfare of us all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Victor J. Dzau President, National Academy of Medicine On April 30, 2020, in concert with the World Health Organization Celebration of World Immunization Week, and during the height of the pandemic, the American Academy of Nursing (Academy) released its position statement, Immunization is Key to Eliminating Vaccine-Preventable Diseases. In that statement, we too call for increased focus on science and the vital role communication plays in discussions related to vaccines. It states,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marcia McNutt President, National Academy of Sciences"
        },
        {
            "text": "In the 21st century, there is increased risk for the emergence of vaccine-preventable diseases. The nursing profession brings vital intelligence, science, and education to the public. At the core of nursing care is health promotion. Nurses have a professional and ethical duty to provide evidence-based information to the public regarding the importance and safety of immunizations. We partner with patients, families, communities, and stakeholders to help individuals and the public make informed health care decisions. The Academy advocates for respectful dialogue with patients and their families who have questions about immunizations (American Academy of Nursing, 2020a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marcia McNutt President, National Academy of Sciences"
        },
        {
            "text": "There are so many aspects to preparing a community to embrace a newly developed vaccine. Not only does it require combatting miscommunication through public education, but also ensuring access to the vaccine when one does become available. Throughout my last three President's columns for Nursing Outlook, I have shared important insights on public health nursing, health equity, and how to support an aging population-all critical for the time when a COVID-19 vaccine is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marcia McNutt President, National Academy of Sciences"
        },
        {
            "text": "In response to the NAM's Discussion Draft of the Preliminary Framework for Equitable Allocation of COVID-19 Vaccine, the Academy echoed and reinforced that \"to optimize the health and well-being of patients, their families, and the community, nurses must be fully vaccinated\" and \"supported the inclusion of high-risk workers such as nurses in health care facilities, first responders, older adults in nursing homes and other long-term care facilities as well as people of all ages with significant comorbidities in Phase 1 of the distribution plan\" (American Academy of Nursing, 2020b). In our statement, we also urge the plan to not lose sight of the critical public health measures necessary while the distribution occurs (such as contact tracing, access to rapid testing, continuing to maintain social distance, and access to a vital supply of personal protective equipment). Further, concerning the need to advance health equity, the Academy recommended culturally and linguistically appropriate services (CLAS) standards, as developed by the Department of Health and Human Services, to mitigate vaccine hesitancy. CLAS standards information distributed with multiple modalities could help to inform, educate, and support the vulnerable communities that need the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marcia McNutt President, National Academy of Sciences"
        },
        {
            "text": "Public health, health equity, and population health are all inherent to the profession and required for changing the tide in the fight against the COVID-19 pandemic. The nursing profession will continue to be called upon and challenged in these uncertain times. However, if the pandemic has shown us anything, it is that nurses are ready for what obstacles come ahead in our continued goal of advancing health locally and globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marcia McNutt President, National Academy of Sciences"
        },
        {
            "text": "This is my last column for 2020. As I reflect on the year, it feels as if it happened in an instant. I recently saw a yard sign that said, \"what a week 2020 has been.\" That sentiment seems to capture how quickly the year has passed, but also how many days felt like the premise of the popular movie Groundhog Day, where each day felt eerily the same. We have been challenged personally, professionally, and as a scientific community. While we all knew we could \"be here\" one day, I am not sure that we ever expected it to be this incredibly challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts"
        },
        {
            "text": "Yes, the word difficult does little to capture what we have experienced. Nevertheless, I am reminded of the extraordinary moments of the year. The Academy was clear, consistent, and unwavering in our policy priorities (advancing health equity and championing wellness; promoting innovation and sustainability; and reducing patient, provider, and system burden) and advancing our Board-approved COVID-19 priorities (protect our most vulnerable including those in longterm care, veterans, and prison populations; support nurses and healthcare providers; and increase access, scale, speed and accuracy of testing). We spoke out against the impacts of systemic racism on health, and hosted an Institute for Nursing Leadership Critical Conversation on Health Equity and Racism in partnership with the Academy's Diversity and Inclusivity Committee and the Robert Wood Johnson Foundation. We inducted 230 distinguished nurse leaders to join the Fellowship of the American Academy of Nursing through our first virtual induction ceremony and their reflections captured on video were nothing short of moving. We celebrated the life's work of five remarkable Living Legends: were not able to share a glance to show our pride, give a hug, or offer a kind word in person, I could feel the energy of the Academy Fellowship all around me during the virtual policy conference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts"
        },
        {
            "text": "As the President of this transformational organization, I was also able to share with you the Academy's new strategic plan for 2021-2024 at the business meeting. After many years, the Board of Directors made the strategic decision to change our mission and vision to further elevate our central focus on health. They now state:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts"
        },
        {
            "text": "Mission: Improve health and achieve health equity by impacting policy through nursing leadership, innovation, and science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts"
        },
        {
            "text": "Vision: Healthy lives for all people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing Thoughts"
        },
        {
            "text": "Influence policy that achieves health equity, promotes wellness, eliminates racism, and improves healthcare delivery. Integrate nursing science into health, wellness, and social justice decisions. Disseminate nurse-driven innovation to reduce inequities and improve health. Position nurse leaders to advance local and global change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goals:"
        },
        {
            "text": "If 2020 has taught me anything it is that the human spirit and ingenuity, particularly among my fellow nurses, is strong. We will rise to any test, and above all, lead with purpose in crisis and calm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Goals:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Response to the National Academy of Medicine's NAM's Discussion Draft of the Preliminary Framework for Equitable Allocation of COVID-19 Vaccine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NAS and NAM Presidents Alarmed By Political Interference in Science Amid Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmmer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Academies of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "One in Three Americans Would Not Get COVID-19 Vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;keefe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization (n.d.) The push for a COVID-19 vaccine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "President 0029-6554/$ -see front matter Ó 2020 Published by",
            "authors": [
                {
                    "first": "Eileen",
                    "middle": [],
                    "last": "Sullivan-Marx",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Phd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Academy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.outlook.2020.10.001"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Linda Harman Aiken, PhD, RN, FRCN, FAAN; Bobbie Berkowitz, PhD, RN, NEA-BC, FAAN; Kathleen (Kitty) Buckwalter, PhD, RN, FAAN; Beverly Malone, PhD, RN, FAAN; and Marilyn Rantz, PhD, RN, FAAN. We welcomed to the Academy four dynamic health care visionaries as Honorary Fellows: Lord Nigel Crisp; Karen Donelan, ScD, EdM; Anthony Fauci, MD; and Ahrin Mishan, MPA, MAVA. While we",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}