{
    "paper_id": "31ef1eb7aa9411d280b8476ba76f5f6ebe662b96",
    "metadata": {
        "title": "Nirmatrelvir Plus Ritonavir: First Approval",
        "authors": [
            {
                "first": "Yvette",
                "middle": [
                    "N"
                ],
                "last": "Lamb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nirmatrelvir plus ritonavir (Paxlovid™; Pfizer) is a co-packaged combination of nirmatrelvir and ritonavir tablets, intended for co-administration and developed for the treatment and post-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nirmatrelvir plus ritonavir (Paxlovid™) is an antiviral therapeutic being developed by Pfizer for the treatment and post-exposure prophylaxis of coronavirus disease 2019 (COVID- 19) , the global pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] [2] [3] . While effective COVID-19 vaccines have been developed and authorized worldwide at an unprecedented pace [4, 5] , individuals who do become infected currently face limited treatment options. In order to prevent their progression to hospitalization or death, there is an urgent need for oral antiviral agents specifically developed for effectiveness against SARS-CoV-2 [6, 7] . The non-structural SARS-CoV-2 main protease (Mpro) is a promising biological target, in that it is highly conserved in coronaviruses (unlike the spike structural protein, for which the mutation rate is high). It also plays an integral role in viral replication, cleaving polyproteins to produce shorter, non-structural proteins that are vital to the replication process [6, 7] . Nirmatrelvir, identified as a potent SARS-CoV-2 Mpro inhibitor [6] , represents one of the first orally available antiviral treatments for COVID-19 [8] . It is intended for co-administration with a low dose of ritonavir, with which it is co-packaged [9, 10] . Ritonavir, a CYP3A inhibitor, slows the metabolism of nirmatrelvir so that nirmatrelvir is of maximal therapeutic benefit [9, 10] . On 22 December 2021, nirmatrelvir plus ritonavir received an emergency use authorization in the USA for",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1426,
                    "end": 1429,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1436,
                    "end": 1441,
                    "text": "On 22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A co-packaged combination of nirmatrelvir and ritonavir is being developed by Pfizer for the treatment and postexposure prophylaxis of COVID-19 the treatment of mild-to-moderate COVID-19 in adults and pediatric patients (≥ 12 years of age weighing ≥ 40 kg) with positive results of direct SARS-CoV-2 viral testing, and who are at high risk for progression to severe COVID-19 (including hospitalization or death) [9, 11] . Nirmatrelvir plus ritonavir subsequently received authorizations in the United Kingdom (31 December 2021), Australia (20 January 2022), and the EU (28 January 2022) for the treatment of COVID-19 in adults who do not require supplemental oxygen and who are at increased risk for progressing to severe COVID-19 [10, [12] [13] [14] [15] . In these regions, nirmatrelvir plus ritonavir has been authorized under conditional (or provisional [15] ) approval schemes [10, 13] ; further data on nirmatrelvir plus ritonavir are awaited by the regulatory agencies. In January 2022, nirmatrelvir plus ritonavir was also approved in Canada, for the treatment of mild-to-moderate COVID-19 in adults with positive results of direct SARS-CoV-2 viral testing and who are at high risk for progression to severe COVID-19 [16, 17] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Nirmatrelvir plus ritonavir (Paxlovid™): Key points"
        },
        {
            "text": "The recommended dosage of nirmatrelvir plus ritonavir is nirmatrelvir 300 mg (administered as two 150 mg tablets) with ritonavir 100 mg (one 100 mg tablet) [9, 10, 13, 16] . All three tablets should be taken together orally, twice daily for 5 days; clinicians must advise their patients to complete the full 5-day treatment course. A dosage reduction to nirmatrelvir 150 mg with ritonavir 100 mg twice daily for 5 days is required in patients with moderate kidney dysfunction (eGFR ≥ 30 to < 60 mL/min). Treatment with nirmatrelvir plus ritonavir should be initiated as soon as possible after COVID-19 has been diagnosed and within 5 days of symptom onset [9, 10, 13, 16] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Nirmatrelvir plus ritonavir (Paxlovid™): Key points"
        },
        {
            "text": "Nirmatrelvir plus ritonavir is contraindicated in patients with a history of clinically significant hypersensitivity reactions to nirmatrelvir, ritonavir, or any other components of the product (EU and USA labeling [9, 10] ). Due to its pharmacokinetic properties (Sect. 2.2), nirmatrelvir plus ritonavir is also contraindicated in patients receiving drugs that are highly dependent on CYP3A for clearance and for which elevated concentrations are associated with serious and/or life-threatening reactions (including, but not limited to, alfuzosin, pethidine, ranolazine, lurasidone, ergotamine, simvastatin, and triazolam), or receiving potent CYP3A inducers where significant reductions in nirmatrelvir plus ritonavir plasma concentrations may result in potential loss of virologic response and possible resistance. Nirmatrelvir plus ritonavir cannot be commenced immediately after the discontinuation of certain CYP3A inducers (e.g. apalutamide, carbamazepine, phenobarbital, phenytoin, rifampin, St. John's Wort), due to their delayed offset [9, 10] . As of yet, there are no data on the efficacy and safety of nirmatrelvir plus ritonavir in pediatric patients < 18 years of age [9, 10, 13, 16] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Nirmatrelvir plus ritonavir (Paxlovid™): Key points"
        },
        {
            "text": "Ongoing phase II/III clinical trials are continuing to collect data on nirmatrelvir plus ritonavir in the treatment of COVID-19 (Sect. 2.5). In addition, nirmatrelvir plus ritonavir is being investigated in the post-exposure prophylaxis of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nirmatrelvir plus ritonavir (Paxlovid™): Key points"
        },
        {
            "text": "Pfizer has entered into agreements to supply nirmatrelvir plus ritonavir to the governments of various countries, including, but not limited to, the United Kingdom (2.75 million treatment courses), the USA (20 million treatment courses) and Canada (1 million treatment courses in 2022) [17] [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Company Agreements"
        },
        {
            "text": "In November 2021, Pfizer announced the signing of a voluntary license agreement with the Medicines Patent Pool (MPP) for Pfizer's oral antiviral COVID-19 treatment candidate PF 07321332 (nirmatrelvir), administered in combination with low-dose ritonavir [21] . Under the head license agreement terms, qualified manufacturers of generic medicines that are granted sub-licenses will be able to supply nirmatrelvir plus ritonavir to 95 countries (up to ≈ 53% of the global population). These countries include all low-and lower-middle-income countries, as well as some upper-middle-income countries within Africa and countries that have recently transitioned from lower-middle to upper-middleincome status. In addition to not receiving royalties on sales in low-income countries, Pfizer will also waive royalties on sales in other countries covered by this agreement for as long as the World Health Organization classifies COVID-19 as a Public Health Emergency of International Concern [21] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Company Agreements"
        },
        {
            "text": "Nirmatrelvir binds directly to the SARS-CoV-2 Mpro (also referred to as 3C-like protease or nsp5 protease) active site, selectively and reversibly inhibiting SARS-CoV-2 Mpro activity [inhibition constant (Ki) value 3.1 nM and halfmaximal inhibitory concentration (IC 50 ) value 19.2 nM in a biochemical assay] [6, 10, 16] . As a result of this inhibition, the protein is unable to process polyprotein precursors and viral replication is thus prevented [10, 16] . While ritonavir is a human immunodeficiency virus type 1 (HIV-1) protease inhibitor, it has no activity against SARS-CoV-2 Mpro. Ritonavir increases nirmatrelvir concentrations in the plasma through inhibiting the metabolism of nirmatrelvir (Sect. 2.2) [10, 16] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacodynamics"
        },
        {
            "text": "Nirmatrelvir demonstrated antiviral activity against SARS-CoV-2 infection of differentiated normal human bronchial epithelial (dNHBE) cells treated with varying doses of nirmatrelvir for 3 days [half-maximal effective concentration (EC 50 ) and EC 90 values 61.8 nM and 181 nM] [6, 10, 16] . In accordance with the target protein of nirmatrelvir being highly conserved, the potency of nirmatrelvir against current variants of SARS-CoV-2 is similar to that against wildtype SARS-CoV-2 [22, 23] . Nirmatrelvir had consistent cell culture antiviral activity (median EC 50 values ≤ 0.28 μM and < 3-fold relative to GHB-03021/2020) against isolates belonging to the Alpha (B.1.1.7), Beta (B.1.351), Gamma (P.1), Delta (B.1.617.2), and Omicron (B.1.1.529) SARS-CoV-2 variants of concern [22] .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacodynamics"
        },
        {
            "text": "There are currently no data on antiviral resistance to nirmatrelvir with SARS-CoV-2 [10, 16] . The impact of naturally occurring SARS-CoV-2 Mpro polymorphisms (of unknown clinical significance) on nirmatrelvir activity has been characterized in a biochemical assay using recombinant Mpro [16] . Certain amino acid substitutions were associated with reduced activity (G15S, H164N, H172Y, and Q189K; 4-to 233-fold reductions). G15S is found in the Lambda variant of SARS-CoV-2, which nirmatrelvir retained potency against in cell culture. Based on limited SARS-CoV-2 sequencing data characterizing resistance to nirmatrelvir in clinical trials, the SARS-CoV-2 Mpro substitutions A260V or A260T (n = 3 and 1, respectively) emerged in 4% (4/97) of evaluable nirmatrelvir plus ritonavir recipients in the phase II/III EPIC-HR trial (Sect. 2.3). These polymorphisms naturally occur infrequently in publicly available SARS-CoV-2 sequences, as of December 2021. The A260V substitution did not reduce nirmatrelvir activity in a biochemical assay (fold-change < 1). Cross-resistance between nirmatrelvir and remdesivir or anti-SARS-CoV-2 monoclonal antibodies is not expected, as their mechanisms of action differ [16] .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacodynamics"
        },
        {
            "text": "While nirmatrelvir does not appear to affect the QT interval based on the non-clinical and clinical data collected thus far, QT prolongation in humans has not been fully investigated [16] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacodynamics"
        },
        {
            "text": "Ritonavir, a CYP3A inhibitor, acts as a pharmacokinetic enhancer, increasing the systemic exposure of nirmatrelvir and prolonging its half-life when the agents are administered together [9] . Following repeated twice-daily oral administration of nirmatrelvir plus ritonavir (75 mg + 100 mg, 250 mg + 100 mg, and 500 mg + 100 mg), the increase in systemic exposure of nirmatrelvir plus ritonavir appears to be less than dose proportional at steady state [9, 10] . Steady state was achieved on day 2 (accumulation ≈ 2-fold). After a single dose of nirmatrelvir 300 mg plus ritonavir 100 mg in healthy subjects, the median times to peak concentrations of nirmatrelvir and ritonavir were 3.00 h and 3.98 h, respectively. Administration of nirmatrelvir plus ritonavir with a high-fat meal modestly increased nirmatrelvir exposure relative to fasting conditions; nirmatrelvir plus ritonavir can be administered with or without food [9, 10] . In human plasma, nirmatrelvir has a protein binding rate of ≈ 69% and ritonavir has a rate of ≈ 98-99% [10] . Based on in vitro studies, nirmatrelvir is chiefly metabolized by CYP3A4 [10] . The metabolism of nirmatrelvir is inhibited by the concomitant administration of ritonavir. Ritonavir is in turn primarily metabolized by CYP3A (CYP2D6 is a minor pathway which contributes to the formation of M-2, an oxidation metabolite). Nirmatrelvir is primarily eliminated via renal excretion (with ≈ 50% and 35% of a 300 mg dose recovered in the urine and feces), mainly as unchanged drug. Ritonavir is primarily eliminated via the hepatobiliary system (≈ 86% of a radiolabelled dose was recovered from stool, with some expected to be unabsorbed ritonavir). Both nirmatrelvir and ritonavir had arithmetic mean terminal elimination half-lives of 6.1 h [10] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacokinetics"
        },
        {
            "text": "The effects of age and sex on nirmatrelvir plus ritonavir pharmacokinetics have not been investigated [9, 10] . Compared with those in healthy controls, nirmatrelvir maximum plasma concentrations and area under the plasma concentration-time curves were respectively 30% and 24% higher in patients with mild (eGFR ≥ 60 to < 90 mL/min) kidney dysfunction, 38% and 87% higher in patients with moderate (eGFR ≥ 30 to < 60 mL/min) kidney dysfunction, and 48% and 204% higher in patients with severe (eGFR < 30 mL/ min) kidney dysfunction. A dose adjustment is required in patients with moderate kidney dysfunction (Sect. 1) and nirmatrelvir plus ritonavir should not be used in patients with severe kidney dysfunction (including those with end-stage renal disease under hemodialysis). The pharmacokinetics of nirmatrelvir did not significantly differ between patients with moderate hepatic impairment and healthy controls. Nirmatrelvir plus ritonavir has not been studied in patients with severe hepatic impairment and is not recommended for use in these patients [9, 10] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Features and properties of nirmatrelvir plus ritonavir"
        },
        {
            "text": "Clinically relevant pharmacokinetic drug-drug interactions are possible when nirmatrelvir plus ritonavir is coadministered with various other agents (e.g. CYP3A substrates, inducers or inhibitors); certain contraindications apply (Sect. 1) [9, 10] . Local prescribing information should be consulted for further details.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Features and properties of nirmatrelvir plus ritonavir"
        },
        {
            "text": "Nirmatrelvir plus ritonavir was effective in reducing the risk of progression to severe COVID-19 in non-hospitalized, symptomatic adults (≥ 18 years) at high risk for progression to severe COVID-19 in the randomized, double-blind, placebo-controlled, phase II/III EPIC-HR trial (NCT04960202) [24] . To be eligible for enrolment in EPIC-HR, patients had laboratory-confirmed SARS-CoV-2 infection, COVID-19 symptom onset ≤ 5 days prior to randomization, and at least one risk factor for progression to severe COVID-19. Risk factors included, but were not limited to, diabetes, chronic lung or kidney disease, cardiovascular disease, immunosuppression, hypertension, cancer, being overweight [body mass index (BMI) > 25 kg/m 2 ], or being ≥ 60 years of age. Patients with prior COVID-19 infection or vaccination were excluded from EPIC-HR. Eligible patients were randomized (n = 2246 in a 1:1 ratio) to receive either nirmatrelvir 300 mg plus ritonavir 100 mg or placebo administered orally every 12 h for 5 days. At baseline, patients had a median age of 46 years. The majority of patients were white (71.5%) and 80.5% had a BMI > 25 kg/m 2 . Study treatment was initiated within 3 days of symptom onset in 66.3% of participants. At randomization, a minority of patients (6.2%) received or were expected to receive COVID-19 monoclonal antibody (mAb) treatment. The EPIC-HR modified intention-to-treat (mITT) population included all patients treated within 3 days of symptom onset who, at baseline, did not receive nor were expected to receive COVID-19 mAb treatment [24] . In a planned interim analysis of data from 774 patients in mITT population (primary efficacy analysis), the incidence of COVID-19-related hospitalization or any-cause death through day 28 was significantly lower with nirmatrelvir plus ritonavir than with placebo (0.77% vs 7.01%) [difference −6.32%; 95% CI −9.04% to −3.59%; p < 0.001], corresponding to a relative risk reduction of 89.1% [10, 24] . Final efficacy results from EPIC-HR were consistent with those from the planned interim analysis [24] . In the full mITT population (n = 697 and 682 in the nirmatrelvir plus ritonavir and placebo groups, respectively), Kaplan-Meier estimated event rates for COVID-19-related hospitalization or any-cause death through day 28 were 0.72% with nirmatrelvir plus ritonavir versus 6.53% with placebo (difference − 5.81%; 95% CI − 7.78 to − 3.84%; p < 0.001), corresponding to a relative risk reduction of 88.9%. In patients treated within 5 days of symptom onset who, at baseline, did not receive nor were expected to receive COVID-19 mAb treatment (mITT1 population; n = 1039 and 1046 in the nirmatrelvir plus ritonavir and placebo groups, respectively), nirmatrelvir plus ritonavir reduced the risk of COVID-19-related hospitalization or death from any cause through day 28 by 87.8% relative to placebo; estimated event rates were 0.78% versus 6.40% (difference − 5.62%; 95% CI −7.21 to − 4.03%; p < 0.001) [key secondary endpoint]. When data from all patients treated within 5 days of symptom onset (including those who received or were expected to receive mAb treatment) were analyzed, event rates were similar to those in the mITT and mITT1 populations. In the mITT1 population, the efficacy of nirmatrelvir plus ritonavir was consistent across subgroups based on age (< 65 and ≥ 65 years), sex, diabetes, BMI (< 25 kg/m 2 , 25 to < 30 kg/m 2 and ≥ 30 kg/m 2 ), elapsed time from symptom onset at treatment initiation (≤ 3 and > 3 days), and baseline SARS-CoV-2 serology status (positive and negative). Compared with placebo, nirmatrelvir plus ritonavir was associated with a ≈ 0.9 log 10 copies/mL greater decrease in viral RNA load at day 5 in evaluable mITT patients (p < 0.001), with a similar result seen in evaluable mITT1 patients [24] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1960,
                    "end": 1964,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1965,
                    "end": 1968,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2068,
                    "end": 2072,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3809,
                    "end": 3813,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic Trials"
        },
        {
            "text": "Nirmatrelvir plus ritonavir did not significantly alleviate symptoms of COVID-19 relative to placebo in an interim analysis from the phase II/III EPIC-SR trial (NCT05011513) in a non-hospitalized, standard-risk population with laboratory-confirmed SARS-CoV-2 infection [25] . EPIC-SR included both unvaccinated adults at standard risk of progressing to severe illness (and therefore at low risk of hospitalization or death) and vaccinated adults with at least one risk factor for progressing. Patients were randomized to receive either nirmatrelvir plus ritonavir or placebo every 12 h for 5 days. At the time of the interim analysis, enrolment was at 45% of that planned. The primary endpoint of self-reported, sustained alleviation of all symptoms for four consecutive days with nirmatrelvir plus ritonavir versus placebo was not achieved. There was, however, a 70% reduction in hospitalization and a ≈ 10-fold decrease in viral load with nirmatrelvir plus ritonavir relative to placebo. In the nirmatrelvir plus ritonavir group, 0.6% of patients (2/333) were hospitalized following randomization and there were no deaths from any cause. In the placebo group, 2.4% of patients (8/329) were hospitalized with no deaths. A follow-on analysis at 80% of planned enrollment was consistent with the results from the interim analysis: 0.7% of nirmatrelvir plus ritonavir recipients (3/428) were hospitalized following randomization, compared with 2.4% of placebo recipients (10/426; p = 0.051 for the between-group difference), with no deaths in either group [25] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Key clinical trials of nirmatrelvir plus ritonavir (Pfizer)"
        },
        {
            "text": "Based on limited safety data from the EPIC-HR trial, nirmatrelvir plus ritonavir appears to be generally well-tolerated in adult patients with symptomatic SARS-CoV-2 infection (n = 1109 and 1115 treated with at least one dose of nirmatrelvir 300 mg plus ritonavir 100 mg and placebo, respectively) [9, 16, 24] . Adverse events (reported while patients were receiving the study treatment and through day 34) occurred in 22.6% of nirmatrelvir plus ritonavir recipients versus 23.9% of placebo recipients, and were mostly of mild to moderate severity [24] . The most common adverse events of any causality in nirmatrelvir plus ritonavir recipients (≥ 1% incidence and in ≥ 5 patients more than with placebo) were dysgeusia (6% vs < 1% with placebo), diarrhea (3% vs 2%), hypertension (1% vs < 1%), and myalgia (1% vs < 1%) [9, 16] . Adverse events considered to be related to the study drug occurred in 7.8% of nirmatrelvir plus ritonavir recipients versus 3.8% of placebo recipients and, in nirmatrelvir plus ritonavir recipients, were most commonly dysgeusia (4.5% vs 0.2%) or diarrhea (1.3% vs 0.2%) [24] . Adverse events of any causality led to treatment discontinuation in 2.1% of nirmatrelvir plus ritonavir recipients compared with 4.2% of placebo recipients [24] . Serious adverse events were reported in 1.6% of nirmatrelvir plus ritonavir recipients versus 6.6% of placebo recipients, and did not led to death in any nirmatrelvir plus ritonavir recipient. In the EPIC-SR trial, the rates of treatment-emergent adverse events (22% with nirmatrelvir plus ritonavir vs 21% with placebo), serious adverse events (1.4% vs 1.9%) and adverse events leading to treatment discontinuation (2.1% vs 1.2%) were comparable between nirmatrelvir plus ritonavir and placebo recipients [25] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1776,
                    "end": 1780,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "Given the limited clinical data available for nirmatrelvir plus ritonavir, it is possible that serious and unexpected adverse events that have not been previously reported may emerge with greater clinical experience [9, 16] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "The pivotal phase II/III EPIC-HR trial is currently ongoing, with an estimated end date of April 2022. The phase II/III EPIC-SR trial (comparing nirmatrelvir plus ritonavir and placebo in the treatment of non-hospitalized, symptomatic adults with COVID-19 who are at low risk of progressing to severe illness) is also ongoing, while the phase II/III EPIC-PEP trial (evaluating the efficacy and safety of two nirmatrelvir plus ritonavir regimens in the prevention of symptomatic SARS-CoV-2 infection in the adult household contacts of individuals with SARS-CoV-2 infection) is still recruiting participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ongoing Clinical Trials"
        },
        {
            "text": "Nirmatrelvir plus ritonavir received its first conditional authorization on 31 December 2021 for the treatment of COVID-19 in the United Kingdom [12] . Nirmatrelvir plus ritonavir has also been authorized for emergency use in the USA (December 2021) and more recently received a conditional authorization in the EU (January 2022) [11, 14] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Current Status"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s40265-022-01692-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Funding The preparation of this review was not supported by any external funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A study of a potential oral treatment to prevent COVID-19 in adults who are exposed to household member(s) with a confirmed symptomatic COVID-19 infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of protease inhibition for COVID-19 in standard-risk patients (EPIC-SR)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "EPIC-HR: study of oral PF-07321332/ritonavir compared with placebo in nonhospitalized high risk adults with COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: state of the vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fenton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Drugs Ther Perspect",
            "volume": "37",
            "issn": "",
            "pages": "508--526",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "BNT162b2 mRNA COVID-19 vaccine: first approval",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Drugs",
            "volume": "81",
            "issn": "",
            "pages": "495--501",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An oral SARS-CoV-2 M(pro) inhibitor clinical candidate for the treatment of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "Cmn",
                    "middle": [],
                    "last": "Allerton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Science",
            "volume": "374",
            "issn": "6575",
            "pages": "1586--93",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of the non-covalent interaction between the PF-07321332 inhibitor and the SARS-CoV-2 main protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macchiagodena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagliai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Procacci",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "J Mol Graph Model",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Supervised Molecular Dynamics (SuMD) insights into the mechanism of action of SARS-CoV-2 main protease inhibitor PF-07321332",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pavan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bolcato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bassani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Enzyme Inhib Med Chem",
            "volume": "36",
            "issn": "1",
            "pages": "1646--50",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "PAXLOVID nirmatrelvir and ritonavir: US fact sheet for healthcare providers",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Paxlovid 150 mg + 100 mg filmcoated tablets: summary of product characteristics",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pfizer receives U.S. FDA Emergency Use Authorization for novel COVID-19 oral antiviral treatment [media release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "UK Medicines and Healthcare products Regulatory Agency. Oral COVID-19 antiviral, Paxlovid, approved by UK regulator",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Paxlovid 150 mg/100 mg film-coated tablets (PF-07321332/ritonavir): summary of product characteristics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: EMA recommends conditional marketing authorisation for Paxlovid [media release",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Australian Government Therapeutic Goods Administration. TGA provisionally approves two oral COVID-19 treatments, molnupiravir (LAGEVRIO) and nirmatrelvir + ritonavir (PAXLOVID) [media release",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Paxlovid: Canadian product monograph",
            "authors": [
                {
                    "first": "Pfizer",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                },
                {
                    "first": "Ulc",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pfizer receives Health Canada authorization for COVID-19 oral treatment [media release",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pfizer to provide U.S. government with an additional 10 million treatment courses of its oral therapy to help combat COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pfizer to provide U.S. government with 10 million treatment courses of investigational oral antiviral candidate to help combat COVID-19 [media release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pfizer to provide the United Kingdom an additional 2.5 million treatment courses of investigational oral antiviral candidate to help combat COVID-19 [media release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pfizer and the Medicines Patent Pool (MPP) sign licensing agreement for COVID-19 oral antiviral treatment candidate to expand access in low-and middle-income countries [media release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Remdesivir, molnupiravir and nirmatrelvir remain active against SARS-CoV-2 Omicron and other variants of concern",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vangeel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jonghe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Antivir Res",
            "volume": "198",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Main protease mutants of SARS-CoV-2 variants remain susceptible to nirmatrelvir",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ullrich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Ekanayake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Otting",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Bioorg Med Chem Lett",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Oral nirmatrelvir for high-risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leister-Tebbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2118542"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pfizer announces additional phase 2/3 study results confirming robust efficacy of novel COVID-19 oral antiviral treatment candidate in reducing risk of hospitalization or death [media release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfizer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "During the peer review process the manufacturer of the agent under review was offered an opportunity to comment on the article. Changes resulting from any comments received were made by the authors on the basis of scientific completeness and accuracy. Yvette Lamb is a salaried employee of Adis International Ltd/Springer Nature, and declares no relevant conflicts of interest. All authors contributed to the review and are responsible for the article content.Ethics approval, Consent to participate, Consent to publish, Availability of data and material, Code availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authorship and Conflict of interest"
        }
    ]
}