{
    "paper_id": "326c5129f8d9f432d249f5d77f12ebac32af1bdc",
    "metadata": {
        "title": "The effect of the e-mentoring-based education program on professional development of preschool teachers",
        "authors": [
            {
                "first": "Serap",
                "middle": [],
                "last": "Erdoğan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nurbanu",
                "middle": [],
                "last": "Parpucu",
                "suffix": "",
                "affiliation": {},
                "email": "nurbanuparpucu@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The qualification of a preschool teacher is one of the important factors that determine the quality of preschool education. To increase the quality in education, teachers should be equipped with the necessary knowledge starting from pre-service training, and in-service training should support the upgrading of their knowledge. Thus, the aim of this study was to develop an e-Mentoring-Based Education Program (e-MENTE:PT) for preschool teachers and to test its effectiveness on their professional development during the in-service support period. The study used a designbased research approach. First, focus group interviews were conducted with onehundred-and-five preschool teachers to find out their needs. Then, an e-MENTE:PT Program was developed based on these needs and devised to be used on the Canvas learning management system (LMS), which involves all opportunities of e-learning and allows one-to-one e-mentoring. The e-MENTE:PT Program involved twelve modules related to the pedagogical content knowledge of the preschool education program. Each module included contents, goals, module materials, e-books, videos, pre-and post-module evaluation questions, discussion questions, live lessons and e-portfolios, all of which were integrated in the LMS. Next, eighteen full-time and nine substitute voluntary teachers from five different provinces were selected as mentees by means of criterion sampling. Nine academicians working in these provinces acted as mentors and implemented the application, each working with two mentees for two months. Qualitative data were analysed by means of descriptive analysis and quantitative data were analysed by means of the Wilcoxon signed rank test. The research concluded that the e-MENTE:PT program supported preschool teachers' professional knowledge, learning environments and classroom applications, and an e-mentoring based teaching management system was effective on professional development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2030 Agenda for Sustainable Development was launched in 2015 by one hundred and ninety-three members of the United Nations, including Turkey, to end poverty and set the world on a path of peace, prosperity and opportunity for all on a healthy planet (United Nations, 2015) . One of the key instruments to achieve the Sustainable Development Goals (SDGs) is education for sustainable development (ESD) as it \"empowers learners to take informed decisions and responsible actions for environmental integrity, economic viability and a just society for present and future generations\" (UNESCO, 2017 p. 7) . International recognition of ESD as a key enabler for sustainability has been growing steadily and expanding to different stakeholders, which encourages early childhood education (ECE) to be more active in the transformative process (Samuelsson et al., 2019) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 276,
                    "text": "(United Nations, 2015)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 603,
                    "text": "(UNESCO, 2017 p. 7)",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 864,
                    "text": "(Samuelsson et al., 2019)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Childhood is a critical period for learning to value all living and non-living things on earth, and teachers have a major role in supporting children to become environmentally responsible citizens (Pamuk & Olgan, 2020; Scott & Sulsberger, 2019) . One of the important factors determining the preschool quality is the qualification of the teachers (Mother and Child Education Foundation (AÇEV) & Educational Reform Initiative (ERG), 2016). Therefore, necessary precautions need to be taken so that teachers gain adequate knowledge, as well as appropriate attitudes and behaviour starting from the pre-service training period.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "text": "(Pamuk & Olgan, 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 219,
                    "end": 244,
                    "text": "Scott & Sulsberger, 2019)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Turkey, as the population who needs education has increased, training for competent teachers has also become an increasingly important issue (Erdoğan et al., 2017) . Further, the Turkish Ministry of Education (MoNE) published the Educational Vision Document for 2023, which targets the \"establishment of a School Development Model in which all actors of child learning are involved in improving the school\" under the title of schools and human resources (MoNE, 2018a) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Erdoğan et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 470,
                    "text": "(MoNE, 2018a)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To be able to reach the global objectives and local targets mentioned in the above paragraph, the competency of teachers become an important issue. Accordingly, the General Directorate of Teacher Training and Development of Turkish MoNE prepared a report on the general features of professional teaching competency, titled the General Competencies of Teaching Profession (MoNE, 2017) . In this document, competencies are examined under three headings: Professional Knowledge (content knowledge / pedagogical content knowledge / knowledge of rules and regulations), Professional Competencies (planning education and training / creating learning environments / managing the learning process / assessment and evaluation) and Attitudes and Values (national, moral and universal values / attitude towards students / communication and cooperation / personal and professional development). Given these competencies, when studies about the qualifications of preschool teachers were examined in terms of their personal characteristics and their knowledge and skills of being able to implement the MoNE program, it was found that they were incompetent in many areas, some of which can be listed as: child development, communication with families, family participation and family education (Bağ, 2015; Görür, 2020) ; planning, implementation and evaluation of the preschool / early education curriculum (Arslan, 2017; Aydemir, 2018; Düzgün, 2015; Gelebek, 2020; Haktanır et al., 2011; Haktanır, 2014a; Işık, 2015; Kılıç, 2019; Kılınç, 2019; Ünver, 2016) ; counselling / mentoring and supervision (Kılıç, 2019; Işık, 2015) ; communication with children, not implementing the education curriculum with a child-oriented approach (Kaya, 2012) ; children with disabilities, mainstreaming, classroom management (Kılınç, 2019; Tükel, 2017) . This indicates that teachers experience problems in understanding the main principle of the program, arranging learning environments, and planning, implementing and assessing learning processes. The results of these studies, conducted at different time periods, have parallels with the problems dealt with in this paper. Almost all of them criticise in-service training programs in that they are based on theoretical knowledge, they are not implementation oriented and they are inadequate. Some studies recommended small group training, distance training and mentoring systems. Bümen et al. (2012) 's research focused on papers, doctorate theses and wide scope reports published in the last decade and examined effective professional development of teachers. The paper assessed the problems in Turkey and reported that professional development models other than courses, seminars and conferences were not utilized, and there were not continuous and systematic professional development applications that were planned in detail, extended over time and recorded (Bümen et al., 2012) . In its 2009 report, ERG emphasized the necessity of presenting training opportunities that is far from the traditional educational approaches, that is continuous, and that can enable the development of personal knowledge and qualifications. MoNE's Early Childhood Education Process Internal Audit Report also yielded similar results (MoNE, 2010) . Bozkuş (2018) conducted an action research in which the state of application of a dynamic approach in teachers' professional development was examined; the results were discussed in the light of many other studies, and it was concluded that an ideal professional development model should not only enable teachers to do reflective thinking, but also to get support and feedback from their colleagues in sharing meaningful learning experiences that they can apply in their classrooms. It was maintained that professional development techniques should be planned and applied in a way that would help teachers to solve the problems they face during implementation; if it must be remote learning, then it should not be in the form of a teleconference with hundreds of listeners at a time; and distance education methods and techniques should ensure active participation of teachers. Can (2019), Eroğlu and Özbek (2020) , Hazar (2020) , and Sıcak and Parmaksız (2016) also presented similar results and recommendations.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 383,
                    "text": "(MoNE, 2017)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1279,
                    "end": 1290,
                    "text": "(Bağ, 2015;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1291,
                    "end": 1303,
                    "text": "Görür, 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1392,
                    "end": 1406,
                    "text": "(Arslan, 2017;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1407,
                    "end": 1421,
                    "text": "Aydemir, 2018;",
                    "ref_id": null
                },
                {
                    "start": 1422,
                    "end": 1435,
                    "text": "Düzgün, 2015;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1436,
                    "end": 1450,
                    "text": "Gelebek, 2020;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1451,
                    "end": 1473,
                    "text": "Haktanır et al., 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1474,
                    "end": 1490,
                    "text": "Haktanır, 2014a;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1491,
                    "end": 1502,
                    "text": "Işık, 2015;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1503,
                    "end": 1515,
                    "text": "Kılıç, 2019;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1516,
                    "end": 1529,
                    "text": "Kılınç, 2019;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1530,
                    "end": 1542,
                    "text": "Ünver, 2016)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1585,
                    "end": 1598,
                    "text": "(Kılıç, 2019;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1599,
                    "end": 1610,
                    "text": "Işık, 2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1715,
                    "end": 1727,
                    "text": "(Kaya, 2012)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1794,
                    "end": 1808,
                    "text": "(Kılınç, 2019;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1809,
                    "end": 1821,
                    "text": "Tükel, 2017)",
                    "ref_id": null
                },
                {
                    "start": 2402,
                    "end": 2421,
                    "text": "Bümen et al. (2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2883,
                    "end": 2903,
                    "text": "(Bümen et al., 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3239,
                    "end": 3251,
                    "text": "(MoNE, 2010)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 3254,
                    "end": 3267,
                    "text": "Bozkuş (2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4143,
                    "end": 4166,
                    "text": "Eroğlu and Özbek (2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4169,
                    "end": 4181,
                    "text": "Hazar (2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 4188,
                    "end": 4214,
                    "text": "Sıcak and Parmaksız (2016)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In-service training and education programs for teachers, which provide support for upgrading their knowledge, are usually performed by the MoNE in Turkey. Teachers who attend in-service training studies state that they try and apply the new knowledge they gain from such programs in their classes, but they experience difficulties at times as they are on their own to do so; however, if they stayed only in practice, then they would not have access to new knowledge and applications (ÖRAV, 2009) . Therefore, teachers need accessible leaders who are experienced in the field so that they can keep their professional development up to date and can produce solutions for problems they might encounter during the education-teaching process (Erdoğan et al., 2017; Haktanır, 2014b) . In this context, in addition to the traditional methods such as seminars, conferences and workshops, professional development models such as coaching and mentoring are needed, during which the development of a teacher is individually monitored by a leader and supported throughout the process (Guskey, 2000) . As a matter of fact, in her research study on preschool teachers, Aras (2019) also pointed to the role of professional development designs in assessing learning and emphasized that professional development models needed to be improved for investigating teachers' professional practices, meeting their needs and contributing to their practices. A professional development model in this context is mentorship, which means sharing knowledge and experience; the person who transfers knowledge is called a \"mentor\" and the one who receives this knowledge to use in her/his own education and professional development is called a \"mentee\" (Guskey, 2000; Uysal & Sığrı, 2011) . The primary objective is to enable the individual to improve her/his knowledge and skills in accordance with her/his personal development goals. There are various kinds of mentorship, but the fundamental models can be listed as follows: one to one mentoring, peer mentoring, group-team mentoring, reverse mentoring and self-mentoring (Crisp & Cruz, 2009 ). Among these approaches, one to one mentoring is the closest model to the one studied in our research.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 495,
                    "text": "(ÖRAV, 2009)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 759,
                    "text": "(Erdoğan et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 776,
                    "text": "Haktanır, 2014b)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1072,
                    "end": 1086,
                    "text": "(Guskey, 2000)",
                    "ref_id": null
                },
                {
                    "start": 1721,
                    "end": 1735,
                    "text": "(Guskey, 2000;",
                    "ref_id": null
                },
                {
                    "start": 1736,
                    "end": 1756,
                    "text": "Uysal & Sığrı, 2011)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 2093,
                    "end": 2112,
                    "text": "(Crisp & Cruz, 2009",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One to one mentoring usually involves problems such as geographical obstacles, disasters, pandemics or epidemics, and troubles related to location and time (Single & Single, 2005) . The electronic mentoring system, which started to be used with the advances in technology, can be a complementary approach for the traditional one to one mentoring practice. E-mentoring is important in that it enables users to share knowledge and experience independent of time and geographical location, and it offers easy and different interaction methods without any social prejudices. Single and Single (2005) examined e-mentoring programs from mid-1990s to 2007; they concluded that e-mentoring practices were facilitating as they were more flexible in terms of response time and more individuals could be reached through the opportunities it provided. They also emphasized that e-mentoring had two valuable gains, namely, \"objectivity\" and \"ease of organisation through electronic interaction\". Nevertheless, those participating in an e-mentoring program should have a certain level of skills about the technology used.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 179,
                    "text": "(Single & Single, 2005)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 571,
                    "end": 595,
                    "text": "Single and Single (2005)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been further stated in the literature that effective strategies should be developed to make e-mentoring practices suitable for use in the online environment (Ensher et al., 2003; Özdemir & Boydak Özan, 2013; Kuzu et al., 2012) . According to Thompson et al. (2010) 's research, university academic staff deems e-mentoring as a promising practice for the development of online learning modules.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 185,
                    "text": "(Ensher et al., 2003;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 186,
                    "end": 214,
                    "text": "Özdemir & Boydak Özan, 2013;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 215,
                    "end": 233,
                    "text": "Kuzu et al., 2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 249,
                    "end": 271,
                    "text": "Thompson et al. (2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "Generally, both online and offline interaction tools are used in e-mentoring applications. Yet, recently designed e-mentoring practices involve interactions through e-mails, forums and live lessons; thus, mentors and mentees can save the actualised interaction in the data base of the e-mentorship application module, which is important for research and development (Kuzu et al., 2012) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 385,
                    "text": "(Kuzu et al., 2012)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "A teacher should be able to perform her/his career in a professional manner at her/his best. Moreover, it is important for a preschool teacher to follow the developments in the pedagogical field as educational process has a dynamic structure. When a teacher feels incompetent in knowledge and applicational issues, s/he should participate in conferences, seminars and in-service training, and s/ he must share her/his experiences with colleagues (Dağlıoğlu & Genç, 2019) . Studies in the literature indicate that e-mentoring influences teachers' professional development positively in many respects (Anthony & Kritsonis, 2006; Burgstahler, 2006) . Research proved that the modules prepared for professional development increased the knowledge and awareness of teachers (Çetin, 2013; Mcaleer & Bangert, 2011) , provided social support (Brintnall, 2002) , had positive impacts on formal education (Kahraman & Kuzu, 2016) and the groups who received e-mentoring had higher self-efficacy beliefs about their teaching than those who received one to one mentorship (Tolbert, 2008) . Other studies reported that emotional support increased, feeling of loneliness decreased, reflective thinking skills were improved, willingness for teaching increased, and problem-solving skills were developed (Hew & Knapczyk, 2007; DeWert et al., 2003; McDiarmid, 2006) . In addition, it was established that the technical, academic, pedagogical and professional skills of both mentors and mentees improved (Alemdağ & Erdem, 2017; Baran, 2016) , and the support provided by the mentor was beneficial (Ligadu & Anthony, 2015; Dempsey & Christenson-Foggett, 2011; Ceven McNally, 2016 ). E-mentoring increased the motivation of teachers, developed creativity, and decreased their anxiety (Langhey, 2008; Simonsen et al., 2009) . It was further demonstrated that the approach was influential on pedagogy and content knowledge, new and different teaching methods, learning resources and strategies, and leadership characteristics (Arkün-Kocadere & Kızılkaya Cumaoğlu, 2015; McAleer & Bangert, 2011) . These studies suggest that e-mentoring can be used as an approach that will support professional development.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 470,
                    "text": "(Dağlıoğlu & Genç, 2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 599,
                    "end": 626,
                    "text": "(Anthony & Kritsonis, 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 627,
                    "end": 645,
                    "text": "Burgstahler, 2006)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 769,
                    "end": 782,
                    "text": "(Çetin, 2013;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 783,
                    "end": 807,
                    "text": "Mcaleer & Bangert, 2011)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 834,
                    "end": 851,
                    "text": "(Brintnall, 2002)",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 918,
                    "text": "(Kahraman & Kuzu, 2016)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1059,
                    "end": 1074,
                    "text": "(Tolbert, 2008)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1287,
                    "end": 1309,
                    "text": "(Hew & Knapczyk, 2007;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1310,
                    "end": 1330,
                    "text": "DeWert et al., 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1331,
                    "end": 1347,
                    "text": "McDiarmid, 2006)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1485,
                    "end": 1508,
                    "text": "(Alemdağ & Erdem, 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1509,
                    "end": 1521,
                    "text": "Baran, 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1578,
                    "end": 1602,
                    "text": "(Ligadu & Anthony, 2015;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1603,
                    "end": 1639,
                    "text": "Dempsey & Christenson-Foggett, 2011;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1640,
                    "end": 1659,
                    "text": "Ceven McNally, 2016",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1763,
                    "end": 1778,
                    "text": "(Langhey, 2008;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1779,
                    "end": 1801,
                    "text": "Simonsen et al., 2009)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 2003,
                    "end": 2046,
                    "text": "(Arkün-Kocadere & Kızılkaya Cumaoğlu, 2015;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2047,
                    "end": 2071,
                    "text": "McAleer & Bangert, 2011)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "Given the research results about e-mentoring, it is notable that the studies in the literature are limited to the teachers in the fields of science, technology, maths and English language (Alemdağ & Erdem, 2017; Brintnall, 2002; Ceven McNally, 2016; Çetin, 2013; Çobanoğlu et al., 2017; DeWert et al., 2003; Kahraman, 2012) . Furthermore, when the literature about early childhood education was examined, no research on e-mentoring could be found. Therefore, this study aimed at developing an \"E-mentoring Based Education Program for Preschool Teachers (e-MENTE:PT)\" to support their professional content knowledge, learning environments and educational practices, which include areas of incompetence determined as a result of a literature review, and studying the impacts of this program on preschool teachers. Accordingly, the research questions were set as follows:",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 211,
                    "text": "(Alemdağ & Erdem, 2017;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 228,
                    "text": "Brintnall, 2002;",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 249,
                    "text": "Ceven McNally, 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 250,
                    "end": 262,
                    "text": "Çetin, 2013;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 263,
                    "end": 286,
                    "text": "Çobanoğlu et al., 2017;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 287,
                    "end": 307,
                    "text": "DeWert et al., 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 308,
                    "end": 323,
                    "text": "Kahraman, 2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "• What are the needs of teachers for the e-MENTE:PT program and what method should be used to meet their needs? • In what way has the e-MENTE:PT program been reflected onto the educational practices of teachers?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "• Has the e-MENTE:PT program had any impact on the early education learning environment? • Has the e-MENTE:PT program had any impact on the professional content knowledge of teachers about the elements of Preschool Education Program? • In what way has the e-MENTE:PT program been reflected onto teachers' individual professional development?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "The objective of this research study was to develop an e-MENTE:PT program, to determine problems encountered during implementation, to create new designs to eliminate the problems, to implement and test the new design, and finally to redesign and assess the program. Thus, design-based research model was chosen as the study method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "In a design-based research, the objective is to review and improve the analysis, design, development and realization processes of educational practices repeatedly, systematically and flexibly (Güler, 2010) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 205,
                    "text": "(Güler, 2010)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "Design-based research can be most effectively applied in studies in which e-learning materials and environments are developed because its most fundamental property is that it can be used for a new learning environment, new educational application or developing a new theory. In this context, it can be asserted that the development of an e-learning system and design-based research are fit for each other. Design-based research focuses on design problems related to user control in e-learning environments and try to reach the best by redesigning in a cyclic manner, using the information about the impacts of user control on learning. This can be the reason why design-based research is preferred over experimental design methods in studies about e-learning environments (Anderson & Shattuck, 2012; Baltacı et al., 2016; Kuzu et al., 2011; Özyurt & Özyurt, 2017) .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 799,
                    "text": "(Anderson & Shattuck, 2012;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 800,
                    "end": 821,
                    "text": "Baltacı et al., 2016;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 822,
                    "end": 840,
                    "text": "Kuzu et al., 2011;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 841,
                    "end": 863,
                    "text": "Özyurt & Özyurt, 2017)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "Results from design-based research and results from experimental studies differ (Scott et al., 2020) . While the significance of intervention is prioritized in experimental research, describing learning outcomes within the context of learning processes is in the foreground in design-based studies. For this reason, in this study no control group was formed.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 100,
                    "text": "(Scott et al., 2020)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "As this study aimed to produce designs to develop an e-MENTE:PT program, to implement and test it, and to assess it, and because of the reasons explained in the above paragraphs, design-based research model was determined to be the most appropriate method for the design of this study, which involved the following stages based on the fundamental steps of design-based research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research design"
        },
        {
            "text": "The e-MENTE:PT Program is a professional development tool that has been created by means of a design-based model to support preschool teachers for early education curriculum. It is installed in the learning management system called Canvas. The Canvas learning management system is organized in such a way that each mentor can work with a mentee on a one-to-one basis. In our study, for example, every mentee saw only the sources provided by her/his own mentor, and they conducted the discussion questions process and live lessons on a private basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design stage: creation of the contents of the e-MENTE:PT Program"
        },
        {
            "text": "At the beginning, in order to form the contents of the modules and to get teachers' opinions on how to present the content, focus group interviews were made. The data obtained from the focus group interviews were used to create the content pool for the program modules. Consequently, the program involved 12 modules with the following titles: Preschool Readiness, Learning Centres and Role of the Teacher, A Day of the Teacher: Planning, A Day of the Teacher: Implementation, A Day of the Teacher: Evaluation, Abuse and Neglect, Classroom Management I, Classroom Management II, Family Education, Inclusion, Child Recognition and Evaluation, and Family Participation. Every module included contents, objectives, module materials, videos, e-books, implemented and evaluated accurate sample documents, pre-and post-module evaluation questions, discussion forum questions and teacher development portfolio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design stage: creation of the contents of the e-MENTE:PT Program"
        },
        {
            "text": "In this stage, the process analysis of the e-MENTE:PT Program was conducted. First, the mentors shared the prepared program modules with the mentees. Each mentor shared sources according to the needs of her/his mentee, which were based on the responses of each mentee to the pre-interview questions. The program sources, which were thought to support the Preschool Education Program, were prepared by the researchers and included the following: theoretical knowledge, books, articles, sample practices, presentations, photographs, example activities, voice records, teacher experiences and e-books. The way mentor's source file was shared with the mentees complied with their individual needs within each topic. After the source sharing, discussion forum questions were presented to the mentees. The mentor administered the discussion process and conducted live lessons whenever needed so that the mentees development is supported. After each module was completed, the mentee was expected to create a \"Teacher Development Portfolio\" regarding the training throughout the module.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis stage: Implementation of the design-based e-MENTE:PT Program"
        },
        {
            "text": "In this stage, the analyses of views regarding the learning contents, learning materials, learning processes and learning environment were considered. As different needs of teachers were uncovered during the research period, it was decided that the e-MENTE:PT Program be presented to the teachers independently to meet their requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redesigning stage: Redesigning the design-based e-MENTE:PT program taking into consideration the evaluations made after its implementation"
        },
        {
            "text": "The selected mentors were university instructors from five universities in different provinces; all worked in the undergraduate program of early education teaching department and had at least five years of experience in teaching face-to-face educational practices. There were nine mentors with the following distribution: two mentors from each of the four provinces and one mentor from one province. Each mentor carried out the implementation with two mentees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of the mentors"
        },
        {
            "text": "To determine the needs of preschool teachers for the e-MENTE:PT Program, purposeful sampling method was employed. Thus, five focus groups were formed from one hundred and five voluntary preschool teachers, who worked in the same provinces with the mentors, who were undergraduates of preschool teaching departments (provided they graduated from a different university than the one in the province they lived at the time of the study) and who had at least five years of experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of the focus group teachers"
        },
        {
            "text": "The mentees from each province were identified on a voluntary basis by means of purposeful sampling method; the condition was that they graduated from a different university than the one in the province they lived at the time of the study. Furthermore, it was stated in the research participation form that the study would be carried out by way of distance education (via web environment), and consequently, as the research would involve e-mailing, online document sharing and online live lessons, the mentees should also have the necessary skills. Thus, the candidate participants were well informed about the conditions when they volunteered for the study. The mentee group was composed of eighteen full-time and nine substitute voluntary teachers from five different provinces. During the implementation process, two full-time teachers had to leave the research, one for health reasons, and the other for being appointed to another province. They were substituted by two substitute teachers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of mentees"
        },
        {
            "text": "Qualitative and quantitative data collection tools were used for gathering data, which are the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection tools"
        },
        {
            "text": "The form was based on the current knowledge and skills status of teachers, as well as their needs, regarding the MoNE 2013 Preschool Education Curriculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group interview form"
        },
        {
            "text": "The researchers prepared open-ended questions that included the elements of the MoNE 2013 Preschool Education Curriculum and after getting expert views, the form was finalised. The form included 52 questions about what the teachers already knew about monthly education plan, daily education plan, activity plans, development observation form, development form, development portfolio and family support training guide; what they did in the implementation period; their training needs and what kind of training they wanted to receive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus group interview form"
        },
        {
            "text": "To determine the situation before the implementation of the e-MENTE:PT program, teachers were observed in their classrooms to see how they implemented the curriculum in their classes. An in-class observation form was prepared to identify the training requirements and after getting the expert views, the form was finalized. The in-class observation form includes the following topics: time to start the day, playing at learning centres, activity time, evaluation of the day, classroom management, individual traits of the teacher and communication skills. Under each topic, there are items and note sections for making notes of observation results about these items. The researchers observed the teachers related to the attitudes stated in the form and made their notes in the sections with the titles; observed, not observed, attitudeexpression, comment. The form was applied twice; before and after the implementation of the e-MENTE:PT Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-class observation form"
        },
        {
            "text": "A document review checklist was prepared to identify the situation of teachers regarding their planning, implementation and assessment of education periods, and after getting the expert views, the form was finalized. Documents, prepared by teachers, including the monthly education plans, activity plans, daily education plan, development observation form, development reports, development portfolios and family participation and education reports were reviewed, and the list was filled in twice, before and after the implementation of the e-MENTE:PT Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Document review checklist"
        },
        {
            "text": "The scale developed by Tovim (1996) was adapted to Turkish by Yıldırım et al. (2009) , and its validity and reliability was confirmed. The Cronbach Alpha value of the scale was calculated as α = 0.88. The Early Childhood Education Rating Scale consists of 43 items on the following categories: (1) space and furnishings, (2) personal care routines, (3) language-reasoning, (4) activities, (5) interaction, (6) program structure, (7) parents and staff. The scale was applied twice; before and after the implementation of the e-MENTE: PT Program.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 35,
                    "text": "Tovim (1996)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 62,
                    "end": 84,
                    "text": "Yıldırım et al. (2009)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Early childhood education rating scale-revised (ECERS-R)"
        },
        {
            "text": "Evaluation questions were prepared to identify teachers' practices of the MoNE Preschool Education Curriculum within the implementation period of the e-MENTE:PT Program and thus to determine their needs, and after getting the expert views, the form was finalized. The answer keys for the pre-and postevaluation questions were prepared beforehand so that all mentors can evaluate mentees equally. The mentees were asked the questions before and after the implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Module activities pre-and post-evaluation questions"
        },
        {
            "text": "Discussion forum questions were prepared for the e-MENTE:PT Program and after getting the expert views, the form was finalized. The questions consisted of the following topics: the objective of the module, problems (relating the module) that can be encountered in the field, offering recommendations suitable for the objective and process of the module, and providing an example situation of a teacher experience suitable for the objective and process of the module. The discussion forum questions were used during the implementation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion forum questions"
        },
        {
            "text": "The aim of the live lessons was to support the mentees in the required topics after s/he answered the discussion questions. Before starting the live lessons, the mentee's responses were analysed by the mentor. The needs acknowledged as a result of the analysis were dealt with again in the live lessons and the mentee received the mentorship s/he required. The live lessons were conducted during the implementation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live lessons"
        },
        {
            "text": "At the end of each module of the e-MENTE:PT Program, teachers were required to ask themselves the question \"What have I learnt in this module?\" and then prepare a self-assessment report. The teachers were expected to prepare and submit to the mentor a file containing concrete evidence such as an example activity, picture, photograph and other experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teacher development portfolio"
        },
        {
            "text": "The data was collected in the 2016-2017 academic year. Table 1 summarizes the data collection tools, process and analyses. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collection process"
        },
        {
            "text": "Attendance of mentees to each module in the learning management system was followed by the mentors and the project coordinator. Assignments belong to the modules, module pre and post questions, participation to the discussion group questions and live lessons were controlled by the project coordinator. Although the content of the program structured, mentors were flexible regarding completion deadlines, given extensions and incompletes when it is needed. Besides, guidance given by the mentors were also checked by the project coordinator and mentors send biweekly reports to the project coordinator. Besides, observations and document analysis made by mentor in the class of mentees was carried out by research assistants too. The inter-observer reliability was realized by the formula of \"Number of items with consensus / total number of items with consensus + disagreement × 100\" and it was found 90%. Because of the criterion regarding the reliability of is 80%, the reliability of observations and document analysis was ensured (Tekin-İftar & Kırcaali-İftar, 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment fidelity"
        },
        {
            "text": "Qualitative data obtained from In-class Observation Forms, Document Examination Checklists, Focus Group Interview Forms, Teacher Development Portfolios, Discussion Forum Questions and Live Lessons were analysed by means of descriptive analysis. Descriptive analysis process involves the correlation of the data according to predetermined themes, explaining the meaning, interpretation, examining the reason-result relationships and achieving results (Yıldırım & Şimşek, 2013) . A thematic framework was determined in line with the research objectives and interview questions. Within this framework, an \"Interview Coding Key\" was created by making use of the responses to the interview questions. The reliability of the research was verified by comparing the codings calculated by the researcher and a field expert using the following formula: Reliability = Consensus / Consensus + Disagreement (Miles & Huberman, 1994) . Accordingly, the inter-coder reliability was found to be 92%. The quantitative data obtained from the ECERS-R and Module Activities Pre-and Post-Evaluation Questions were analysed using the Wilcoxon Signed Ranks Test, which is one of the non-parametric tests, as sample size was small. Bonferroni adjustment was made to determine a stronger alpha level in order to reduce the possibility of finding meaningful results as multiple comparisons were made for the ECERS-R results in the same groups (Akbulut, 2010, p. 125) . Therefore, the new alpha value was considered as 0.007 for the scale results. However, since the data from the module activities pre-and post-evaluation questions were obtained from different groups, no new alpha value was determined for this data.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 475,
                    "text": "(Yıldırım & Şimşek, 2013)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 894,
                    "end": 918,
                    "text": "(Miles & Huberman, 1994)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1416,
                    "end": 1439,
                    "text": "(Akbulut, 2010, p. 125)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analyses"
        },
        {
            "text": "In Table 2 , there is a significant difference between the pre-and post-test scores. These results demonstrate that the e-MENTE: PT Program has been effective in supporting the professional development of preschool teachers and increasing the quality of early education learning environments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The impact of e-MENTE: PT Program on Preschool Learning Environments"
        },
        {
            "text": "In Table 3 , there is a significant difference between the pre-and post-test scores of the subscales of space and furnishing, personal care routines, and activities. The results suggest that preschool teachers have improved in the following activities within a 'daily education plan': time to start the day, learning centres and play, activity time and daily evaluation time. Table 4 shows that the e-MENTE: PT Program has improved the content knowledge of preschool teachers in the following modules: child recognition and evaluation, learning centres and role of the teacher, planning, implementation, evaluation and family participation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The impact of e-MENTE: PT Program on Preschool Learning Environments"
        },
        {
            "text": "Needs of teachers Focus group interviews were carried out to determine the needs of teachers and design the e-MENTE: PT Program according to these needs. The interviews revealed that majority of the teachers lacked knowledge and experience in the planning, implementation and evaluation stages of the MoNE Preschool Education Curriculum; therefore, they needed support. According to the initial observations, the weaknesses of teachers were in the fields of learning centres and role of the teacher, planning, implementation, classroom management, and abuse and neglect. Moreover, teachers needed more support for educational environments that they created, their perspectives for children, and their professional development. These results of the initial observations, made before implementing the program, showed consistency with the results obtained from the focus group interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The needs of teachers for the e-MENTE: PT Program and its reflections onto their educational practices"
        },
        {
            "text": "The document analysis results indicated that the monthly education plans were usually formed using already prepared plans. The chart on inclusion of concepts in monthly education plans and the chart on inclusion of gains and indicators were usually unfilled, and educational practices contained in the sections of the monthly education plan did not include gains and concepts adequately. Furthermore, the variety of group activities were not balanced, different methods and techniques emphasized in the evaluation stage of the program were not usually used, activities were not suitable enough for the developmental level of the children, and adjustments for the disabled children were not made. The teachers were willing to create the development observation form, development report and development portfolio, but they needed information and support about how to prepare them. The results related to benefiting from the Guide for Family Support Training Integrated with Preschool Education (OBADER) revealed that teachers did not prepare for the adaptation week, they did not make home visits, and individual meetings with families were held by only a few teachers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The needs of teachers for the e-MENTE: PT Program and its reflections onto their educational practices"
        },
        {
            "text": "After the implementation of the education program, the researchers made a final class observation. The observations revealed that the program supported some of the teachers positively in these areas: preparation for school, planning and implementation of education, learning centres and role of the teacher, family participation and classroom management. Furthermore, teachers who did not use appropriate classroom management methods at the beginning started to use positive disciplinary approaches, they were careful about enhancing the learning centres, positive communication means with children were developed, and the quality of the daily education plan was improved. The document examination conducted after the implementation of the education program indicated that the use of ready-made monthly education plans decreased, those who continued to use them did so to get help from it, and they re-arranged the ready-made monthly education plans taking the development of the child into consideration. Moreover, development observation forms and reports used to evaluate children and recommendations for families were prepared with a higher quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impacts of e-MENTE: PT Program on Teachers' Practices"
        },
        {
            "text": "Discussion questions were presented in the duration of e-mentoring between the mentor and the mentee after the teacher completed each relevant module in the system. Whether the acquired knowledge was implemented or not was checked through the discussion. As additional knowledge was supplied, the correction of inappropriate understandings and perceptions was ensured. The examination of the teaching management system showed that during the discussion process, the teachers corresponded mostly on the following modules: child recognition and evaluation, learning centres and role of the teacher, planning, implementation and evaluation of education, and classroom management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from discussion forum questions"
        },
        {
            "text": "The response of the teacher to the question about the module titled \"A Day of the Teacher: Evaluation\" revealed that she encountered problems with an activity. The mentor shared a sample observation record and some other examples of different evaluation methods. The related correspondence is presented below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from discussion forum questions"
        },
        {
            "text": "Discussion question: Could you please share a different activity that be included in the daily education plan and done in the daily evaluation time? Mentee (teacher) 2: \"I evaluate daily activities verbally during, and sometimes at the end of, the activity, but I have a problem about taking notes. The moment I catch the children's interest, I try to move on to the next stage, and at the end of the day, evaluations get muddled up. I usually make evaluations based on the questions I asked after watching a drama, a field trip or an experiment.\" Mentor (researcher) 1: \"All right. Have you ever tried getting to know and evaluating children by using a teacher's notebook? Now, I'll share an example of such a notebook with you. Please go over it and then study the source in the attachment.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from discussion forum questions"
        },
        {
            "text": "Following a discussion question in the \"A Day of the Teacher: Planning\" module, the mentee explained how s/he would prepare a daily education plan and share it with children in the class. The related correspondence is presented below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 2: \"I studied the materials. This week, we have a field trip to the milk factory. When we return, instead of asking questions for evaluation, I'm considering asking the children to draw pictures. In addition, I'll have a slide show using the photographs I have taken to reinforce what they learnt. I find your \"how was today\" questions interesting, I'll try them."
        },
        {
            "text": "Discussion question: What contributions do you think using images in the preparation of daily education plan would offer to children? Mentee (teacher) 4: \"While watching the video, I realized that it was a great loss not having done it so far. The child learns planning and monitoring the time, as well as cooperation; in short, s/he participates in the process and monitors it in person. What's more, if we made it an erasable board, and gave the responsibility of marking to the child, then concepts such as ordering and time, as well as awareness of writing would be supported.\" Mentor (researcher) 2: \"Did you have a chance to examine the materials I sent you?\" Mentee (teacher) 4: \"I went over the planning materials. I thought that implementation would be easier if the daily education plan were prepared and monitored together with children… I prepared materials. I'm planning to try them in the class today.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 2: \"I studied the materials. This week, we have a field trip to the milk factory. When we return, instead of asking questions for evaluation, I'm considering asking the children to draw pictures. In addition, I'll have a slide show using the photographs I have taken to reinforce what they learnt. I find your \"how was today\" questions interesting, I'll try them."
        },
        {
            "text": "In the \"Child Recognition and Evaluation\" module, following the discussion question, a live lesson was conducted so that a lengthy conversation could be made on how to improve the development observation form and what the teacher did during the observation. The related correspondence is presented below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 2: \"I studied the materials. This week, we have a field trip to the milk factory. When we return, instead of asking questions for evaluation, I'm considering asking the children to draw pictures. In addition, I'll have a slide show using the photographs I have taken to reinforce what they learnt. I find your \"how was today\" questions interesting, I'll try them."
        },
        {
            "text": "Mentor (researcher) 5: \"What techniques should we use while observing children in the class? Please send me an observation form, we can discuss on the example better. We can start the live lesson after you send me the form.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion question: What adversities could be faced if the teacher used words of judgement and labelling when they recorded their observations? Mentee (teacher) 9: \"Expressions that include judgement and labelling will not be reminders when a problem is encountered. Observation records should be about the content and reason of the behaviour.\""
        },
        {
            "text": "The live lessons were carried out according to the needs and willingness of the teachers. It can be stated that after discussing on various perspectives, the reservations of the mentees started disappearing and they were oriented towards appropriate methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from Live Lessons"
        },
        {
            "text": "The conversations of Mentee (teacher) 2 about the adaptation week indicated that s/he focused on families' not preparing their kids for school. At this point, the mentor enabled the mentee to review the adaptation week practices and think about the issue by asking her/him questions. This helped the mentee to start changing her/his reservations about the adaptation week. The related correspondence is presented below: Mentee (teacher) 2: \"…the family doesn't familiarize the child with school before the adaptation week at school or they don't say anything about the school concept. I'm just thinking that they could be given a seminar when they come to school for registration with the counselling service. Or maybe, a social meeting could be held for everyone on a certain date to tell their children about what the school is and what it is not.\" Mentor (researcher) 1: \"All right, do you think you could arrange a workshop, in the first week in the absence of children, explaining the parents what happens at school in the first week? Mentee (teacher) 2: \"Yes I believe this should be done (…)\" Mentor (researcher) 1: \"Then you think it is essential that the family informs the child correctly about the school concept during the adaptation period.\" Mentee (teacher) 2: \"Yes, especially starting from the registration when the administration sees them… not only the teacher… a leaflet can be prepared for this purpose. The leaflet can orientate parents about the basics of how to make their children understand and like the school… this can be done before the first parents' meeting. This can be done early, and finally, it can be reinforced through activities in the adaptation week.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from Live Lessons"
        },
        {
            "text": "Another conversation, between Mentor (researcher) 2 and Mentee (teacher) 4, revealed that the records of a child kept by a teacher were not transferred to the following year, so all the information about the child remained with the teacher. In this case, Mentor 2 asked some questions and made the following recommendations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results from Live Lessons"
        },
        {
            "text": "Mentor (researcher) 2: \"I see, do you think it would be different if you did so, or you suggested?\" Mentee (teacher) 4: \"Sometimes, when there is a problem about my ex-students, we exchange opinions. Not in a document but we always orally communicate, talk about them.\" Mentor (researcher) 2: \"I see. (…) Do you think you could try? You already communicate orally, but what if it were done through official documents?\" Mentee (teacher) 4: \"Actually, yes, we should mention this in our meeting. It will be much better to communicate through documents too.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 4: \"When my students go to another teacher in the following year, I don't transfer my own development observation forms or development checklists or other information to the new teacher. They stay with me.\""
        },
        {
            "text": "This conversation exemplifies that Mentor 2 has offered a practice, which is new for the teacher, and enabled her/him to adopt it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 4: \"When my students go to another teacher in the following year, I don't transfer my own development observation forms or development checklists or other information to the new teacher. They stay with me.\""
        },
        {
            "text": "An example conversation between the mentor and mentee about the problem of a child involving a game in learning centres is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 4: \"When my students go to another teacher in the following year, I don't transfer my own development observation forms or development checklists or other information to the new teacher. They stay with me.\""
        },
        {
            "text": "Mentor (researcher) 2: \"I see. I have a suggestion. If the child has not started to use the blocks to create a structure yet, and if s/he only drags them, use them like motor games, you can support them about how they would get to the structure making stage. You can sit at the block centre with the child, speak with her/him, and attract her/his attention by supporting or using miniature tools. For example, wooden characters, wild animals, miniature people…\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mentee (teacher) 6: \"This year, there is a child who just drags the blocks in the block centre, or s/he hits and breaks them, and later s/he can even be aggressive at other children.\""
        },
        {
            "text": "The examination of the Teacher Development Portfolios revealed that the teachers found the program supportive in the modules of learning centres and role of the teacher, planning, implementation, assessment, classroom management I, classroom management II, family participation, family education, and abuse and neglect. Although their portfolios mainly reflected what they learnt in the modules, they also made evaluations about their social development through the modules and the program. The teachers stated that the program increased their motivation, improved their creativity, decreased their anxiety, and contributed to their sharing with other teachers. Furthermore, the teachers set targets for their future works and the program directed them to investigate on topics other than the modules too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results related to the reflections of the e-MENTE:PT Program onto the Professional Development of Teachers"
        },
        {
            "text": "In the Planning of Education Module, some of the responses to the question \"What have I learnt in this module?\" are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results related to the reflections of the e-MENTE:PT Program onto the Professional Development of Teachers"
        },
        {
            "text": "Mentee (teacher) 6: \"The images in this module have been prepared very nicely. Thanks to this information, I realised my shortcomings. I made notes of the issues that I need to take care. I shared my notes with my group colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results related to the reflections of the e-MENTE:PT Program onto the Professional Development of Teachers"
        },
        {
            "text": "to all those who contributed.\" Mentee (teacher) 4: \"I learnt about the benefits of making monthly education plans, preparing daily education plan, and further, preparing the daily education plan in a diagrammatic manner so that the children also understand them; benefits of preparing the activity plans in detail; the elements I should integrate in these plans; and the importance of having a daily evaluation time. We didn't use to have enough time for evaluating the day, but I realised that I needed to spare more time for this.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I found the answers to the questions in my mind in this module. I am thankful"
        },
        {
            "text": "In the Classroom Management I Module, some of the responses to the question \"What have I learnt in this module?\" are as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I found the answers to the questions in my mind in this module. I am thankful"
        },
        {
            "text": "The aim of this study was to develop a design-based e-mentoring program to support the professional development of preschool teachers and to test its effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "The focus group interviews indicated that majority of the teachers lacked knowledge about the planning, implementation and evaluation of the education program and they needed support. In addition, initial observations made in their classrooms showed that their weaknesses were in the following areas: learning centres and role of the teacher, planning the education, implementation, classroom management-I, classroom management-II, and abuse and neglect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "The document analyses concluded that the monthly education plans used were usually ready-made plans; therefore, the charts of gains and indicators and the inclusion of concepts in the monthly education plans were usually left unfilled, and activities and other works in different sections of the monthly education plan did not support gains and concepts sufficiently. Aras and Tantekin Erden (2020) proved that the pedagogical documentation method supported children's meta-cognitive and self-organizational skills. Another study (Buldu et al., 2018) , which was part of a large-scale design-based phenomenological research, established that high quality evaluation contributed to the individual, interpersonal relations and learning processes. Accordingly, it was determined that the participants of this study needed to get knowledge and support about creating a development observation form, a development report and a development portfolio.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 398,
                    "text": "Aras and Tantekin Erden (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 530,
                    "end": 550,
                    "text": "(Buldu et al., 2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "The results obtained from the focus group interviews, observations and document analyses share similarities with other research results in the literature. Other studies also stated that teachers encountered problems in creating learning centres (Erden, 2010; Özsırkıntı et al., 2014) . According to Kandır et al. (2009) , preschool teachers mostly experienced difficulties in making daily plans and evaluating them. Erşan (2011)'s observations maintained that teachers saw free play time only as an aimless activity during which a child plays freely. In another study, it was notable that the number of teachers who used a portfolio to get to know and evaluate children was very few (Yılmaz Topuz & Erbil Kaya, 2016) . The same study also revealed that teachers had problems with sparing time for child recognition and evaluation, and cooperation with the family. Bağ (2015) 's study also concludes that teachers see themselves less competent in the education curriculum field than other fields and they need to be supported through in-service training. Aysu and Aral (2016) also state that teachers need support in program planning and application. The e-MENTE: PT Program was prepared based on these findings and the recommendations presented after the focus group interviews; thus, it can be asserted that the program was created according to the needs of teachers in terms of its scope and content.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Erden, 2010;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 259,
                    "end": 283,
                    "text": "Özsırkıntı et al., 2014)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 299,
                    "end": 319,
                    "text": "Kandır et al. (2009)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 691,
                    "end": 716,
                    "text": "Topuz & Erbil Kaya, 2016)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 864,
                    "end": 874,
                    "text": "Bağ (2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1054,
                    "end": 1074,
                    "text": "Aysu and Aral (2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "In the implementation stage, the teachers were supported by means of discussion questions and their inappropriate understandings and perceptions were corrected. In addition, their knowledge was improved. In the learning management system, the discussion questions were arranged in such a way that the correspondence was only between the related/matching mentor and mentee. In this way, each mentor saw the responses of her/his mentee only, which not only facilitated feedback but also contributed to the ethical management of the process. In the discussion questions stage, more correspondence was carried on through the learning management system about child recognition and evaluation, learning centres and role of the teacher, planning, implementing and evaluating the education, and classroom management. In a study, it was revealed that a discussion forum was an opportunity for teachers to discuss educational implementations among themselves and get guidance (Gareis & Nussbaum-Beach, 2007) . Babinski et al. (2001) used e-mentoring to solve the problems of new teachers, and they found out that during the process, new teachers generally wrote messages about disabled students, policies, educational experiences, technical issues, teacher perception, classroom management, working with adults and teaching curriculum. In another study, in an asynchronous online platform, it was observed that the contents of messages between mentors and mentees involved pre-planning, teaching process, evaluation of learning, classroom management and professional responsibilities (Gareis & Nussbaum-Beach, 2007) .",
            "cite_spans": [
                {
                    "start": 966,
                    "end": 997,
                    "text": "(Gareis & Nussbaum-Beach, 2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1000,
                    "end": 1022,
                    "text": "Babinski et al. (2001)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1574,
                    "end": 1605,
                    "text": "(Gareis & Nussbaum-Beach, 2007)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "The implementation stage of this research revealed that different learning and personal traits of teachers influenced their professional development, and the e-mentoring period was affected accordingly. We believe that customising the learning management system for the matching mentor and mentee had positive impacts on teachers' professional development because in this way, every mentor shared education modules in other topics that their mentee needed using the same learning management system, and they found the opportunity to steer the process through discussion questions. Moreover, live lessons and classroom visits were conducted with some of the mentees to meet their needs. The literature also suggested that mentoring processes could be varied as mentees had different experiences and pedagogical knowledge (Shpigelman & Gill, 2013) . The live lessons were carried out according to the needs and willingness of the teachers. It can be stated that after discussing on various perspectives, the reservations of the mentees started disappearing and they were oriented towards appropriate methods. Furthermore, in the live lessons, recommendations were offered to the mentee to enable her/him to adjust the situation to her/his classroom so that the mentee finds the solution herself/himself.",
            "cite_spans": [
                {
                    "start": 820,
                    "end": 845,
                    "text": "(Shpigelman & Gill, 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "The research results showed that there was a significant difference between the pre-and post-module evaluation scores of the teachers. Based on these results, it can be concluded that the program improved the knowledge of teachers especially in the following contents: child recognition and evaluation, learning centres and role of the teacher, planning of education, implementation of education, and family participation. Furthermore, it was observed that after the implementation of the e-mentoring program, the quality of early education learning environments increased. There is a meaningful difference between the pre-and post-test results of especially the physical environment, personal care routines and activities sub-scales. In other words, the training provided enabled not only the preschool class to improve physically but also the teacher to develop activity plans and to use the daily routines better. In their research study, Buldu et al. (2018) recommend that to be able to evaluate children effectively, learning environments should be socially and physically arranged, inand out-of-class interactions should be supported, and teachers should be enabled to gain the necessary pedagogical knowledge and skills through pre-service and inservice training. The action research conducted by Çetin (2013) put forth that the e-mentoring program for the evaluation of structuring for English teachers working in disadvantaged areas improved their professional knowledge and awareness.",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 961,
                    "text": "Buldu et al. (2018)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1304,
                    "end": 1316,
                    "text": "Çetin (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "It was notable that the literature review related to the studies on supporting the professional development of teachers and teacher candidates did not include any evaluation about learning environments. Yet, this study proved that the e-mentoring program supported the quality of learning environments in the classrooms of the participating teachers. These results correspond to the qualitative results of our research. The classroom observations conducted after the implementation of the e-MENTE:PT Program indicated that the professional development of some of the teachers were positively influenced in the areas of preparation to school, planning and evaluation of education, learning centres and role of the teacher, family participation, and classroom management. Moreover, the teachers who did not use proper methods in the classroom management replaced them with positive attitudes, they were careful about enhancing the learning centres, they developed ways of positive communication with children, and they prepared and used the daily education plan as required. As a result of the document analyses made after the implementation, it was found that most of the teachers considered gains and indicators while preparing the monthly education plan, they prepared higher quality activity plans, the use of ready-made plans decreased, and they were mainly used as a reference. In addition, the quality of the development observation forms and reports used for the evaluation of children and the recommendations made for families increased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "In the Teacher Development Portfolios, the teachers stated that the program supported their professional development particularly in the modules of learning centres and role of the teacher, planning, implementation, assessment, classroom management I, classroom management II, family participation, family education, and abuse and neglect. The teachers stated that the program increased their motivation, improved their creativity, decreased their anxiety, and contributed to their sharing with other teachers. Furthermore, the teachers set targets for their future works and the program directed them to investigate on topics other than the modules too. In another study, e-mentoring was conducted to support the professional development of candidate teachers of information technologies, and interviews and researchers' diaries proved that e-mentoring had positive impacts on teachers' not only professional development but also the formal training process (Kahraman & Kuzu, 2016) . Other research also established that thanks to the support from the mentor, teachers' feelings of emotional support increased, feelings of loneliness decreased, teaching self-efficacy increased, reflective thinking skills improved, willingness for teaching increased, and problem-solving skills developed (Brintnall, 2002; DeWert et al., 2003; Hew & Knapczyk, 2007; Langhey, 2008; McDiarmid, 2006) . In an action research, Aras (2019) also explained that even if difficulties were involved during the process, as a result of implementations carried out together, teachers made systematic observations, which they documented, and they started to use their assessment data for future planning.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 982,
                    "text": "(Kahraman & Kuzu, 2016)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1290,
                    "end": 1307,
                    "text": "(Brintnall, 2002;",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1328,
                    "text": "DeWert et al., 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1329,
                    "end": 1350,
                    "text": "Hew & Knapczyk, 2007;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1351,
                    "end": 1365,
                    "text": "Langhey, 2008;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1366,
                    "end": 1382,
                    "text": "McDiarmid, 2006)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "When the qualitative and quantitative results of the research are assessed together, it can be established that teachers have developed their professional content knowledge and reflected it onto the implementation periods successfully with skill. The learning management system used in this study was effective in maintaining customised one-to-one mentorship on an individualised basis for each pair of mentor and mentee. Moreover, the e-mentorship program offered to the teachers included the seven factors that affected the quality of the professional development programs, which was taken from \"Effective Teacher Professional Development Report (Darling-Hammond et al., 2017) \". These factors were content focus, active learning, supporting collaboration, using models and modelling for effective practice, providing coaching and expert support, offering feedback and reflection, and sustained duration. During our e-mentoring period, in addition to theoretical knowledge, the program included implementation examples, discussion questions, and live lessons, which may also have increased its effectiveness.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 678,
                    "text": "(Darling-Hammond et al., 2017)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "To conclude, it can be maintained that the e-MENTE:PT Program increased the preschool teachers' professional content knowledge, the quality of learning environments and motivations for learning. Thus, the teachers have transferred what they learnt to their educational practices and improved themselves. When the literature was reviewed, it was noted that the number of studies on the use of e-mentorship for the professional development of teachers is quite limited, and there were not any studies involving the preschool teachers; still, it was stated that this method is an effective way of approaching teachers (Babinski et al., 2001; Baran, 2016; Çetin, 2013; Gareis & Nussbaum-Beach, 2007; Kahraman, 2012; Kahraman & Kuzu, 2016; Kovalchuck & Vorotnykova, 2017; Langhey, 2008; Ligadu & Anthony, 2015; McAleer & Bangert, 2011; Quintana & Zambrano, 2014; Simonsen et al., 2009) .",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 638,
                    "text": "(Babinski et al., 2001;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 639,
                    "end": 651,
                    "text": "Baran, 2016;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 652,
                    "end": 664,
                    "text": "Çetin, 2013;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 665,
                    "end": 695,
                    "text": "Gareis & Nussbaum-Beach, 2007;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 696,
                    "end": 711,
                    "text": "Kahraman, 2012;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 712,
                    "end": 734,
                    "text": "Kahraman & Kuzu, 2016;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 735,
                    "end": 766,
                    "text": "Kovalchuck & Vorotnykova, 2017;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 767,
                    "end": 781,
                    "text": "Langhey, 2008;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 782,
                    "end": 805,
                    "text": "Ligadu & Anthony, 2015;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 806,
                    "end": 830,
                    "text": "McAleer & Bangert, 2011;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 831,
                    "end": 857,
                    "text": "Quintana & Zambrano, 2014;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 858,
                    "end": 880,
                    "text": "Simonsen et al., 2009)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "It can further be asserted that the original aspects of this research are the use of a design-based model, the upgraded use of the design within the learning management system, and the assessment of teacher development by means of multiple measurement instruments. Moreover, being able to work on a customised learning management system for each mentor and mentee, the teachers were supported according to their own needs and learning paces by an expert on a one-to-one basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "Given the Covid-19 pandemic we are in, it can be observed that both teachers and teacher trainers and academicians have become accustomed to using distance education and its relevant platforms, and that face-to-face professional development training environments are increasingly replaced by online environments. Therefore, it can be stated that the learning management system used in this research, the e-mentoring method and the developed training program can be used not only for the professional development of the teachers but also for the training of teacher candidates in case of another pandemic. Moreover, the research is significant in that it includes supportive elements of media and technology literacy (Partnership for 21st Century Skills, 2009), which is an important twenty-first century skill. Even though it was not assessed in the study, the researchers also believe that the research period facilitated the participating teachers' and academicians' adjustment to online environments during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "Further research can be conducted to examine the impacts of the e-MENTE:PT Program on the development of children. Moreover, longitudinal studies can be carried out to monitor and evaluate the permanence of the positive effects of the program. E-mentoring can also be used to support the professional development of preschool teachers who will start to work for the first time, and the effectiveness of the program on the new teachers and on the experienced teachers can be compared. To ensure professional communication in the mentorship system, a professional development network can be established. Through the network, by reaching more teachers than the number of participants in this study, the practice in this research can be repeated and the results can be assessed. Mentoring can be used in studies with small groups, especially in teaching practice lessons of undergraduate programs of teaching departments, and the results can be evaluated for its effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion, discussion and recommendations"
        },
        {
            "text": "In the 2015 -2019 Strategic Plan prepared by MoNE (MoNE, 2015) , it was stated that some strategic steps were taken for teachers' getting periodical training to increase quality in education and teaching, particularly on the following areas: leadership and classroom management, competence, teaching styles, measurement and evaluation, material preparation, establishing communication, using technology effectively and efficiently, foreign language, and professional ethics. Nevertheless, the research results have proved that these measures were not adequate, thus, it is recommended that the methods used in this research be additionally employed to support the professional development of teachers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 62,
                    "text": "(MoNE, 2015)",
                    "ref_id": null
                }
            ],
            "section": "Conclusion, discussion and recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sosyal bilimlerde SPSS uygulamaları: Sık kullanılan istatistiksel analizler ve açıklamalı SPSS çözümleri",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Akbulut",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "SPSS Applications in Social Sciences: Frequently used statistical analyses and explanatory SPSS solutions] İdeal Kültür ve Yayıncılık",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Designing an e-mentoring program for novice teachers in Turkey and investigating online interactions and program outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alemdağ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Erdem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mentoring & Tutoring: Partnership in Learning",
            "volume": "25",
            "issn": "",
            "pages": "123--150",
            "other_ids": {
                "DOI": [
                    "10.1080/13611267.2017.1327394"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Design-based research: A decade of progress in education research? Educational Researcher",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shattuck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "16--25",
            "other_ids": {
                "DOI": [
                    "10.3102/0013189X11428813"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Her çocuğa eşit fırsat: Türkiye'de erken çocukluk eğitiminin durumu ve öneriler. [Equal opportunity to every child: the status of early childhood in Turkey and recommendations",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Implications: An analysis of e-mentoring induction year programs for novice alternatively certified teachers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kritsonis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Online Submission",
            "volume": "3",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improving early childhood teachers' formative assessment practices: Transformative role of collaborative action research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aras",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Uluslararası Eğitim Programları ve Öğretim Çalışmaları Dergisi",
            "volume": "9",
            "issn": "2",
            "pages": "221--240",
            "other_ids": {
                "DOI": [
                    "10.31704/ijocis.2019.010"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Documentation panels: Supporting young children's self-regulatory and metacognitive abilities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aras",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "&amp; Tantekin Erden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Early Years Education",
            "volume": "28",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09669760.2019.1592743"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mentörlükten e-mentörlüğe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arkün-Kocadere",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kızılkaya Cumaoğlu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eğitim teknolojileri okumaları",
            "volume": "",
            "issn": "",
            "pages": "493--513",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Okul öncesi öğretmenlerinin 2013 okul öncesi eğitim programını uygulamada karşılaştıkları sorunların düzeyi",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Yayınlanmamış yüksek lisans tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Öğretmenlerin MEB okulöncesi eğitim programını planlama ve uygulamaya yönelik çalışmalarının incelenmesi. [Examination of teachers' studies on planning and implementation of MoNE preschool curriculum",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Okul öncesi öğretmenlerinin öğrenme merkezleri hakkındaki görüş ve uygulamalarının incelenmesi",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gazi Üniversitesi Aysu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aral",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Kastamonu Education Journal",
            "volume": "24",
            "issn": "5",
            "pages": "25--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The roles of facilitators and peers in an online support community for first-year teachers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Babinski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Dewert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Educational and Psychological Consultation",
            "volume": "12",
            "issn": "2",
            "pages": "151--169",
            "other_ids": {
                "DOI": [
                    "10.1207/S1532768XJEPC1202_05"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Okul öncesi öğretmenlerinin öğretmen yeterlikleri ve hizmet içi eğitim ihtiyaçları [Competency of preschool teachers and their in-service training needs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bağ",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Yayınlanmamış yüksek lisans tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reflections from a design-based research preparing GeoGebra supported activities towards gifted students",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Düzce Üniversitesi Baltacı",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yıldız",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kıymaz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aytekin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mehmet Akif Ersoy University Journal of Education Faculty",
            "volume": "1",
            "issn": "39",
            "pages": "70--90",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Examining the benefits of a faculty technology mentoring program on graduate students' professional development",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Digital Learning in Teacher Education",
            "volume": "32",
            "issn": "3",
            "pages": "95--104",
            "other_ids": {
                "DOI": [
                    "10.1080/21532974.2016.1169958"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Öğretmenlerin mesleki gelişiminde dinamik yaklaşımın uygulanması: bir eylem araştırması. [Implementation of the dynamic approach in the professional development of teachers: an action research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bozkuş",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Okul öncesi dönem çocuklarının gelişim ve öğrenmelerinin desteklenmesinde pedagojik dokümantasyonun katkısının öğretmen görüşlerine göre incelenmesi. [Examination of the contribution of pedagogical documentation to support the development and learning of preschool children from teachers' views] Elementary Education Online",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buldu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Şahin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yılmaz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17051/ilkonline.2018.466365"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Creating an e-Mentoring Community: Information Brief",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgstahler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Türkiye bağlamında öğretmenlerin mesleki gelişimi: Sorunlar ve öneriler",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Bümen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ateş",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Çakar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ural",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Acar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Professional development of teachers in Turkey: Problems and recommendations] Milli Eğitim Dergisi",
            "volume": "42",
            "issn": "",
            "pages": "31--50",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Öğretmenlerin Mesleki Gelişimleri: Engeller ve Öneriler",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Can",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eğitimde Nitel Araştırmalar Dergisi",
            "volume": "7",
            "issn": "4",
            "pages": "1618--1650",
            "other_ids": {
                "DOI": [
                    "10.14689/Issn.2148-2624.1.7c.4s.14m"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Learning from one's own teaching: New science teachers analyzing their practice through classroom observation cycles",
            "authors": [
                {
                    "first": "Ceven",
                    "middle": [],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Research in Science Teaching",
            "volume": "53",
            "issn": "3",
            "pages": "473--501",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.21253"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mentoring college students: A critical review of the literature between 1990 and 2007. Research in Higher Education",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "525--622",
            "other_ids": {
                "DOI": [
                    "10.1007/s11162-009-9130-2"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An action research on e-mentoring: A supplemental tool for professional development of EFL teachers working at MNE schools",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Çetin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A blended mentoring practice for designing e-material for english as a foreign language learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Çobanoğlu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "E"
                    ],
                    "last": "Yücel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Uzunboylar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ceylan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Turkish Online Journal of Qualitative Inquiry",
            "volume": "8",
            "issn": "1",
            "pages": "141--160",
            "other_ids": {
                "DOI": [
                    "10.17569/tojqi.288860"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Öğretmen yetiştirme ve okul öncesi öğretmeninin özellikleri",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dağlıoğlu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Genç",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anı Yayıncılık",
            "volume": "",
            "issn": "",
            "pages": "175--214",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effective teacher professional development. Learning Policy Institute",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Darling-Hammond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hyler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "External mentoring support for early career special education teachers",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christenson-Foggett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Australian Journal of Special Education",
            "volume": "35",
            "issn": "1",
            "pages": "61--71",
            "other_ids": {
                "DOI": [
                    "10.1375/ajse.35.1.61"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Safe passages providing online support to beginning teachers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Dewert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Babinski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Teacher Education",
            "volume": "54",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0022487103255008"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Okul öncesi öğretmenlerinin okul öncesi eğitim programı ve 2012 değişikliklerinin uygulanmasına ilişkin görüşleri (kayseri ili örneği",
            "authors": [
                {
                    "first": "Ü",
                    "middle": [],
                    "last": "Düzgün",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Eğitim izleme raporu",
            "authors": [],
            "year": 2009,
            "venue": "İstanbul: ERG Sabancı Üniversitesi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Online mentoring and computer-mediated communication: New directions in research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Ensher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Vocational Behavior",
            "volume": "63",
            "issn": "2",
            "pages": "44--51",
            "other_ids": {
                "DOI": [
                    "10.1016/S0001-8791(03)00044-7"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Problems that preschool teachers face in the curriculum implementation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "; S"
                    ],
                    "last": "Erden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yıldırım",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parpucu",
                    "suffix": ""
                },
                {
                    "first": "Ü",
                    "middle": [
                        "B"
                    ],
                    "last": "Ülkü",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Orta Doğu Teknik Üniversitesi Erdoğan",
            "volume": "32",
            "issn": "",
            "pages": "494--512",
            "other_ids": {
                "DOI": [
                    "10.16986/HUJE.2016016671"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Etkili Öğretmenlerin Mesleki Gelişimi",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eroğlu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Özbek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "73--92",
            "other_ids": {
                "DOI": [
                    "10.14582/DUZGEF.2020.142"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Okul öncesi eğitim kurumlarında görev yapan öğretmenlerin ilgi köşelerinde serbest oyun etkinlikleri ile ilgili görüş ve uygulamalarının incelenmesi [Examination of the opinions and practices of preschool teachers on free play activities in interest areas",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erşan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Electronically mentoring to develop accomplished professional teachers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gazi Üniversitesi Gareis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nussbaum-Beach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Personnel Evaluation in Education",
            "volume": "20",
            "issn": "3",
            "pages": "227--246",
            "other_ids": {
                "DOI": [
                    "10.1007/s11092-008-9060-0"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Okul öncesi eğitiminde değerlendirme sürecine ilişkin öğretmen tutumlarının incelenmesi",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gelebek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Yayınlanmamış yüksek lisans tezi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Evaluating professional development",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Öğrenme nesnesi tasarım ve geliştirme süreci: Bir tasarım tabanlı araştırma örneği [Learning object design and development process: an example of a design-based research",
            "authors": [
                {
                    "first": "Ç",
                    "middle": [],
                    "last": "Güler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Okul öncesi dönemde uygulanan aile katılımı etkinlikleri hakkında öğretmen görüşleri",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hacettepe Üniversitesi Görür",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Yayınlanmamış yüksek lisans tezi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Türkiye Cumhuriyeti'nin Kuruluşunun 100'üncü Yılına Doğru Türkiye'de Okul Öncesi Eğitim",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bahçeşehir Üniversitesi Haktanır",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Okul öncesi eğitime giriş (8. Baskı)",
            "volume": "",
            "issn": "",
            "pages": "323--344",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "2000-2014 yılları arasında MEB hizmetiçi eğitim seminerlerinde verilen eğitimlere katılan okul öncesi öğretmenleriyle yapılan görüşme ve gözlem notları",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haktanır",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Türkiye'de okul öncesi eğitimin durumu",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haktanır",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dağlıoğlu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        ";"
                    ],
                    "last": "Güler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unesco Raporu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Okul öncesi öğretmenleri için mesleki gelişim aracı olarak öğretmen portfolyosu kullanımı [Using teaching portfolio as a profesional development tool for early childhood teachers]. (Yayınlanmamış doktora tezi",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hazar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Analysis of ill-structured problem solving, mentoring functions, and perceptions of practicum teachers and mentors toward online mentoring in a field-based practicum",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Hacettepe Üniversitesi Hew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Knapczyk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Instructional Science",
            "volume": "35",
            "issn": "1",
            "pages": "1--40",
            "other_ids": {
                "DOI": [
                    "10.1007/s11251-006-9000-7"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Öğretmenlerin MEB 2013 okul öncesi eğitim programı hakkındaki görüşleri ve programı kullanma durumları",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Işık",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Bilişim teknolojileri öğretmen adaylarının mesleki gelişiminde e-mentörlük [E-mentoring in professional development of information technologies teacher candidates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gazi Üniversitesi Kahraman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "E-Mentoring for professional development of pre-service teachers: A case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anadolu Üniversitesi Kahraman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Turkish Online Journal of Distance Education",
            "volume": "17",
            "issn": "3",
            "pages": "76--89",
            "other_ids": {
                "DOI": [
                    "10.17718/tojde.19973"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Okul öncesi öğretmenlerinin eğitim programlarını planlanma ve uygulamada karşılaştıkları güçlüklerin incelenmesi. [Examination of difficulties preschool teachers encounter during planning and implementation of education curriculums",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kandır",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Özbey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "İnal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Uluslararası Sosyal Araştırmalar Dergisi",
            "volume": "6",
            "issn": "",
            "pages": "373--387",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Okul öncesi eğitim öğretmenlerinin çocuk merkezli yaklaşım uygulamalarının değerlendirilmesi",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Yayınlanmamış doktora tezi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Okul öncesi eğitimde temel sorunlar ve çözüm önerileri",
            "authors": [
                {
                    "first": "Ş",
                    "middle": [],
                    "last": "Gazi Üniversitesi Kılıç",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Yayınlanmamış yüksek lisans tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Öğretmenlerin 2013 okul öncesi eğitim programı'nda yer alan ölçme değerlendirme yöntemlerini kullanım durumları",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Kırklareli Üniversitesi Kılınç",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Yayınlanmamış yüksek lisans tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "e-coaching, e-mentoring for lifelong professional development of teachers within the system of post-graduate pedagogical education. Turkish Online Journal of Distance Education",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gazi Üniversitesi Kovalchuck",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vorotnykova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "214--227",
            "other_ids": {
                "DOI": [
                    "10.17718/tojde.328956"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Design-based research and its implementation in the design and development of learning environments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Çankaya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Mısırlı",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anadolu Journal of Educational Sciences International",
            "volume": "",
            "issn": "1",
            "pages": "19--35",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Mentörlükte yeni bir yaklaşım: e-mentörlük",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kahraman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Odabaşı",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Anadolu Üniversitesi Sosyal Bilimler Dergisi",
            "volume": "12",
            "issn": "4",
            "pages": "173--184",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "From a distance: Supporting beginning alternatively certified urban teachers via e-mentoring",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Langhey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "E-Mentoring 'Mentor Tokou': Support for mentors and mentees during the practicum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ligadu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia-Social and Behavioral Sciences",
            "volume": "186",
            "issn": "",
            "pages": "410--415",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbspro.2015.04.144"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Professional growth through online mentoring: A study of mathematics mentor teachers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcaleer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bangert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Educational Computing Research",
            "volume": "44",
            "issn": "1",
            "pages": "83--115",
            "other_ids": {
                "DOI": [
                    "10.2190/EC.44.1.e"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The effect of online mentoring on teacher self-efficacy of preservice physical education teachers during initial field-based teaching settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdiarmid",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "İç Denetim Faaliyet Raporu",
            "authors": [
                {
                    "first": "Johnson &amp; Wales University",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Preschool Education Curriculum. Ministry of National Education General Directorate of Basic Education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Milli Eğitim Bakanlığı 2015-2019 Stratejik Planı",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2015--2019",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Öğretmen yetiştirme ve geliştirme genel müdürlüğü öğretmenlik mesleği yeterlikleri",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "2023 Eğitim Vizyonu",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Mesleki Gelişim Faaliyetleri",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Öğretmen Akademisi Vakfı 2009 Faaliyet Raporu",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huberman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Activity Report of Teacher Academy Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "e-mentörlük sürecinin mente başarısına etkisi",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Özdemir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boydak Özan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The impact of e-mentoring on success of mentees] Bartın Üniversitesi Eğitim Fakültesi Dergisi",
            "volume": "2",
            "issn": "",
            "pages": "170--186",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Okul öncesi öğretmenlerinin okul öncesi eğitim programı hakkındaki görüşleri (Adana ili örneği)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Özsırkıntı",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bolat",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17051/ilkonline.2018.413784"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Design-based research and applicability in software engineering education",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Özyurt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Özyurt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "I. International Turkish World Engineering and Science Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Comparing predictors of teachers' education for sustainable development practices among eco and non-eco preschools",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Pamuk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Olgan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Education & Science",
            "volume": "45",
            "issn": "203",
            "pages": "327--345",
            "other_ids": {
                "DOI": [
                    "10.15390/EB.2019.8774"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Framework for 21st century learning",
            "authors": [],
            "year": 2009,
            "venue": "Partnership for 21st Century Skills",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "E-mentoring: The effects on pedagogical training of rural teachers with complex geographical accesses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G B"
                    ],
                    "last": "Quintana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Zambrano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Computers in Human Behavior",
            "volume": "30",
            "issn": "",
            "pages": "629--636",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2013.07.042"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Early Childhood Education for Sustainability: A Driver for Quality",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Samuelsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ECNU Review of Education",
            "volume": "2",
            "issn": "4",
            "pages": "369--373",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Exploring the Contributions of an Immersive",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sulsberger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environmental Education Workshop on Pre-Service Teachers' Environmental Education Preparedness. Sustainability",
            "volume": "11",
            "issn": "22",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su11226505"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Design-based research: a methodology to extend and enrich biology education research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenderoth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CBE-Life Sciences Education",
            "volume": "19",
            "issn": "2",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The characteristics of unsuccessful e-mentoring relationships for youth with disabilities",
            "authors": [
                {
                    "first": "C.-N",
                    "middle": [],
                    "last": "Shpigelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Qualitative Health Research",
            "volume": "23",
            "issn": "4",
            "pages": "463--475",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732312469115"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "İlköğretim kurumlarındaki mesleki çalışmaların etkililiğinin değerlendirilmesi",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sıcak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Ş"
                    ],
                    "last": "Parmaksız",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The effectiveness of online paired mentoring for beginning science and mathematics teachers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luebeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bice",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of E-Learning & Distance Education",
            "volume": "23",
            "issn": "2",
            "pages": "51--68",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "E-mentoring for social equity: Review of research to inform program development",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Single",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Single",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mentoring & Tutoring: Partnership in Learning",
            "volume": "13",
            "issn": "",
            "pages": "301--320",
            "other_ids": {
                "DOI": [
                    "10.1080/13611260500107481"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Özel eğitimde yanlışsız öğretim yöntemleri (1.Baskı). [Errorless teaching methods in special education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tekin-İftar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kırcaali-İftar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "The Turkish Adaptation of Early Childhood Environment Rating Scale (ECERS). (Unpublished master thesis)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tovim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "; L"
                    ],
                    "last": "Jeffries",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Topping",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Innovations in Education and Teaching International",
            "volume": "47",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14703297.2010.498182"
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Online mentoring and pre-service elementary teachers' confidence to teach mathematics and science",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tolbert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tcnj Journal of Student Scholarship",
            "volume": "10",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Turkish Adaptation of the Early Childhood Rating Scale. (Unpublished master thesis)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tovim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Yayınlanmamış yüksek lisans tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Transforming our world: The 2030 agenda for sustainable development (A/ Res/44/ 25). UN General Assembly",
            "authors": [
                {
                    "first": "Selçuk",
                    "middle": [],
                    "last": "Üniversitesi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Konya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Education for sustainable development goals: Learning objectives",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "e-Mentörlükten e-öğrenmeye",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Uysal",
                    "suffix": ""
                },
                {
                    "first": "Ü",
                    "middle": [],
                    "last": "Sığrı",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Türkiye'de e-öğrenme: Gelişmeler ve uygulamalar II",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Okulöncesi Eğitim Programını Değerlendirme Ölçeği'nin geliştirilmesi ve bu ölçeğe bağlı olarak öğretmenlerin uygulamalarını değerlendirmeleri. [Improving the Preschool Education Curriculum Evaluation Scale and assessment of teachers based on this scale",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ünver",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Yayınlanmamış doktora tezi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Preschool quality: Opinions of parents from different socio-cultural status. 19th EECERA Annual Conference-Diversities in Early Childhood Education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gazi Üniversitesi Yıldırım",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kalkan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Akman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Sosyal bilimlerde nitel araştırma yöntemleri [Qualitative research methods in social sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yıldırım",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Şimşek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Okulöncesi eğitim öğretmenlerinin çocukları tanıma ve değerlendirme amaçlı yapılan çalışmalara ilişkin görüşleri. [Opinions of preschool teachers on studies about child recognition and evaluation] Anadolu Üniversitesi Eğitim Bilimleri Enstitüsü Dergisi",
            "authors": [
                {
                    "first": "Yılmaz",
                    "middle": [],
                    "last": "Topuz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anadolu Journal of Educational Sciences International",
            "volume": "6",
            "issn": "1",
            "pages": "27--62",
            "other_ids": {
                "DOI": [
                    "10.18039/ajesi.11365"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Data collection and analyses processes Qualitative What are the needs of teachers for the e-MENTE:PT Program and what method is expected to meet their needs? Focus Group Interview Form Design Qualitative What are the reflections of the e-MENTE:PT Program onto the in-class practices? In-class Observation Form Design Qualitative What are the reflections of the e-MENTE:PT Program onto the activity plans, monthly education plans and child recognition and evaluation forms prepared by the teachers? Document Examination Checklist Analysis Quantitative Does the e-MENTE:PT Program have an impact on the preschool learning",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Wilcoxon Signed Rank Test results of the difference between the total ECERS-R scores of preand post-tests *Based on negative ranks.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Wilcoxon Signed Rank Test results of the difference between the ECERS-R subscale scores of pre-and post-tests * Based on negative ranks, p < 0.007.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Wilcoxon Signed Rank Test results of the difference between the pre and post assessment scores of the modules",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mentee (teacher) 2: \"I care a lot about classroom management. Here, an issue that I emphasize in my class most is the disciplinary methods. In my class I use place and line order, and in getting in the line, I care about being fair. Being just and honest is important, not competitive. I care for a child's sharing and supporting the weaknesses of others in areas s/he is better. This module has reinforced all this, and I have seen that I was doing this right once again.\" Mentee (teacher) 4: \"I have gone through my knowledge about classroom management, disciplinary understanding, making rules and their sustainability. I had the chance of assessing my practices. We reviewed the rules. We reinforced the rules with visuals, and we put them up at certain places of the classroom. When there were any violations of the rules in the day, the children stepped in themselves and showed the pictures.\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}