{
    "paper_id": "32e465f6012d63260ac765813a359cf1043bfc3d",
    "metadata": {
        "title": "Suggested guidelines for emergency treatment of medical waste during COVID-19: Chinese experience",
        "authors": [
            {
                "first": "Yufeng",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoqing",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Angjian",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qunxing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Xiaodong"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Clean Energy Utilization",
                    "institution": "Zhejiang University",
                    "location": {
                        "postCode": "310027",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the period of COVID-19, the medical waste disposal capacity is seriously inadequate. The main technical process of the municipal solid waste incineration system is the same as that of the medical waste incineration system. Under the conditions of optimizing the technological process, improving the supporting facilities, and controlling the co-processing ratio, the municipal solid waste incinerator (grate furnace) co-processing medical waste is feasible. Some suggested guidelines for emergency treatment of medical waste from COVID-19 have been provided by China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "of the People's Republic of China and ten other ministries and commissions jointly issued the \"Work Plan for Comprehensive Treatment of Waste in Medical Institutions.\" In this plan, it is required to transfer and dispose of medical waste according to the \"Technical Specifications for Centralized Disposal of Medical Wastes (Trial)\", prevent loss and leakage, and explore the intelligent management of the entire process of medical waste collection, storage, transfer, transportation, and disposal. At the same time, to effectively respond to the explosive growth of medical waste and its potential secondary pollution waste generated during the process of collection, storage, and transfer, on January 28, 2020, the Ministry of Ecology and Environment of the People's Republic of China issued \"COVID-19 Infected Pneumonia Medical Waste Emergency Disposal Management and Technical Guide (Trial),\" which proposes to use hazardous waste incinerators, municipal solid waste incinerators, industrial furnaces, and other facilities as emergency treatment facilities for pneumonia medical waste to meet epidemic prevention needs. According to national statistics, until March 21, 2020, the national medical waste disposal level was 6066.8 t/d, which was an increase of emergency disposal level by 1164.0 t/d compared to January 20. The disposal level of Hubei Province and Wuhan City has also been greatly improved. The production of Hubei Province has reached 667.4 t/d, an increase of 487.4 t/d; the capacity of Wuhan City has reached 265.6 t/d (including municipal solid waste incinerator for general medical waste treatment capacity of 100 t/d), an increase of 215.6 t/d, essentially achieving \"Same-day destruction\" [1] .",
            "cite_spans": [
                {
                    "start": 1715,
                    "end": 1718,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the fight against SARS in 2003, with China's first military-to-civilian medical waste incinerators put into use, after more than a decade of development and construction, China's medical waste disposal system has been relatively complete. The \"National Annual Report on the Prevention and Control of Solid Waste Pollution in Large and Mediumsized Cities in 2019\" shows that until 2018, provinces, autonomous regions, and municipalities across the country issued a total of 407 hazardous waste business licenses. Of these, 383 were facilities dedicated to disposal of medical waste alone, and 24 were facilities to disposal of both hazardous waste and medical waste. China's main medical waste incineration technologies include rotary kiln incineration, fixed bed furnace incineration, and pyrolysis incineration. Among them, rotary kiln incineration is the main treatment technology [2] [3] [4] . However, the capacity of medical waste disposal during COVID-19 is still seriously inadequate. Municipal solid waste incinerators to co-process medical waste as a supplementary emergency disposal method for medical waste disposal in rotary kilns are necessary and feasible.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 893,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Emergency incineration process of medical waste"
        },
        {
            "text": "The rotary kiln incinerator has the advantages of wide adaptability, reliable operation, and thorough incineration. At present, the most commonly used rotary kiln incinerator is the ash-type rotary kiln incinerator, followed by the slag-type rotary kiln incinerator. The development trend is of pyrolytic rotary kiln incinerators, which use a combination of pyrolysis and rotary kiln technology. At present, the general process of hazardous waste incineration system mainly includes the feeding system, combustion system, and air pollution control devices. The details are shown in Fig. 1 . The temperature of the rotary kiln is controlled above 850 °C, and the hazardous waste is thoroughly incinerated into hightemperature flue gas and slag residue after about 60 min of high-temperature incineration; the loss on ignition is < 5%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 588,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Rotary kiln incineration treatment process"
        },
        {
            "text": "Zhejiang University has innovatively developed new rotary multi-stage pyrolysis self-melting incineration technology [5] [6] [7] , breaking through the technical bottleneck that has seriously affected continuous and stable operation due to the slagging of the rotary kiln, achieving efficient control and reduction of pollutants emission (especially dioxins) [8, 9] . This technology has been applied to 49 hazardous waste pyrolysis incineration treatment projects in 38 cities in 21 provinces of China, with an annual disposal of more than 800,000 tons of hazardous waste, winning the second prize of Chinese National Science and Technology Progress Award in 2017. In addition, being approved to set up the National Engineering Laboratory of Waste Incineration Technology & Equipment, which is the only one in the field of MSW and hazardous waste incineration in China. During the COVID-19, many laboratory personnel participated in fighting the COVID-19, including hospital construction, wastewater treatment, municipal solid waste disposal, etc. [10] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Rotary kiln incineration treatment process"
        },
        {
            "text": "Grate furnace incineration, as the mainstream municipal solid waste incineration technology in the world, has the advantages of mature technology, stable and reliable operation, wide adaptability, and adaptability to most solid waste, which can be directly fed into the furnace without any pretreatment. The general process of municipal solid waste Fig. 1 Systemic diagram of the hazardous waste incinerator incineration systems mainly includes the feeding system, combustion system, and air pollution control devices. The details are shown in Fig. 2 . The temperature of the grate furnace is controlled above 850 °C, and the residence time of the waste is 60-90 min, which ensures that combustibles and toxic substances are completely decomposed at a high temperature; the loss on ignition is < 5%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 355,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 550,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Municipal solid waste incineration treatment process"
        },
        {
            "text": "In summary, the main technical processes of municipal solid waste incineration systems and medical waste incineration systems are the same and the working conditions are similar. Therefore, by optimizing the technological process, improving supporting facilities, strengthening management, raising the requirements of sanitation and epidemic prevention, training staff, controlling the co-processing ratio, etc., it is feasible to dispose of medical waste emergently with the municipal solid waste incineration facilities (grate furnace). There is already certain practical experience for this in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Municipal solid waste incineration treatment process"
        },
        {
            "text": "Through the six-layer barriers such as \"diversion, disinfection, reinforced packaging, improved feeding process, negative pressure, sanitation protection\", it is possible to effectively prevent the infectious risks of the whole process of emergency disposal of medical waste using municipal solid waste incineration facilities. Diversion means that medical waste incinerators are preferentially used to treat medical waste during the COVID-19. Disinfection means that the medical waste sent to the municipal solid waste incineration plant must be strictly disinfected. Reinforced packaging means that the strengthened packaging and sealing according to the relevant provisions of the \"Technical Specifications for Centralized Disposal of Medical Waste (Trial)\" and then put it into a turnover box (barrel) and transport to a municipal solid waste incinerator to reduce the risk of infection. An improved feeding process means that a separate feed inlet for medical waste is set up, and hooks and net pockets are used to feed waste; video monitoring guides the refinement of the feeding. Medical waste does not require fermentation, but minimizes the residence time of the pit; in principle, the proportion of co-processing is controlled within 5%. Negative pressure means that the waste storage bin is in a \"micro-negative pressure\" environment, and the collected gas is directly introduced into the incinerator for disposal to ensure that no substances are released into the environment. Finally, the health protection and training of workers must be strengthened. Operators must wear protective clothing, goggles, gloves, masks, and other epidemic prevention equipment, have their temperature taken regularly, and report any abnormalities to the disease control department immediately. Specific transportation routes and temporary storage areas for medical wastes need to be designated in the plant area. Daily disinfection treatment is also required at regular intervals. When conditions permit, the factory can select professionals with experience in medical waste disposal [11] .",
            "cite_spans": [
                {
                    "start": 2078,
                    "end": 2082,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Municipal solid waste incineration treatment process"
        },
        {
            "text": "The application examples of emergency treatment of medical waste in China's municipal solid waste incineration system are shown in Table 1 . As shown in Table 1 , with the outbreak of medical waste caused by COVID-19, municipal solid waste incinerators have been used to co-process part of the medical waste in many places. Among them, the experience of Shanghai in the past 6 years tells us that co-processing treatment of medical waste can become a normalized disposal method, after the proper technical transformation of municipal solid waste incineration facilities and strengthening of health and epidemic prevention management. The co-processing of medical waste by incineration power plants is a priority technical route recommended by the Ministry ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Application examples"
        },
        {
            "text": "COVID-19 outbreaks around the world; this article provides suggested guidelines for medical waste disposal. The medical waste generated during COVID-19 is not only a large amount, but it also has a high infectivity risk. Reasonable disposal of medical waste is the last line of defense in the epidemic prevention and control battle. Hazardous waste incineration facilities, municipal solid waste incineration facilities, industrial furnaces, and other high-temperature incineration facilities and methods are priority measures for the medical waste treatment of COVID-19. Among them, municipal solid waste incineration facilities have undergone appropriate technological transformations and strengthened health and epidemic prevention management, which can be used for medical waste emergency treatment. Incineration fly ash and slag need to be collected, stored, transported, and disposed of separately. The incineration fly ash shall be managed according to hazardous waste. If it enters the waste landfill for disposal, it should meet the requirements of \"Standard for Pollution Control on the Landfill Site of Municipal Solid Waste\" (GB16889); if it enters the cement kiln for disposal, it should meet the requirements of \"Standard for Pollution Control on Co-processing of Solid Wastes in Cement Kiln\" (GB30485). At the same time, in the process of incineration of medical waste, the discharge of pollutants in environmental media such as the atmosphere and water needs be studied to prevent disease transmission and environmental pollution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Infected Pneumonia Medical Waste Emergency Disposal Management and Technical Guide (Trial)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hazardous waste incineration in a rotary kiln: a review",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Waste Disposal Sustain Energy",
            "volume": "1",
            "issn": "",
            "pages": "3--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Axial transport and residence time of MSW in rotary kilns -Part I",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Exp Powder Technol",
            "volume": "126",
            "issn": "",
            "pages": "217--244",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Discussion on the technology of waste disposal in rotary kiln",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Environ Eng Sci",
            "volume": "5",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Industrial hazardous waste treatment featuring a rotary kiln and grate furnace incinerator: a case study in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Waste Manag Res",
            "volume": "29",
            "issn": "",
            "pages": "1108--1120",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coprocessing of industrial and hazardous wastes in cement kilns: A review of current status and future needs in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karstensen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environ Eng Sci",
            "volume": "27",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A review of energy recovery from waste in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dorn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flamme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nelles",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Waste Manag Res",
            "volume": "30",
            "issn": "",
            "pages": "432--473",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Investigation into advantage of pyrolysis over combustion of sewage sludge in PCDD/FS control. Fresenius Environ Bull",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "550--557",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dioxins from medical waste incineration: Normal operation and transient conditions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Waste Manag Res",
            "volume": "33",
            "issn": "",
            "pages": "644--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "technology & Equipment contributes to fight against COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ministry of Ecology and Environment of the People's Republic of China Notified the National Environmental Supervision of Medical Waste and Medical Wastewater Treatment and Disposal",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Related questions and answers about emergency treatment of COVID-19 medical waste in municipal solid waste incineration facilities",
            "authors": [],
            "year": 2020,
            "venue": "Chinese",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Table 1 Application examples of municipal solid waste incinerator emergency disposal medical waste",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "*Statistics as of February",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "City Capacity (t/d) Ratio (%) Medical waste (t) Date",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Systemic diagram of the municipal solid waste incinerator of Ecology and Environment of the People's Republic of China.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study was supported by the National Natural Science Foundation of China (51621005) and the Fundamental Research Funds for the Central Universities (2019FZA4010). Related technological information was given by local governments and member of National Engineering Laboratory of Waste Incineration and Equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}