{
    "paper_id": "33ea3219f6dab26226b03e14f9750eb31afac5df",
    "metadata": {
        "title": "The Impact of COVID-19 on Academic Department Chairs: Heightened Complexity, Accentuated Liminality, and Competing Perceptions of Reinvention",
        "authors": [
            {
                "first": "Ralph",
                "middle": [
                    "A"
                ],
                "last": "Gigliotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "settlement": "New Brunswick",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article explores the impact of the COVID-19 pandemic on academic department chairs. Through a survey of 172 department chairs in the United States, the central findings of this research-intensified challenges, a multidirectional leadership pivot, and competing perceptions of higher education reinvention-reinforce the liminality of the academic chairperson role, highlight the need for increased training and development opportunities for individuals engaged in this work, and offer a reminder of ensuring that the broader perspectives of department chairs are included in efforts to reinvent institutions of higher education. These findings depict crisis leadership as a required competency for academic leaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "although the department in something approximating its present form has existed only since about 1900, it has become a potent force, both in determining the stature of the university and in hampering the attempts of the university to improve its effectiveness and adapt to changing social and economic requirements. (p. 387) In much the same way as academic departments themselves possess contradictions-both contributing to institutional prominence and progress and at times getting in the way of interdisciplinarity and innovation-the role of the department chair is situated at the convergence of many tensions. First, chairs serve as both managers and leaders, as traditionally conceived. For instance, as Bowman (2002) acknowledges, \"Academic chairs function as managers when they focus on structures, policies, processes, and paperwork. Academic chairs function as leaders when they focus on key aspects of organizational culture: mission, vision, engagement, and adaptability\" (p. 159). Additionally, chairs must navigate the tensions that arise from occupying a middle ground between administration and department faculty and the contradictory role expectations that may result (Gmelch & Parkay, 1999; Mathias, 1991) . In their position as \"front-line managers,\" department chairs are both the chief advocate for the department and the primary agents of the central administration (Hecht et al., 1999) . The position of chair comes with many departmental leadership responsibilities, yet, as Hecht et al. suggest, they \" are seldom given the scepter of undisputed authority\" (p. 22). Unlike those in senior leadership roles, \"department chairs are the only academic managers who must live with their decisions every day\" (p. 22). Kruse (2020) provides a useful summary of these tensions using the following scheme: (a) task tensions, (b) organizational and role tensions, and (c) people and relationship tensions. In describing these tensions further, Kruse acknowledges that \"chairs struggle to balance their approach to the work, and strive to employ common sense in decision making, humanity when working with others, and savvy when approaching an oftenoverwhelming political landscape, all while possessing limited institutional authority\" (p. 9).",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "(p. 387)",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 723,
                    "text": "Bowman (2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1186,
                    "end": 1209,
                    "text": "(Gmelch & Parkay, 1999;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1210,
                    "end": 1224,
                    "text": "Mathias, 1991)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1389,
                    "end": 1409,
                    "text": "(Hecht et al., 1999)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1500,
                    "end": 1528,
                    "text": "Hecht et al. suggest, they \"",
                    "ref_id": null
                },
                {
                    "start": 1738,
                    "end": 1750,
                    "text": "Kruse (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many chairs encounter difficulties when experiencing what Gmelch and Miskin (2004) refer to as the \"metamorphosis from professor to academic leader.\" This transition involves a shift in perspective, from specialist to generalist, from a focus on the individual to the collective, and from loyalty to one's discipline to one's institution (Bennett, 1988) . Ruben et al. (2017) describe this transition in academic leadership using the imagery of solo pilot and air traffic controller-a transition that shifts the emphasis from individual accomplishments and personal efficacy to the accomplishments of the group and collective efficacy.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 82,
                    "text": "Gmelch and Miskin (2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 338,
                    "end": 353,
                    "text": "(Bennett, 1988)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 375,
                    "text": "Ruben et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no shortage of tasks for which an academic chair is responsible (Bryman, 2007; Buller, 2012; Chu, 2012; Gmelch & Miskin, 2004; Oxtoby, 1979; Seagrenet al., 1993) . In considering the core duties of the chair, Berdrow (2010) provides a useful depiction of the department chair as both actor and agent-one who must navigate the endless stream of activities that need to be done to advance the work of the department while responding to the barrier and realities imposed by one's institution. As an actor, the department chair brings his or her individual knowledge, skills, perspectives, experiences, expectations, and objectives to the job at hand; as an agent, the department chair acts within the context and boundaries of the institution. The full list of tasks for which the department chair is responsible is extensive. Tucker (1981) compiled 54 separate tasks of department chairs and noted how individuals in these roles could engage in as many as 28 roles, which was expanded to 41 roles in later versions of his work (Tucker, 1992) . Hecht et al. (1999) detail these common responsibilities: department governance and office management, curriculum and program development, faculty matters, student matters, communication with external publics, financial and facilities management, data management, and institutional support. This list parallels the summary provided by Kruse (2020) , who organizes the key tasks and duties of the department chair into the following categories: department, college, and university guidance; instructional leadership; faculty matters, issues, and concerns; student matters, issues, and concerns; internal and external communication; and budget. Finally, in his research on the competencies required for individuals serving as academic chairs, Jones (2011) highlights 12 major competencies, reproduced in Table 1 .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 87,
                    "text": "(Bryman, 2007;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 88,
                    "end": 101,
                    "text": "Buller, 2012;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 102,
                    "end": 112,
                    "text": "Chu, 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 113,
                    "end": 135,
                    "text": "Gmelch & Miskin, 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 136,
                    "end": 149,
                    "text": "Oxtoby, 1979;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 150,
                    "end": 170,
                    "text": "Seagrenet al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 232,
                    "text": "Berdrow (2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 833,
                    "end": 846,
                    "text": "Tucker (1981)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1034,
                    "end": 1048,
                    "text": "(Tucker, 1992)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1051,
                    "end": 1070,
                    "text": "Hecht et al. (1999)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1386,
                    "end": 1398,
                    "text": "Kruse (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1853,
                    "end": 1860,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "One final dimension of the chair position requires attention. Despite the importance of this role in advocating for faculty needs, responding to the localized needs of administrators, addressing the wide range of student-related issues, expanding the trajectory of the discipline, and building a culture in which individuals feel both engaged and respected, in most cases, potential chairs are unwilling to serve in the role, and for those who choose to take on this leadership responsibility, limited training and development opportunities are made available. As Czech and Forward (2010) describe, \"Most accept the position of chair without leadership training, without a vision for the program, without a clear understanding of the time demands and inherent stress and conflict in the position, and without an awareness of the effects on their career or personal life\" (p. 433). Furthermore, as Hecht et al. (1999) indicate, most department chairs take on the role with minimal previous administrative experience and limited formal opportunities for training and development beyond the cursory overview of campus policies and regulations. In their longitudinal research on the role of academic chairperson, Cipriano and Riccardi (2010) identified many common challenges associated with the role of the department chairperson, such as dealing with bureaucracy, lack of time for individual research, job-related stress, dealing with noncollegial faculty, and excessive workload. These challenges reappear in more recent research focused on the academic chair position in a shifting higher education landscape (Weaver et al., 2019) , in addition to new challenges posed by economic realities, increased administrative responsibilities, an ongoing need for formal leadership training, and the lack of time to devote to professional development.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 588,
                    "text": "Czech and Forward (2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 897,
                    "end": 916,
                    "text": "Hecht et al. (1999)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1209,
                    "end": 1237,
                    "text": "Cipriano and Riccardi (2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1609,
                    "end": 1630,
                    "text": "(Weaver et al., 2019)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The roles, responsibilities, and challenges facing individuals in the role of department chair tend to characterize this work in normal conditions. The convergence of crises at this particular juncture described in the introduction of this article-a global pandemic, growing economic concerns, sweeping racial unrest, heightened partisan polarization, and the ongoing impact of climate change, among others-poses tremendous challenges for institutions of higher education and those charged with formal leadership responsibilities, such as department chairs. As reported in a recent survey of college leaders conducted by the Association of Public and Land-grant Universities (APLU) (2020), the leading challenges higher education must contend with have been further exacerbated as a result of the pandemic, including issues of government funding, student mental health, diversity and inclusion, and affordability. Furthermore, as supported by a recent study by Aucejo et al. (2020) , the pandemic has had a disproportionate impact on lowincome students, who are 55% more likely to have delayed graduation due to COVID-19 than their higher-income peers. The pandemic is apt to accelerate trends that were already underway, Jones (2011) and one area that will likely be most impacted by the pandemic involves the further integration of technology into the design and delivery of course instruction and into the college and university workplace (Gigliotti, 2020a) . As Marcus (2020) reports, \"These trends may not transform higher education, but they are likely to accelerate the integration of technology into it\" (para 7). In ever-increasing and wide-ranging situations, such as those we are contending with currently, leaders in higher education must confront crises of various kinds-\"events or situations of significant magnitude that threaten reputations, impact the lives of those involved in the institution, disrupt the ways in which the organization functions, have a cascading influence on leadership responsibilities and obligations across units/divisions, and require an immediate response from leaders\" (Gigliotti, 2019, p. 61) . As Brennan and Stern (2017) indicate, \"Colleges and universities seem especially vulnerable to crises\" (p. 121). When crises occur-whether they affect a single college or university or are societal in scope, they can create havoc for the department or institution and for its faculty, staff, students, and other stakeholders. The current historical moment presents an interesting set of paradoxes for leaders across the higher education landscape, including the desire for information during a time of remarkable uncertainty, the hunger for connection during a period of social distancing, and the need for swift and agile leadership within organizations and environments that tend to privilege careful and deliberative decision-making. In navigating these complicated times, the work of crisis leadership is a priority for those engaged in leadership in higher education. A leader cannot hope to be successful in these situations without a systemic understanding of the nature of organizational crises, a well-rehearsed and well-informed set of principles for approaching crisis situations, and perhaps most important, a clear sense of how institutional values should guide one's decisions and actions (Gigliotti, 2019; Gigliotti & Fortunato, Forthcoming) .",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 981,
                    "text": "Aucejo et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1222,
                    "end": 1234,
                    "text": "Jones (2011)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1442,
                    "end": 1460,
                    "text": "(Gigliotti, 2020a)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1466,
                    "end": 1479,
                    "text": "Marcus (2020)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2113,
                    "end": 2137,
                    "text": "(Gigliotti, 2019, p. 61)",
                    "ref_id": null
                },
                {
                    "start": 2143,
                    "end": 2167,
                    "text": "Brennan and Stern (2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3343,
                    "end": 3360,
                    "text": "(Gigliotti, 2019;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3361,
                    "end": 3396,
                    "text": "Gigliotti & Fortunato, Forthcoming)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crisis Leadership in Higher Education"
        },
        {
            "text": "Crisis leadership-including topics such as risk and crisis prevention, preparation, management, communication, and renewal-are beginning to receive increased scholarly attention in the higher education leadership literature (Coombs, 2008; Dubois, 2006; Fortunato et al., 2018; Gigliotti, 2019 Gigliotti, , 2020b Menghini, 2014; Mitroffet al., 2006; Muffet-Willett, 2010; Ruben, 2020) . The mass shootings at Virginia Tech in 2007 led to an increased focus on crisis readiness and crisis leadership in higher education, and the convergence of current crises are likely to accelerate and accentuate this need for scholarship, resources, and professional development initiatives dedicated to this subject. The unprecedented activities posed by the previously discussed crises of recent months, coupled with the ongoing challenges facing colleges and universities, complicate the work of department chairs and other academic administrators across higher education. Effective leadership during times of crisis requires a dual focus on triaging immediate needs while also making strategic decisions that serve the long-term interests of one's unit, department, or institution. The literature on this subject tends to emphasize the importance of certain characteristics for effective crisis leadership, including agility, clarity, compassion, honesty, preparation, resilience, trust, and transparency. Much recent scholarship is beginning to explore the impact of recent crises-including the coronavirus pandemic-on academic administrators, and to posit recommended strategies for effectively leading in this highly unusual environment, such as the following provided by Hlavac and Buller (2020) : \"The department chair is perhaps the most influential scholar/administrator in the contemporary university. Chairs have the ability to connect with students and faculty in ways that upper administrators cannot. During this crisis, we urge you to use all your tools and relationships to make your department a place of safety, positive energy, and unity. The COVID-19 crisis will pass, and the people in your program will remember how well you treated them in a time of great uncertainty\" (p. 19).",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 238,
                    "text": "(Coombs, 2008;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 239,
                    "end": 252,
                    "text": "Dubois, 2006;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 253,
                    "end": 276,
                    "text": "Fortunato et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 277,
                    "end": 292,
                    "text": "Gigliotti, 2019",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 293,
                    "end": 311,
                    "text": "Gigliotti, , 2020b",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 312,
                    "end": 327,
                    "text": "Menghini, 2014;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 328,
                    "end": 348,
                    "text": "Mitroffet al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 370,
                    "text": "Muffet-Willett, 2010;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 371,
                    "end": 383,
                    "text": "Ruben, 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1664,
                    "end": 1688,
                    "text": "Hlavac and Buller (2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Crisis Leadership in Higher Education"
        },
        {
            "text": "As the existing literature supports, the role of the department chair is challenging enough in normal circumstances. Crises add much complexity to the work of academic leadership, due in part to the increasingly high stakes, the varying and at times competing expectations among one's primary stakeholders, and the real and perceived loss of control and influence. In the pages to follow, we will explore the findings from this research study in an effort to better understand the dynamics of crisis leadership for department chairs in the midst of the COVID-19 pandemic and the competing views associated with reinventing higher education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Questions"
        },
        {
            "text": "Building upon the existing literature and in response to the elevated awareness of crisis across higher education, this research study addresses the following questions, each of which intersect with and reinforce earlier theoretical work regarding the tensions inherent in the role of department chair and the dual focus on immediate and long-term strategic imperatives (Bowman, 2002; Gmelch & Parkay, 1999; Kruse, 2020; Mathias, 1991) :",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 384,
                    "text": "(Bowman, 2002;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 385,
                    "end": 407,
                    "text": "Gmelch & Parkay, 1999;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 408,
                    "end": 420,
                    "text": "Kruse, 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 421,
                    "end": 435,
                    "text": "Mathias, 1991)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Research Questions"
        },
        {
            "text": "In what ways has the COVID-19 pandemic added complexity to the work of department chairs at Big Ten universities? RQ2: How do department chairs address the convergence of needs facing students, faculty and staff colleagues, and senior administrators during a period of unprecedented crisis? RQ3: How do department chairs perceive reinvention efforts in higher education?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Questions"
        },
        {
            "text": "Upon receiving IRB approval, a survey was sent via e-mail to 783 department chairs from across the 14 Big Ten universities in several waves, from April 27, 2020 through May 22, 2020. The invitation acknowledged the unprecedented impact of the coronavirus pandemic on the work of higher education and highlighted the important feedback that department chairs could provide in better understanding this topic. Participation in the survey was optional, with 172 department chairs representing all but one Big Ten institution providing responses to the survey questions and 81 department chairs fully completing the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "As a member of the Big Ten, the study was conducted with the support of the Rutgers Center for Organizational Leadership at Rutgers University, 1 which provides programs, consultation services, and research for academic leaders across the institution and for higher education more broadly. The Big Ten provide a useful sample for understanding the pressures, challenges, and perceptions of department chairs at major research universities. Additionally, each of the Big Ten member institutions has been directly and significantly impacted by the coronavirus pandemic, and the ways in which these institutions and their leaders respond to the crisis continues to receive widespread media attention. Finally, the findings of this study can prove useful for the current and future leadership development programs within the Big Ten 1 Reporting to the Senior Vice President for University Strategy, and in collaboration with the Executive Vice President for Academic Affairs, the Center provides a portfolio of programs and services for current and aspiring leaders with academic responsibilities seeking to develop and enhance their leadership, communication, and organizational competencies. As a hub for academic leadership development, consultation, and research, our signature offerings aim to improve individual and collective leadership capacity, support university strategy initiatives, and cultivate a culture of leadership development across the institution. For more information regarding the Center, please visit https://ol.rutgers.edu/. member institutions and those provided by the Big Ten Academic Alliance, along with chairoriented leadership development initiatives across the higher education landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "At the conclusion of the project, the author carefully reviewed the survey findings and developed a broad coding scheme as a way of synthesizing and building coherence around the dominant emergent themes. Using a constant comparative method (Charmaz, 2014) , the author compared the survey data with each code and then modified the codes to best fit the data. The final list of modified first-level codes (Tracy, 2020) Upon completing these initial rounds of open coding, the author explored connections between the central research questions and the selected codes and corresponding evidence from the survey responses. Through a process of secondary-cycle coding (Tracy, 2020) , the author then examined the refined list of codes from previous cycles and organized them into interpretive concepts. Consistent with a grounded theory approach (Charmaz, 2014; Denzin & Lincoln, 2018) , this iterative analytical process allowed for the generation of emergent themes that respond meaningfully to the central research questions.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 256,
                    "text": "(Charmaz, 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 405,
                    "end": 418,
                    "text": "(Tracy, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 664,
                    "end": 677,
                    "text": "(Tracy, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 842,
                    "end": 857,
                    "text": "(Charmaz, 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 858,
                    "end": 881,
                    "text": "Denzin & Lincoln, 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In response to the first research question, crises, such as the COVID-19 pandemic, intensify leadership challenges, add complexity to the work of academic leadership, and contribute to a seemingly endless list of new challenges for department chairs. As one chairperson noted, \"Every aspect of my job from personnel management to teaching to research to budgeting has been impacted. I think from the larger picture it highlighted that the department administrator is the key linchpin for communication in both directions. Directives coming from above need to be interpreted at the local level and concerns from the trenches need to get to upper administration.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensified Leadership Challenges"
        },
        {
            "text": "Many of the chairs acknowledged their desire to create meaningful opportunities for faculty and staff engagement in response to the pandemic; yet the realities of a socially distanced or fully online workplace create barriers. As one individual pointed out, \"We're in the 'people business,' and being visible, accessible, human, humane, and responsive across a variety of forms … is critical to the job. All of this is all the more important now, and yet difficult or impossible.\" Many of the survey respondents pondered, how do you keep \"the personality of the department with everyone dispersed?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensified Leadership Challenges"
        },
        {
            "text": "A number of chairpersons also acknowledged the difficulties that lie ahead for academic leaders. For example, as one of them shared, \"To be frank, I am in an impossible position, and have no real way out of what will likely be an intensely painful and stressful period.\" Or, as another respondent offered, \"Virtual leadership is an entirely different animal especially during unprecedented transformative change in higher ed and people in various forms of crisis as a consequence of the change and the virus and life in general. Leading toward the future is also next to impossible when the future changes day by day.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensified Leadership Challenges"
        },
        {
            "text": "One chairperson noted the ways in which the pandemic \"has taken a hard job and made it much harder.\" In summarizing the volume of current leadership challenges, the issues for which chairs maintain responsibility include the following items, which are loosely organized around task-and relationship-centered challenges, along with leadership-centered challenges that tend to straddle both the task and relationship dimensions involved in navigating periods of uncertainty and engaging others in a collective process of learning. Although these categories are not mutually exclusive, they illustrate the widespread impact on the department chair as manager, leader, advocate, and source of emotional support. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensified Leadership Challenges"
        },
        {
            "text": "In direct response to RQ2, the collision of challenges facing institutions of higher education and those engaged in academic leadership require chairs to continually pivot to provide support for and address the needs of senior administrators, faculty and staff colleagues, and for some, graduate and undergraduate students within their departments. As one chair described the burden of responsibility, \"I feel as though I now operate a 1-800 hotline answering questions all day long given the uncertainty people have about classes, teaching, research, grants, payroll, etc. It is truly exhausting.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "Respondents were asked to consider the ways in which they demonstrated leadership in their interactions with these multiple audiences during this period of sustained crisis. Beginning first with their engagement with senior administrators, department chairs highlighted the frequency of meetings with their deans, the need to advocate for the needs and interests of the department, and the dissemination of relevant information and strategies to inform university policies and practices. Additionally, chairs reflected on their efforts to instigate change, convey faculty questions and concerns, protect departmental budgets and resources, and sustain attention to issues of departmental and institutional importance, such as diversity and equity. As one person described their engagement with senior leadership during the crisis, \"For the most part, I have tried to be a voice of calm and perspective during the crisis. At the Provost's Office level and at the Dean/College level, they have contemplated and/or made decisions that seem a bit rash or not well thought out (or that seem to underestimate the disruption that the crisis has brought to everyday activities). So, I have been a bit more assertive in pushing back against some potential or actual decisions from upon high, and for the most part this action seems to have some positive influence.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "When asked to reflect on their leadership efforts when interacting with departmental colleagues, respondents offered a detailed list of strategies. Some of these strategies focused specifically on understanding the nature of the pandemic and sharing appropriate measures for keeping everyone safe, aiding faculty in the transition to online instruction, and supporting faculty and staff in addressing the short-term tasks at hand for the department. Others reacted to this question by highlighting the emotional support they provided to departmental colleagues, such as demonstrating flexibility and empathy, adding \"Zoom happy hours\" and \"trivia nights\" to connect with colleagues, supporting colleagues who were dealing with personally challenging situations. Their role as an emotional support was pronounced in the qualitative responses to the survey. One chair, for instance, described their role in \"assuaging fears about job loss, bad teaching evaluations, and loss of research progress,\" and another commented on the importance of \"providing reassurance that our department can survive the consequences of the pandemic.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "Of all the responses shared by chairs, the most frequently mentioned approach for demonstrating leadership in their interactions with departmental colleagues during this crisis involved efforts to engage in meaningful communication in ways that went beyond normal circumstances. These communication practices included providing frequent updates, communicating openly and honestly about the situation, ensuring that colleagues felt heard, and conducting individual check-ins with each member of the department on a regular basis. As one chairperson described",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "In the early days of the crisis, I issued twice-daily bulletins outlining what I knew. The weeks following that dropped to once-daily and then occasional missives. I thought it was crucial that my colleagues would know enough information to make their own decisions. Typically, I would outline issues and then watch as they would come to reasonable conclusions. This meant that I had extraordinary buy-in from my colleagues, who shared the information and therefore almost inevitably shared in my decisionmaking. I also have worked to gather information from them about teaching and shared that data, in raw and in summary formats, with administrators as needed. I have found it particularly important to reach out to the many faculty who have special health issues-of 27 tenure-system faculty, 11 of them have such conditions, so it is crucial that I check in with them regularly to see if anything is needed or if they just need to run through ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "Another chair described the communication challenges presented by the absence of in-person interactions: \"Teamwork is key in this kind of situation. That said, it's very challenging to mobilize, cultivate, and keep intact a team through virtual interactions absent any in-person contact. Communication, engagement, empathy, nearly constant interaction in one form or another, are keys to cultivating the team. This includes engagement from micro issues like the personal/human implications of the outbreak and the macro issues of moving a curriculum 100% online.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "Respondents were also asked to consider the ways in which they demonstrated leadership in their interactions with students throughout the crisis. For some, engagement with students, particularly undergraduate students, was minimal. This was due to relying on others in the department who oversee direct student engagement, the desire to have students interact more directly with their faculty, or, in some cases, it is \"less easy\" given that \"it's been hectic.\" For those who did engage directly with students, leadership activities included organizing mechanisms to provide summer funding and health coverage to graduate students, providing resources for online education, engaging with student leaders, adopting creative strategies to honor graduating students and recognize student accomplishments, advocating for student needs, and helping students to secure jobs and internships and \"plan for a very uncertain future.\" Department chairs also reflected on their ways of engaging in ongoing communication with students to gather input, provide updates, answer questions, and offer support and encouragement. As one chair described, \"Just before the onset of the crisis, I began adding a 'Chair's Note' to our weekly newsletter of dates and deadlines. Once the crisis was underway, I tried to use this as a place to convey empathy and compassion to students who were dealing with a rapidly changing situation, and to help students recognize how their instructors were also struggling with such changes. My goal was to build a mutual environment of empathy and compassion across the department.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "The liminality of the role of the chairperson causes one to engage in a multidimensional pivot in responding to the needs of these various audiences. This pivot requires academic leaders to engage in audience analysis and to adopt communication strategies that best meet one's leadership goals. For example, as one person described this pivot, \"Be cognizant of the fact that [senior administrators] may be operating with broader viewpoints and support their decisions as well as possible at the department level. Convey their decisions to department members, with appropriate level of sugar coating, so that those who may not be receptive feel obliged to abide by the decisions made for collective good.\" Furthermore, this pivot demands that leaders attend to the individualized needs of the various stakeholders in one's unit. As one chairperson highlighted, \"Earlier this semester I sent every single faculty (42) and grad student (70) a quick message asking them how they were. About two-thirds of the faculty and half of the grad students answered me in substantial ways.\" Finally, the multidirectional pivot for which chairs engaged during this crisis required individuals to provide frequent and ongoing updates that were accessible, transparent, supportive, and relevant. One chair described this effort as follows: \"For the most part, I have sent regular calming/supportive messages to the department (all faculty, staff, and grad students) sharing with them as much non-confidential information about our current situation and likely future situations as I can.\" And as another respondent indicated, \"Trying to provide a consistently organized and calming tone about what is happening, leading by letting people know the department cares about their well-being, and trying to provide as much support as possible for new duties.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional Pivot"
        },
        {
            "text": "The weight of renewal and reinvention in higher education rests on the shoulders of many across our institutions. Given the role they play in representing the interests of their faculty, chairs will likely be engaged in active ways in addressing reinvention efforts as institutions of higher education imagine their future in a post-COVID world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Perceptions of Higher Education Reinvention"
        },
        {
            "text": "When asked to assess current views of the post-crisis \"reinvention\" of higher education on a scale of 1 (strongly negative) to 5 (strongly positive), the results were divided, with 19 respondents viewing reinvention as either extremely or somewhat negative, 31 respondents viewing reinvention as either extremely or somewhat positive, and 31 respondents indicating a neither positive nor negative view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Perceptions of Higher Education Reinvention"
        },
        {
            "text": "For those who expressed a favorable view of reinvention, respondents described the opportunities for innovation, creativity, and growth that have been made possible due to the impact of the pandemic. Describing \"necessity as the mother of invention,\" one chairperson indicated the ways in which the pandemic \"forced us into innovative models that otherwise would have taken years to implement.\" As another chair noted, \"Much of what is best about traditional higher education will still be valued, while at the same time, this unexpected circumstance is causing us to have new and innovative discussions.\" A number of chairs reflected on the growing recognition of the value of online education and remote instruction, while also commenting on the \"lack of in-person interactions [as] detrimental to the education of our students.\" For some, the notion of crisis as a necessary corrective led them to posit a favorable view of reinvention. For example, according to one chairperson, \"Higher education was in crisis before the pandemic. There are a lot of things we need to fix. Massive state underfunding, administrative bloat, obscene salaries paid to athletics, reliance on cheap contingent labor, and graduate programs which are training students for a market that really does not exist anymore. The pandemic has laid bare all sorts of inequalities, so we need to do some fundamental fixing. I am not sure we can, but I think the discussions are useful.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Perceptions of Higher Education Reinvention"
        },
        {
            "text": "The slow-moving and deliberative traditions of higher education have been called into question, and for chairs who reviewed reinvention in a favorable light, several acknowledged the ability to respond in a more agile and purposeful way to the challenges of the academy. As one individual noted, \"Higher education 'suffers' from a large amount of inertia. Crises make us take stock and re-evaluate priorities. If a better understanding of priorities results from this crisis, and if we resolve to actively work toward satisfying the most important priorities, the resultant changes will end up being somewhat positive.\" Recognizing the double-edged impact, another chair invoked the imagery of the punctuated equilibrium theory of evolution: \"There are times or events that turn the world on its head after periods of relative calm. The calm periods lead to small incremental changes in the way we do business, but it is the catastrophic events that lead to rapid innovation. Unfortunately, those periods are ones in which there is loss and I believe that we will see a great deal of 'radiation' in higher ed, but also a lot of 'extinction.'\" This idea of extinction, along with the many threats posed by the pandemic, led many chairs to critique views of reinvention. As one chair noted, \"I did not think it needed reinvention. This seems like a b-school term for consultants.\" Another individual described reinvention as a threat to liberal education: \"The last decade of funding cuts have left public higher education fiscally exposed to such a crisis. The reinvention will be driven by fiscal concerns and not pedagogical or intellectual interests, and is sure to have more negative consequences than benefits. This crisis will provide a strong push further down the dubious path towards a mission of workforce development rather than a broad liberal education.\" Reflecting on the financial impact of the crisis, one chair reflected on the ways in which \"Budgets at public universities will likely be drastically affected by the economic disruption associated with the pandemic for years to come. My concern is that the 'reinvention' may amount to being asked to do more with less: fewer full-time faculty, more deferred maintenance, smaller investments in infrastructure, etc.\" A negative view of reinvention seemed to align with a generally negative outlook of the state of affairs, which, as one respondent described, \"Right now there is too much of a state of disarray to feel positive about the future direction in which we are headed.\" For many respondents, the shift to a fully online teaching, learning, and working environment led many to view reinvention in a more negative light. According to one respondent, \"Online education falls well short of the quality education to which our students are accustomed.\" Or, as another chair commented, \"I am not opposed to some increase in the amount of remote teaching we do. But I think it is less than ideal, and I fear that this crisis will enable universities to increase remote teaching in ways that outstrip its pedagogical usefulness.\" The sudden shift to a fully remote context led several chairs to question the value of making larger structural changes without considering the short-term and long-term impact of such decisions. For instance, one chair offered this poignant observation: \"The solution of online teaching can only be accepted at this time of emergency and it is already presenting so many problems, from logistical issues to psychological concerns, let alone pedagogical difficulties. Given the predicted duration of the contagion, the [persistence of online teaching] may be a necessity, but it is certainly, in my view, a negative necessity, especially if it will encourage the academic world to support that technological path and downsize the conventional forms of teaching, with the risk of reducing the number of faculty members.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Perceptions of Higher Education Reinvention"
        },
        {
            "text": "Finally, for half of the respondents who provided a neutral rating of their view of the postcrisis reinvention of higher education, many reflected on the ambiguity and subjectivity of reinvention. For example, as one chair shared, \"I have no idea at this point what on earth that will mean. If it means the further hollowing out of public investment in education, then reinvention will mean disaster. If it means that we can realize the importance of the university to the vibrancy of our country, and reinvest, then I think we might be able to reinvent in very important ways. But the temporary movement of instruction to remote models is not a reinvention. Don't be silly.\" Or, in highlighting the dual views of reinvention, one chair described the tension as follows: \"I don't know what to think of this. I think some who have long advocated for IMPROVING the quality of teaching and learning experiences are calling for using this pandemic as a timely opportunity to push all of us to more effectively orient ourselves to what we SHOULD have been doing all along (e.g., more active learning, experiential learning, greater use of backward design, flipped classrooms, greater intentionality, etc.). But, I also think some (particularly those who have been railing against the commercialization, corporatization, or neoliberalizing of higher education) think of the 'reinvention' of higher education in a very different way. And their cynical take on this 'reinvention' is a warning to us all to not allow these above economic trends to take further hold in our educational institution.\" Finally, as many chairs commented, \"it is too early to tell\" and \"there are currently far too many unknowns, recognizing that perspectives on reinvention will continue to evolve as institutions of higher education come to terms with the short-and long-term impact of the pandemic.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Perceptions of Higher Education Reinvention"
        },
        {
            "text": "The findings of this study reveal the exacerbation of challenges for individuals engaged as academic department chairs. In positions that are widely documented in the literature as challenging, COVID-19 has heightened the complexity of their work and accentuated the liminality of the chairperson role-tangled between the priorities, demands, and expectations of departmental colleagues, senior administrators, and students. Their contradictory status as \"front-line managers\" who \"are seldom given the scepter of undisputed authority\" (Hecht et al., 1999) further complicates the ways in which they might respond to the cascading set of issues that are common during times of crisis. The insights from the responding chairs emphasize the importance of developing and strengthening mechanisms for two-way communication with those occupying the role of department chairperson. By opening up lines of communication with individuals in these roles, crisis-related information may be more easily disseminated and understood, there may be greater opportunities for the invention and sharing of ideas, and chairs may be more engaged in addressing the interdependent issues that often cut across academic departments.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 556,
                    "text": "(Hecht et al., 1999)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Implications"
        },
        {
            "text": "As highlighted earlier, crises threaten organizations and shine a spotlight on the actions and decisions of those engaged in leadership, and they also reinforce the need for values-centered approaches in dealing with these moments of disruption that have both symbolic and material implications on the lives of others (Gigliotti, 2016 (Gigliotti, , 2019 (Gigliotti, , 2020b . The findings of this study underscore the important work of academic leadership, particularly the role of department chairs, in triaging immediate concerns, advocating on behalf of one's colleagues and students, providing frequent and timely updates to facilitate an institution's crisis response, ensuring the safety and well-being of others, and helping to restore hope when others experience a breakdown in collective sensemaking. It is clear from these research findings that balancing the traditional roles and responsibilities associated with the department chair position (Hecht et al., 1999; Jones, 2011; Kruse, 2020; Tucker, 1992) , along with the emerging, fluid, and innumerable responsibilities that occupy center stage during times of crisis, require effective, agile, dedicated, and people-centered leaders. Furthermore, these findings highlight an ongoing dilemma that is by now well-documented in the higher education literaturepreparation for academic leadership roles is key, but woefully inadequate. The challenges of this historical moment create a window of opportunity for initiatives that allow for deep reflection, leadership development, and meaningful networking with other academic leaders who are encountering seemingly insurmountable obstacles.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 334,
                    "text": "(Gigliotti, 2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 335,
                    "end": 353,
                    "text": "(Gigliotti, , 2019",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 354,
                    "end": 373,
                    "text": "(Gigliotti, , 2020b",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 955,
                    "end": 975,
                    "text": "(Hecht et al., 1999;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 976,
                    "end": 988,
                    "text": "Jones, 2011;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 989,
                    "end": 1001,
                    "text": "Kruse, 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1002,
                    "end": 1015,
                    "text": "Tucker, 1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Implications"
        },
        {
            "text": "Finally, the research findings capture the centrality of communication in the work of academic leadership. Particularly during periods of crisis, such as the COVID-19 pandemic, the survey respondents address the communicative strategies of providing information, soliciting information, connecting with colleagues through multiple modalities, and engaging others in addressing short-term needs and long-term plans. As Smircich and Morgan (1982) noted in their seminal work on leadership as the management of meaning, \"In understanding the way leadership actions attempt to shape and interpret situations to guide organizational members into a common interpretation of reality, we are able to understand how leadership works to create an important foundation for organized activity\" (p. 261). What we learn from the insights of the responding department chairs is a desire to connect with othersconnections that are made more challenging in light of the global pandemic-and to care for others in navigating the uncertainty of the current moment. By shaping and interpreting how others react and respond to a crisis of widespread magnitude, leadership is made possible; and by recognizing both the personal and professional worries, fears, and goals of one's faculty, staff, and student colleagues, department chairs can provide bridges of trust and goodwill.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 444,
                    "text": "Smircich and Morgan (1982)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Implications"
        },
        {
            "text": "It is important to also acknowledge the limitations of this work. The survey was conducted in April and May 2020, during a time of great uncertainty caused by the unfolding pandemic, which very likely impacted the perceptions of respondents. Additionally, the sample for participation only included active department chairs from Big Ten institutions. Despite the impact of the pandemic on all institutions of higher education and the traditional responsibilities of department chairs/heads at most research universities, there may be unique nuances to the work of chairs at Big Ten institutions that may limit the applicability of these findings. As with any qualitative research, the interpretations of the researcher may not fully represent the perspectives of the respondents, and follow-up research with individuals engaged in the role of department chairperson could help to clarify and illuminate additional themes of relevance. Finally, this study is limited in analyzing only the perspectives of responding department chairs. More robust analyses of academic leadership during times of crisis may include additional respondents representing other formal leadership roles, in addition to those who may have been impacted or influenced by the decisions and actions of those engaged in leadership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Implications"
        },
        {
            "text": "The ways in which we study and engage in leadership in higher education have been disrupted due to the coronavirus pandemic. As scholars and practitioners continue to make sense of the impact of the pandemic and the implications for higher education leadership, this research study provides a window into the perspectives, perceptions, and priorities of academic department chairs during a period of unprecedented crisis. The central findings of this research-intensified challenges, a multidirectional leadership pivot, and competing perceptions of higher education reinvention-reinforce the liminality of the academic chairperson role, highlight the need for increased training and development for individuals engaged in this work, and offer a reminder of ensuring that the broader perspectives of department chairs are included in efforts to reinvent institutions of higher education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How COVID-19 changed everything and nothing at all",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of COVID-19 on student experiences and expectations: Evidence from a survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aucejo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P U"
                    ],
                    "last": "Araya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zafar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Department chairs: Leadership in the trenches",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Leaders for a new era: Strategies for higher education",
            "volume": "",
            "issn": "",
            "pages": "57--73",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "King among kings: Understanding the role and responsibilities of the department chair in higher education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Berdrow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Educational Management Administration & Leadership",
            "volume": "38",
            "issn": "4",
            "pages": "499--514",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The real work of department chair",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clearing House",
            "volume": "75",
            "issn": "3",
            "pages": "158--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Leading a campus through crisis: The role of college and university presidents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Education Advancement & Marketing",
            "volume": "2",
            "issn": "2",
            "pages": "120--134",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effective leadership in higher education: A literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bryman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Studies in Higher Education",
            "volume": "32",
            "issn": "6",
            "pages": "693--710",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The essential department chair",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Buller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Constructing grounded theory",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Charmaz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The department chair primer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What is unique about chairs? A continuing exploration. The Department Chair",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Cipriano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riccardi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "26--28",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Campus crisis management: A comprehensive guide to planning, prevention, response, and recovery",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Coombs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Higher Education",
            "volume": "79",
            "issn": "6",
            "pages": "724--726",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Leader communication: Faculty perceptions of the department chair",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czech",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Forward",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Communication Quarterly",
            "volume": "58",
            "issn": "4",
            "pages": "431--457",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Handbook of qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Denzin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The university department: Retrospect and prospect",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dressel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Reichard",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "The Journal of Higher Education",
            "volume": "41",
            "issn": "5",
            "pages": "387--402",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Presidential leadership in times of crisis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "29--53",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Analyzing the dynamics of crisis leadership in higher education: A study of racial incidents at the University of Missouri",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fortunato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ruben",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "26",
            "issn": "4",
            "pages": "510--518",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Leader as performer; leader as human: A post-crisis discursive construction of leadership",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Atlantic Journal of Communication",
            "volume": "24",
            "issn": "4",
            "pages": "185--200",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Crisis leadership in higher education: Theory and practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sudden shifts to fully online: Perceptions of campus preparedness and implications for leading through disruption",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Literacy and Technology",
            "volume": "21",
            "issn": "2",
            "pages": "18--36",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The perception of crisis, the existence of crisis: Navigating the social construction of crisis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Applied Communication Research",
            "volume": "48",
            "issn": "5",
            "pages": "558--576",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Crisis leadership: A values-centered approach to crisis in higher education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fortunato",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ruben",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Lisi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gigliotti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Becoming a department chair: Negotiating the transition from scholar to administrator",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gmelch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parkay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chairing an academic department",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Gmelch",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Miskin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The department chair as academic leader",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "W D"
                    ],
                    "last": "Hecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Higgerson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Gmelch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Leading the academic department during the COVID-19 crisis. The Department Chair",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hlavac",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Buller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "17--19",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The future competencies of department chairs: A human resources perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Department chair leadership: Exploring the role's demands and tensions. Educational Management Administration & Leadership",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Kruse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Unprecedented times and innovation. Innovative Higher Education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "435--436",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Will the coronavirus forever alter the college experience? The New York Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The role of the university head of department",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mathias",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Further and Higher Education",
            "volume": "15",
            "issn": "3",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Presidential responses to crises at public university campuses: What leaders do and how others perceive their actions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Menghini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How prepared are America's colleges and universities for major crises? Assessing the state of crisis management",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Mitroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Alpaslan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Change",
            "volume": "38",
            "issn": "1",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Waiting for a crisis: Case studies of crisis leaders in higher education",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Muffet-Willett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Problems facing heads of departments",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oxtoby",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of Further and Higher Education",
            "volume": "3",
            "issn": "1",
            "pages": "46--59",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Departmental and institutional renewal in the wake of the COVID-19 pandemic: Applying the excellence in higher education framework",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ruben",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The department chair: New roles, responsibilities and challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Seagren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Leadership: The management of meaning",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smircich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Applied Behavioral Science",
            "volume": "18",
            "issn": "3",
            "pages": "257--273",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Qualitative research methods: Collecting evidence, crafting analysis, communicating impact",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Chairing the academic department: Leadership among peers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Chairing the academic department: Leadership among peers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The changing role of the department chair in the shifting landscape of higher education",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dickson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dellantonio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Higher Education",
            "volume": "8",
            "issn": "4",
            "pages": "175--188",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Addressing consuming administrative overhead of the role of the department chair. & Everything takes more time, \"even the most mundane of the clerical chair duties.\" & There is an additional level of meetings, most of which are conducted remotely, which creates a set of unique challenges. & Actively planning for the 2020-2021 academic year (e.g., course planning, academic planning, contingency planning). & Facilitating the pivot to fully online teaching and learning environments. & Ensuring continuity of research and protection of laboratories and research infrastructure. & For those with clinical responsibilities, ensuring appropriate patient care amid a pandemic. Relationship-Centered Challenges & Performing ongoing communication and advocacy with senior administration. & A need exists for increased active support of faculty, staff, and students, each of whom have unique needs. & Handling the impact on mental and emotional health of self and others. & Balancing the responsibilities of the chair with personal commitments and obligations. & Addressing gossip and misinformation. Leadership-Centered Challenges & Responsible for ensuring the safety of colleagues, students, and members of the community. & Engaging in meaningful virtual leadership and continuing to focus on departmental morale in a socially distanced environment. & Dealing with a greater level of uncertainty and a lack of clear information. & There is a need for effective and \"balanced\" communication. & There are concerns with budget freezes and reductions, and the uncertainty of future budget cuts and job furloughs. & Learning individually and collectively from the experience of the Spring 2020 pivot to fully online learning and teaching.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Suggested roles and responsibilities of department chairs",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "included the following items: & Administration (Advocacy, Engagement, Demands) & Administrative Overhead for Department Chair & Budget Impact/Furlough & Clinical Care & Communication/Communication Management & Departmental Morale & Gossip & Instructional Design & Labs/Research Facilities/Research Infrastructure & Learning (Individual and Collective) from Online Experiment & Meetings & Mental and Emotional Health & Personal Impact of COVID & Planning (Course Planning, Academic Planning, Strategic Planning, Contingency Planning) & Power & Safety/Environmental Health & Supporting Faculty/Staff/Students & Technology Fatigue & Time (Everything Takes More Time, Limited Amount of Time) & Uncertainty/Lack of Clear Information & University Response to the Crisis & Virtual Leadership (Ensuring Voices are Heard, Responsiveness, Accountability)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The author would like to acknowledge colleagues in the Rutgers Center for Organizational Leadership for their feedback and assistance with various phases of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Data Availability Not applicable.Code Availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions Not applicable."
        },
        {
            "text": "Conflicts of Interest/Competing Interests Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}