{
    "paper_id": "3498912aa8ac5d7d53d839a42e7e8c3d8053fff0",
    "metadata": {
        "title": "Effects of COVID-19 Pandemic on the Treatment of Pancreatic Cancer: A Perspective from Central Europe",
        "authors": [
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Pergolini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar",
                    "institution": "Technical University of Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "Ekin"
                ],
                "last": "Demir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar",
                    "institution": "Technical University of Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Stöss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar",
                    "institution": "Technical University of Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Emmanuel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Salzburg",
                    "location": {
                        "settlement": "Salzburg",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Rosenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar School of Medicine",
                    "institution": "Kantonsspital Baselland",
                    "location": {
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Helmut",
                "middle": [],
                "last": "Friess",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar",
                    "institution": "Technical University of Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Novotny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Klinikum rechts der Isar",
                    "institution": "Technical University of Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": "alexander.novotny@tum.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: This survey aimed to register changes determined by the COVID-19 pandemic on pancreatic surgery in a specific geographic area (Germany, Austria, and Switzerland) to evaluate the impact of the pandemic and obtain interesting cues for the future. Methods: An online survey was designed using Google Forms focusing on the local impact of the pandemic on pancreatic surgery. The survey was conducted at 2 different time points, during and after the lockdown. Results: Twenty-five respondents (25/56) completed the survey. Many aspects of oncological care have been affected with restrictions and delays: staging, tumor board, treatment selection, postoperative course, adjuvant treatments, outpatient care, and follow-up. Overall, 60% of respondents have prioritized pancreatic cancer patients according to stage, age, and comorbidities, and 40% opted not to operate high-risk patients. However, for 96% of participants, the standards of care were guaranteed. Discussion/ Conclusions: The first wave of the COVID-19 pandemic had an important impact on pancreatic cancer surgery in central Europe. Guidelines for prompt interventions and prevention of the spread of viral infections in the surgical environment are needed to avoid a deterioration of care in cancer patients in the event of a second wave or a new pandemic. High-volume centers for pancreatic surgery should be preferred and their activity maintained. Virtual conferences have proven to be efficient during this pandemic and should be implemented in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the current time, the healthcare system worldwide has been heavily affected by the rapid diffusion of SARS-CoV-2, causing big limitations in both hospital and intensive care unit (ICU) capacity [1] . Due to these limitations, surgical care was deeply impacted [2] . The reduced hospital and ICU capacity had led to restricting elective surgery in favor of emergency surgery, whereas cancer patients were prioritized by clinical priority and availability of resources [3] . Pancreatic cancer surgery, as a major oncological surgery often requiring intensive/intermediate care, has probably been even more affected by these re-strictions and the necessity of prioritizing patients [4] . Given the high aggressiveness of pancreatic cancer and the importance of the timeliness of treatments in these patients, delays and indecisions in the clinical process open up not only managerial but also ethical problems. Surgeons have had to balance between 2 aspects: on the one side, cancer patients appear to have a higher vulnerability in developing severe complications by COVID- 19 and, accordingly, increased necessity of intensive/intermediate care [5, 6] ; on the other hand, the inability to receive medical and/or surgical care seems to undermine cancer patients as well as SARS-CoV-2 and its complications [7] . On top of this, during the pandemic, patients have seemed hostile to consult a doctor, even when symptomatic, or to undergo surgical treatments, determining delays of diagnosis and treatment [8] .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "19",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "text": "6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1308,
                    "end": 1311,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, analyzing the impact on the oncological care of pancreatic cancer patients by the COVID-19 pandemic is of main importance to develop a future strategy. In case of a second wave or a new pandemic, the lesson learned during this time should be used to provide a prompt response, manage resources, and support clinicians and all healthcare professionals in decision-making, with the ultimate goal to guarantee standard of care. Therefore, this survey aimed to examine changes and reactions caused by the COVID-19 pandemic on a major surgery, such as pancreatic cancer surgery, in a geographic area with similar healthcare systems, in order to state the impact of the pandemic and to obtain interesting cues for future management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An online survey was designed using Google Forms (https:// docs.google.com/forms; Google LLC, Menlo Park 120, CA, USA) and sent to the surgeons-in-chief of tertiary centers of Germanspeaking Europe (Germany, Austria, and Switzerland). The survey was conducted from April 2 to 19, 2020 during the lockdown period and consisted of 52 questions on the local impact of the CO-VID-19 pandemic on pancreatic surgery (see online suppl. Content 1; for all online suppl. material, see www.karger.com/ doi/10.1159/000513157). The answers were all obligatory, as well as registering the name and the institution to avoid overlap between the participants. We collected general information about the hospital and the actual situation during the COVID-19 pandemic. The critical care capacity was defined according to the CRITCON score (online suppl. Content 1). Then, with a focus on pancreatic surgery, we asked questions regarding staging modalities, treatment choice, and postoperative management before and during the pandemic. Last, personal considerations about the actual situation were also collected. A second round of the survey with 53 questions was conducted from May 4 to 22, 2020 to evaluate the evolution of the situation after the first phase of lockdown and the management of single hospitals regarding testing and equipment (online suppl. Content 3). We also registered personal reactions and proposals for the next future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The data analysis was performed with Microsoft Excel 2019 (Microsoft, Redmond, WA, USA). Data were reported as a number with percentage. Variables were processed using IBM SPSS Statistics 22 (IBM Corp., Orchard Road Armonk, NY, US).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 25 respondents completed the online survey (25/56). Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "In April, all respondents confirmed the presence of patients infected by SARS-CoV-2 in their hospital. Forty-eight percent (12) of the hospitals had <20 patients under treatment for COVID-19, 36% (9) had 21-50 patients, and 4 centers (16%) had more than 50 positive stationary patients (Fig. 1a) . None of the included insti-tutions has had to face with CRITCON level 4. Two centers in Switzerland declared CRITCON level 3. By contrast, the situation was defined as normal (CRITCON 0) in 4 hospitals. A CRITCON level of 2 was detected in 40% (10) of the hospitals and CRITCON level 1 in 9 centers (36%). After the end of lockdown, 4 hospitals have not had any COVID-19-positive patients in charge any lon- ger, and overall, 61% (11) of the centers declared CRIT-CON level 0 (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 774,
                    "end": 783,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Local Spread of COVID-19 Pandemic"
        },
        {
            "text": "In April, tumor boards were conducted as usual in 16% (4) of hospitals, while 32% (8) and 52% (13) of the centers opted for a virtual or a restricted tumor board with fewer participants, respectively (Fig. 1c) . Over time, 2 more centers adopted this new form of tumor conferences, and overall, 71% (12) of the respondents declared to be satisfied. The endoscopic service has been maintained in all centers, but 36% (9) of respondents revealed a reduction or delay because of COVID-19. By contrast, a reduction or delay of the activity in the radiology department was reported by 20% (5), 24% (6) , and 28% (7) of the respondents for CT, MRI, and PET-scan respectively. Staging assessment by laparoscopy was also impacted by a reduction in 8 hospitals (32%). In May, an improvement of the endoscopic and radiological service was registered in 33% (6) and 28% (5) of the hospitals, respectively.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of COVID-19 Pandemic on the Staging of Patients with Pancreatic Cancer"
        },
        {
            "text": "Before the COVID-19 pandemic, the standard of care in patients with resectable pancreatic cancer was represented by resection followed by adjuvant chemotherapy in all centers; in 6 hospitals, neoadjuvant treatment was also offered for selected patients. During the pandemic, neoadjuvant treatment has been more extensively proposed by 7 centers. By contrast, in 3 hospitals, the neoadjuvant therapy was not anymore offered, probably due to difficulties of conducting chemotherapy under the pandemic. Borderline/locally advanced tumors were generally treated with neoadjuvant chemotherapy, followed by resection or resection followed by adjuvant chemotherapy in selected cases. During the pandemic, neoadjuvant chemotherapy was not any longer offered in 3 centers, while in 3 centers, it has become the preferred option for this group of patients. Palliative chemotherapy was normally the most suggested treatment in metastatic pancreatic cancer. In 12 centers, neoadjuvant chemotherapy followed by resection was also performed in selected cases; due to the COVID-19 pandemic, this option was not any longer considered in 5 centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 Pandemic on the Treatment Choice of Patients with Pancreatic Cancer"
        },
        {
            "text": "The waiting time before upfront surgery during the COVID-19 pandemic was described as 4-6 weeks only in 12% (3) of the centers; otherwise, patients were resected within 4 weeks as before. 56% (14) of respondents have asserted that the time interval after neoadjuvant chemotherapy before surgery has not changed during this period, whereas 24% (6) reported a delay in waiting time >6 weeks. Four of them reported normalization of waiting time after the end of lockdown.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(14)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Impact of COVID-19 Pandemic on the Treatment Choice of Patients with Pancreatic Cancer"
        },
        {
            "text": "Overall, 96% (24) of the participants declared that they do not intend to change the standard of care for patients with pancreatic cancer during the COVID-19 pandemic; however, 60% (15) affirmed that they have had to prioritize patients during this time. The most important criteria to prioritize patients were tumor stage, age, and comorbidities. After the end of lockdown, 28% (5) of the centers continued to restrict elective surgery according to internal dispositions, even though this was not any longer recommended by the authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 Pandemic on the Treatment Choice of Patients with Pancreatic Cancer"
        },
        {
            "text": "After surgery, most patients routinely stayed under observation in the ICU or IMC (72%, 18) for 1 (92%) or 2 nights (8%). During the COVID-19 pandemic, despite the ICU capacity has been increased in 94% (17) of the included hospitals, 20% (5) of the respondents reported a change in the postoperative management because of the impossibility to keep patients in the ICU/IMC and the need to transfer the patients to the normal ward earlier (Fig. 1d) . Moreover, 32% (8) of the participants have tried to reduce the length of stay, discharging patients earlier to home or another hospital or rehabilitation center, and 40% (10) of respondents opted not to operate high-risk patients (Fig. 1e) . Patients with comorbidities entailing a high risk of morbidity and mortality, thus yielding a higher probability of ICU treatment, were considered highrisk patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "(Fig. 1e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of COVID-19 on the Postoperative Management and Follow-Up of Patients Resected for Pancreatic Cancer"
        },
        {
            "text": "Despite these restrictions, 92% (23) declared no changes in the management of complications after pancreatic surgery because of the pandemic; however, 52% of respondents believe that COVID-19 can determine higher mortality or morbidity after surgery. In May, 44% (8) of the included hospitals declared to have operated at least one positive patient in their department during this time, but none of the included centers reported postoperative COVID-19 infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 on the Postoperative Management and Follow-Up of Patients Resected for Pancreatic Cancer"
        },
        {
            "text": "In the postoperative period, for 24% (6) of participants, chemotherapy also has been impacted with reduction or delay due to the pandemic. In 20% (5) of centers, no follow-up has been performed during this time, while in 52% (13), it has been restricted. In May, in 94% (17) and 67% (12) of the hospitals, adjuvant chemotherapy and follow-up, respectively, were resumed as usual (Fig. 1f, 2c) . Regarding surgical outpatient care, 84% (21) of respondents declared a reduction of service, in 56% (14) of cases ≥50%. During the second round of the survey, the situation had already improved, with a reduction of ≥50% still present only in 17% (3) of the centers (shown in Fig. 2a, b) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "(17)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 392,
                    "text": "(Fig. 1f, 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 670,
                    "end": 681,
                    "text": "Fig. 2a, b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Impact of COVID-19 on the Postoperative Management and Follow-Up of Patients Resected for Pancreatic Cancer"
        },
        {
            "text": "An internal protocol to manage oncological patients during the pandemic was developed in 56% (10) of the included hospitals. In May, 50% (9) of the respondents declared that all the patients in their hospitals have been routinely tested with preoperative swab tests (PCR), while in 17% (3) (3), and for the remaining cases in ≥24 h. Thirty-nine percent (7) of the respondents declared that tests have been conducted preclinically (i.e., by the family doctor).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing and Protection Equipment"
        },
        {
            "text": "In 17% (3) of the hospitals, the medical staff were routinely tested, while in another 67% (12) , only in case of suspicious symptoms; most of the tests (72%, 13) were swab tests. Only one of the respondents was tested with a negative result, whereas in 8 hospitals, at least one member of the surgical team was positive and had to undergo home isolation. Interestingly, in 72% (13) of the centers, members of the team were transferred from surgery to another department, such as ICU, internal medicine department, emergency department, or had to work from home office. Overall, no supply problems of the protective equipment for the medical staff were reported.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Testing and Protection Equipment"
        },
        {
            "text": "Ninety-two percent (23) of the participants have discussed problems and risks related to the pandemic with their patients, and the same percentage of surgeons noticed that patients tend to avoid hospital treatment. Besides, at the beginning of the lockdown, 52% (13) of the respondents received a refusal or requests for postponement of the surgical intervention from patients due to fear of COVID-19 and its consequences. This percentage reached 83% (15) during the second phase of the pandemic (Fig. 2d) . Moreover, all participants declared that even after the end of lockdown, patients have still been worried about the pandemic, and 89% (16) of respondents think that patients will avoid consultations for a longer period of time (shown in Fig. 2e) . Accordingly, 61% (11) of the colleagues have considered this issue as a possible cause of delayed diagnosis for many patients at a more advanced stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 505,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 745,
                    "end": 753,
                    "text": "Fig. 2e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Patients' Perception"
        },
        {
            "text": "In April, 44% (11) of the surgeons affirmed that their clinical practice has been negatively changed during the COVID-19 pandemic, and 36% (9) sense a more stressful environment than usual. In contrast, in May, only 22% (4) of the participants confirmed that the pandemic has affected the quality of their clinical practice (Fig. 2f) with stress perception in also 22% (4) of cases. Seventy-two percent (13) of the respondents believe that the adopted measures in their hospital were adequate, while 28% (5) judged measures to be excessive. As well, restrictions of the surgical activity were deemed appropriate by the 78% (14) of the colleagues, while the remaining 22% (4) classified restrictions as excessive. In May, 39% (7) of the re-spondents described the situation in their hospitals as normal, 44% (8) as improving, 17% (3) as problematic but stable, and none as worsening. Interestingly, in 39% (7) of the included hospitals, virtual consultation services (outpatient care/follow-up) were set up, and all the participants think that they may be useful for patients.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "(14)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Fig. 2f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Pancreatic surgeons' Perception"
        },
        {
            "text": "Solid preclinical testing at an early stage of the pandemic seems to be very important for many of the participants. Pre-established hospitals, preferably peripheral, should be assigned to manage the pandemic so that referral centers for oncological care could continue to work without restrictions, maintaining high standards of care and patients' confidence. Telemedicine, as well as virtual tumor boards, should also be implemented to help with the usual outpatient care and follow-up. In this regard, surgeons claimed that radiological imaging should be more easily sharable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgeons Proposals for the next Future"
        },
        {
            "text": "When the survey was conducted, the incidence of CO-VID-19 infections in Germany, Switzerland, and Austria was 188, 342, and 169 per 100,000 inhabitants, respectively, while the cases of death were 7, 17, and 6 per 100,000 inhabitants [9] . Of note, the incidence of COVID-19 infection and death were 485 and 50 per 100,000 inhabitants in Spain in the same period. According to the Robert Koch Institute, about 350,000 tests were conducted per week in Germany during April 2020 with a mean positivity rate of 5.7% [10] . It is estimated that more than 28 million surgical procedures have been canceled or postponed during the COVID-19 pandemic worldwide, 38% of which represented cancer surgery [2] . All guidelines and recommendations published during the first phase of the pandemic have suggested a precautionary reduction and postponing of elective surgery due to the limited healthcare resources and the risk of unexpected and severe postoperative complications. At that time, the virus was still unknown, and the evolution of the pandemic was not predictable; however, these suggestions were based on low-level evidences [11] [12] [13] . As a result, many clinicians involved in the care of oncologic patients have had to balance between a delay in cancer treatment and the risk for a potential COVID-19 exposure for already vulnerable patients. In our survey, most surgeons have claimed important changes in the clinical practice during the pandemic, with the need to prioritize patients DOI: 10.1159/000513157 with pancreatic cancer according to 60% of the respondents. The participants affirmed that the most important criteria used to prioritize patients were tumor stage, age, and comorbidities. The necessity to prioritize patients raises very important ethical issues [14] . What criteria clinicians should use to select patients' needs to be addressed, without leaving decisions to individual clinicians' intuition or single institutions.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1780,
                    "end": 1784,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Basically, not only surgery but all aspects of the oncological care of pancreatic cancer patients have been affected, namely, staging and tumor board, treatment selection, postoperative course, outpatient care, and followup, with important restrictions and delays. In this specific geographic area, even though 44% of the surgeons declared that the pandemic has negatively influenced the quality of their clinical practice, 96% of them affirmed that the standards of care were always guaranteed. In the first round of the survey, most of the participants (72%) seemed satisfied with the measures taken by their hospital institutions, deeming them as appropriate. However, during the second round of the survey, some colleagues declared that in their opinion, the restrictions of surgical activity were probably too excessive in comparison with the surge of COVID-19 in central Europe. In the future, learning from these experience, tools, and protocols to calibrate the restrictions according to the severity of the pandemic in a specific area should be developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Certainly, between the effects of the pandemic on the management of oncological patients, we should also consider the great influence played by the patients' perception of this critical context. In our survey, a consistent percentage of colleagues have dealt with patients' anxiety and fear of contracting the virus, resulting in cancellations or postponements of surgical procedures. Moreover, this issue is expected to play an important role for a longer time, even after the lockdown phase. The reduced amount of emergency surgery registered during this period also confirmed the tendency of avoiding hospitals and treatments by patients, with subsequent delays of diagnosis and the occurrence of more severe cases [8, 15] . Accordingly, we could assume that this will result in many patients presenting with more advanced disease stages in the near future due to a consistent delay of cancer diagnosis [16, 17] . However, an exact estimation of this phenomenon is not possible, yet. Surely, the mass media have played an important role in the patients' perception and, in this regard, more correct and punctual information, without undue alarmism, should be pursued.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is well known that referral centers for pancreatic surgery offer treatment advantages, like shorter hospital stays and lower morbidity and mortality [18] [19] [20] . Moreover, they are able to offer a more structured multidisciplinary approach to these patients. In case of a second wave or a new pandemic, where, as we learned, the risk for significant morbidity for cancer patients is even higher [5] , it seems reasonable that pancreatic surgery should be preferentially performed in high-volume centers (≥20 pancreatoduodenectomies/year) in order to reduce the risk of long hospital stays and severe complications requiring intensive care [21] . In this setting, beside solid and diffuse preclinical testing at an early stage of the pandemic, many participants suggested to mandate pre-established hospitals, preferentially peripheral, to manage the pandemic, in order to offer a more widespread territorial assistance, to limit the diffusion of the virus and, on the other hand, to maintain the high specialized activities of tertiary centers. Moreover, a safer, more structured, and specialized approach, as provided by referral centers, should probably reassure patients and encourage them to rely on necessary care. This crisis has also shown the validity of alternative methods of patient evaluation, such as virtual tumor boards or virtual outpatient care. These instruments should be implemented to help routine clinical practice. Telemedicine might be helpful for a first screening of patients with pancreatic cancer, for example, to determine the resectability and surgical fitness, or to follow up the patients after surgery.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the relatively small number of participants limiting the possibility of robust conclusions, this survey represents the experience of referral centers for pancreatic surgery in a geographic area with similar healthcare systems and comparable impact of the pandemic, which allows for more uniform and comparable results. The survey was conducted at the beginning of the pandemic, when the implications of the virus spread were unknown and unpredictable, and standardized protocols were lacking. Moreover, in light of this situation, each hospital adopted different measures to organize departments and employees. Therefore, we also chose to ask for subjective considerations by experts in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, pancreatic surgery has undergone profound changes during the COVID-19 pandemic, even in a geographic area that has been less dramatically affected, such as German-speaking Europe. However, most participants declared to be satisfied with the reactions and measures adopted by their hospital; for most of them, also the restrictions of the surgical care were appropriate in Dig Surg 2021;38:158-165 DOI: 10.1159/000513157 this critical context. For the next future, it is important to design clear guidelines for prompt interventions and prevention of the spread of viral infections in the surgical environment, in order to avoid a deterioration of care in cancer patients. In addition, new approaches developed during the pandemic, as virtual tumor boards or ambulatory service, should also be implemented in a normal context to improve the healthcare service. Last, in pandemic times, consideration should be given to provide patients with appropriate information adapted to the severity of the situation without undue alarmism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ethical approval is not required for this study. This study is based on a survey about surgeons' opinions. No patients are involved or included in the study evaluation; accordingly, no patient's consent was required. Participating in the survey, the colleagues gave their consent to collect data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation (WHO) Coronavirus disease (COVID-19) outbreak webpage",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Elective surgery cancellations due to the COVID-19 pandemic: global predictive modelling to inform surgical recovery plans",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nepogodiev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhangu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "German government advises postponement of all elective operations Last accessed 18: 03h",
            "authors": [
                {
                    "first": "German",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ESMO management and treatment adapted recommendations in the COVID-19 era: Pancreatic cancer. Priorities for Pancreatic Cancer patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mortality and pulmonary complications in patients undergoing surgery with perioperative SARS-CoV-2 infection : an international cohort study",
            "authors": [
                {
                    "first": "Covidsurg",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "20",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergency general surgery in Italy during the COVID-19 outbreak: first survey from the real life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patriti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Baiocchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Catena",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catarci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chirurghi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Emerg Surg",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiologische Zwischenbilanz zum neuen Coronavirus in der Schweiz und im Fürstentum Liechtenstein",
            "authors": [
                {
                    "first": "Gesundheit",
                    "middle": [],
                    "last": "Bundesamt Für",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical guide for the management of non-coronavirus patientsrequiring acute treatment: cancer",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "American College of Surgeons releases recommendations for surgicalmanagement of elective operations during COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Managing CO-VID-19 in surgical systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gawande",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "272",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fair allocation of scarce medical resources in the time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "21",
            "pages": "2049--55",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What happened to surgical emergencies in the era of CO-VID-19 outbreak ? Considerations of surgeons working in an Italian COVID-19 red zone",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patriti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eugeni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Updates Surg",
            "volume": "72",
            "issn": "2",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cancer diagnostic delay in northern and central Italy during the 2020 lockdown due to the coronavirus disease 2019 pandemic: assessment of the magnitude of the problem and proposals for corrective actions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vincentiis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ambrosini-Spaltro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barbareschi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Contato",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Pathol",
            "volume": "155",
            "issn": "1",
            "pages": "64--72",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The impact of the COVID-19 pandemic on cancer care. Nat Cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Complications of pancreatic surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleeff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Friess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Buchler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "HPB",
            "volume": "7",
            "issn": "2",
            "pages": "99--108",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hospital volume and mortality after pancreatic resection: a systematic review and an evaluation of intervention in The Netherlands",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Heek",
                    "suffix": ""
                },
                {
                    "first": "Kfd",
                    "middle": [],
                    "last": "Kuhlmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Scholten",
                    "suffix": ""
                },
                {
                    "first": "Smm",
                    "middle": [],
                    "last": "De Castro",
                    "suffix": ""
                },
                {
                    "first": "Orc",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Gulik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Surg",
            "volume": "242",
            "issn": "6",
            "pages": "781--90",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of centralization of pancreatic cancer surgery on resection rates and survival",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gooiker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Lemmens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Besselink",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonsing",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Q"
                    ],
                    "last": "Molenaar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Surg",
            "volume": "101",
            "issn": "8",
            "pages": "1000--1005",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global survey on pancreatic surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Stoop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Löhr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zyromski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Nealon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "272",
            "issn": "2",
            "pages": "87--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Graphic description of the answers of the participants regarding changes in the clinical practice during and after the lockdown (part 1). Number of patients with confirmed or presumed infection of COVID-19 at the hospital (a); CRITCON level at the hospital (b); changes of the tumor board (c); changes of the immediate postoperative management (d); changes of the postoperative stay (e); changes of the availability of chemotherapy (f). ICU, intensive care unit. Dig Surg 2021;38:158-165 DOI: 10.1159/000513157",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Graphic description of the answers of the participants regarding changes in the clinical practice during and after the lockdown (part 2). Changes of the availability of outpatient service (a); percentage reduction of the outpatient service (b); changes of the availability of follow-up (c); request of cancellation or postponement of the surgical procedures by patients (d); patients' tendency of avoiding hospitals (e); changes of the quality of the clinical practice (f). DOI: 10.1159/000513157",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "describes general hospital characteristics. Most respondents were working in university hospitals (80%, 20). Sixty-eight percent (17/25) of the included hospitals had more than 1,000 beds, with ICU capacity >50 beds in 64% (16/25) of the centers, and the annual number of pancreatic resections was >50 for 60% (15/25) of them. Eighteen colleagues also completed the second round of the survey (18/25). Changes overtime are shown inFigures 1 and 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "General characteristics of the included hospitals (N = 25)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "of the hospitals, only selected patients were tested. The results have been available within about 6 h in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        },
        {
            "text": "The authors have no funding supports to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Sources"
        }
    ]
}