{"paper_id": "34da63b67f71f006e672f987919b75ed78d6f03f", "metadata": {"title": "Unveiling the Mechanism of Action of 7α-acetoxy-6β-hydroxyroyleanone on an MRSA/VISA Strain: Membrane and Cell Wall Interactions", "authors": [{"first": "Filipe", "middle": [], "last": "Pereira", "suffix": "", "affiliation": {"laboratory": "Research Center for Biosciences and Health Technologies (CBIOS)", "institution": "Universidade Lusófona de Humanidades e Tecnologias", "location": {"addrLine": "Campo Grande, 376", "postCode": "1749-024", "settlement": "Lisboa", "country": "Portugal"}}, "email": "pereira.filipepereira@gmail.comf.p."}, {"first": "Teresa", "middle": [], "last": "Figueiredo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Nova de Lisboa", "location": {"postCode": "2825-149", "settlement": "Caparica", "country": "Portugal"}}, "email": ""}, {"first": "Rodrigo", "middle": ["F M"], "last": "De Almeida", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de Lisboa", "location": {"postCode": "1749-016", "settlement": "Lisboa", "country": "Portugal"}}, "email": "rfalmeida@fc.ul.ptr.f.m.d.a."}, {"first": "Catarina", "middle": ["A C"], "last": "Antunes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade de Lisboa", "location": {"postCode": "1749-016", "settlement": "Lisboa", "country": "Portugal"}}, "email": "catarina.alves.antunes@gmail.com"}, {"first": "Catarina", "middle": [], "last": "Garcia", "suffix": "", "affiliation": {"laboratory": "Research Center for Biosciences and Health Technologies (CBIOS)", "institution": "Universidade Lusófona de Humanidades e Tecnologias", "location": {"addrLine": "Campo Grande, 376", "postCode": "1749-024", "settlement": "Lisboa", "country": "Portugal"}}, "email": "catarina.g.garcia@gmail.comc.g."}, {"first": "Catarina", "middle": ["P"], "last": "Reis", "suffix": "", "affiliation": {"laboratory": "Instituto de Investigação do Medicamento (iMed.ULisboa)", "institution": "Universidade de Lisboa", "location": {"postCode": "1649-003", "settlement": "Lisboa", "country": "Portugal"}}, "email": "catarinareis@ff.ulisboa.ptc.p.r."}, {"first": "Lia", "middle": [], "last": "Ascensão", "suffix": "", "affiliation": {"laboratory": "Centro de Estudos do Ambiente e do Mar (CESAM)", "institution": "Universidade de Lisboa", "location": {"postCode": "1749-016", "settlement": "Lisboa", "country": "Portugal"}}, "email": ""}, {"first": "Rita", "middle": ["G"], "last": "Sobral", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidade Nova de Lisboa", "location": {"postCode": "2825-149", "settlement": "Caparica", "country": "Portugal"}}, "email": ""}, {"first": "Patricia", "middle": [], "last": "Rijo", "suffix": "", "affiliation": {"laboratory": "Research Center for Biosciences and Health Technologies (CBIOS)", "institution": "Universidade Lusófona de Humanidades e Tecnologias", "location": {"addrLine": "Campo Grande, 376", "postCode": "1749-024", "settlement": "Lisboa", "country": "Portugal"}}, "email": "patricia.rijo@ulusofona.ptp.r."}, {"first": "C", "middle": ["A C A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The number of cases of failure in the treatment of infections associated with resistant bacteria is on the rise, due to the decreasing efficacy of current antibiotics. Notably, 7α-Acetoxy-6β-hydroxyroyleanone (AHR), a diterpene isolated from different Plectranthus species, showed antibacterial activity, namely against Methicillin-resistant Staphylococcus aureus (MRSA) strains. The high antibacterial activity and low cytotoxicity render this natural compound an interesting alternative against resistant bacteria. The aim of this study is to understand the mechanism of action of AHR on MRSA, using the MRSA/Vancomycin-intermediate S. aureus (VISA) strain CIP 106760, and to study the AHR effect on lipid bilayers and on the cell wall. Although AHR interacted with lipid bilayers, it did not have a significant effect on membrane passive permeability. Alternatively, bacteria treated with this royleanone displayed cell wall disruption, without revealing cell lysis. In conclusion, the results gathered so far point to a yet undescribed mode of action that needs further investigation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Due to the continuously increasing resistance of bacteria against front-line antibiotics, numerous attempts to develop new antibacterial agents effective against disseminating infections have been made [1] .", "cite_spans": [{"start": 202, "end": 205, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "First, 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC), 1-palmitoyl-2-oleoyl-sn-glycero-3-phosphocholine (POPC) and N-palmitoyl-sphingomyelin (PSM) were purchased from Avanti Polar Lipids (Alabaster, AL). Cholesterol, 5,6-carboxyfluorescein (CF), 8-hydroxypyrene-1,3,6-trisulfonic acid (HPTS) trisodium salt (pyranine), Sephadex G-25 and Triton X-100 were acquired from Sigma (Sintra, Portugal). Solvents for lipid and Royleanone derivative (AHR) stock solutions were of spectroscopic grade. Methicillin, ampicillin and vancomycin were obtained from Sigma.", "cite_spans": [], "ref_spans": [], "section": "Reagents"}, {"text": "Three extraction processes were performed, to identify which extraction method is the one with higher yield of AHR from Plectranthus grandidentatus Gurke [4, 7] . The plant material was used as previously described [4, 7] . Supercritical fluid (SCF) extraction was carried out in an experimental apparatus equipped with a sample cell with 100 dm 3 . Air-dried leaves (100.45 g) were powdered extracted with CO 2 for 4 h at 40 • C and 230 bar. After extraction, the extract was recovered with acetone. Acetone maceration extraction was carried out using 100.88g of dried plant and 1L acetone at room temperature and strong agitation for 1h. The resulting extract was then filtrated, and the solvent was evaporated in a rotary evaporator. Acetone ultrasonic-assisted extraction was carried out using 100.13 g of dried powdered leaves with 1L acetone. The suspension was maintained in an ultrasonic bath for 1h at room temperature. After extraction, the suspension was filtrated and the solvent was evaporated. The isolation and consequently structural identification of AHR was conducted through the different chromatographic methods previously described. Thus, AHR was structurally identified and confirmed by spectroscopic means, according to the literature [5, [7] [8] [9] [10] [11] . The content of AHR present in the extract was evaluated by high-pressure liquid chromatography-diode-array detection (HPLC-DAD), according to the method developed and published previously [12] .", "cite_spans": [{"start": 154, "end": 157, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 158, "end": 160, "text": "7]", "ref_id": "BIBREF6"}, {"start": 215, "end": 218, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 219, "end": 221, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1258, "end": 1261, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1262, "end": 1265, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1266, "end": 1269, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1270, "end": 1273, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1274, "end": 1278, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1279, "end": 1283, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1474, "end": 1478, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Extraction, Isolation and Purification of AHR"}, {"text": "To obtain a final lipid concentration of 5 mM in the liposomal suspensions, the appropriate volume of a stock solution of lipid in chloroform was mixed and the solvent was removed by evaporation under a mild flow of nitrogen. Then, samples were placed in a vacuum overnight to ensure the complete elimination of organic solvent. The lipid film was hydrated with 10 mM Tris-HCl, 20mM NaCl 0.1 mM EDTA buffer, to a final lipid concentration of 5 mM. After that, seven freeze/thaw cycles (liquid nitrogen/water bath) were performed. Subsequently, 100 nm diameter large unilamellar vesicles (LUVs) were prepared by the extrusion method as described previously [7] .", "cite_spans": [{"start": 656, "end": 659, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Liposome Preparation"}, {"text": "The stock solution of AHR (10 mg/mL) was prepared in dimethyl sulfoxide (DMSO) and stored at −18 • C. During each experiment, a fresh aliquot solution was used and diluted in the corresponding buffer. The concentration of DMSO on experiment solution was under 1% (v/v).", "cite_spans": [], "ref_spans": [], "section": "Liposome Preparation"}, {"text": "The absorption spectra were obtained with a Shimadzu UV 560 double beam spectrophotometer, in the absence and presence of LUV suspension, in Tris-HCl, pH 7.4 buffer. DOPC LUVs were prepared at a total lipid concentration of 1 mM and AHR at 20 µM. The light scattering due to LUVs in suspension was corrected with the subtraction of an appropriate blank.", "cite_spans": [], "ref_spans": [], "section": "Absorption Measurements"}, {"text": "The MRSA/Vancomycin-intermediate S. aureus (VISA) strain CIP 106760 (Institut Pasteur CIP) was used in this study, and was kindly given by Professor Aida Duarte from Universidade de Lisboa, Portugal. All experiments were performed in Mueller-Hinton (MH) broth agar at 37 • C, with aeration.", "cite_spans": [], "ref_spans": [], "section": "Strains and Growth Conditions"}, {"text": "The antibiotic synergy effects between AHR with methicillin, vancomycin and ampicillin were evaluated through the well-diffusion method. The synergy was determined by measuring the growth inhibition halos in MH agar plates. AHR (1 mg/mL) was combined with selected antibiotics (1 mg/mL), at a final concentration of 0.5 mg/mL. Plates were incubated at 37 • C for 24 h. DMSO, AHR and antibiotic growth inhibition halos were performed as controls. The study was conducted in at least three independent assays.", "cite_spans": [], "ref_spans": [], "section": "Synergy Studies"}, {"text": "Strain CIP 106760 was grown in sterile non-treated 96-well microplates (Brand, Wertheim, Germany) in MH broth. Overnight cultures were diluted to an initial optical density (OD) OD 600nm of 0.05 and supplemented with AHR to final concentrations of minimum inhibitory concentration (MIC), MIC/2 and 2MIC. Cultures were grown at 37 • C with shaking (180 rpm) and monitored for 24 h in a microplate reader (Tecan Group Ltd., Männedorf, Switzerland). Three biological replicates were performed.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Growth Curve"}, {"text": "To provide an estimate of viable counts, colony-forming units (cfu/mL) were determined. Mid-exponential cultures of CIP 106760 were supplemented with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone (3.9 mg/L, 7.8 mg/L and 15.6 mg/L) and serial dilutions of the bacterial cultures were plated on tryptic soy agar (TSA, Difco) at discrete time points of the growth curve. The plates were incubated for 48 h at 37 • C, and the colonies were counted. All assays were performed in triplicate, and the results are representative of the average and standard error of the mean (SEM).", "cite_spans": [], "ref_spans": [], "section": "Effect of AHR on the Viability of CIP106760 Strain"}, {"text": "A mid-exponential culture of the CIP 106760 strain was centrifuged and resuspended in 0.9 % sterile NaCl solution, to yield a final OD 620nm of 3. AHR was added at final concentrations of MIC/2, MIC and 2MIC, and the cell suspensions were incubated at 37 • C. The cell supernatants were monitored by measuring the OD 260nm for 16 h. All assays were performed in triplicate, and results are representative of the average and standard error of the mean (SEM).", "cite_spans": [], "ref_spans": [], "section": "Cell Leakage Assay"}, {"text": "The AHR effect on lipid bilayers passive permeability was monitored by measuring the leakage of intraliposomal CF, through the concomitant increase of fluorescence intensity [8] . LUV suspensions were prepared in Hepes 10 mM, pH 7.4, containing CF at a concentration of 40 mM. Non-encapsulated CF was separated from the vesicles' suspension through gel filtration in a Sephadex G-25 column. The fraction containing the LUVs with encapsulated CF was distributed in a 96-well standard opaque microplate to a final lipid concentration of 0.5 mM, in a final volume of 250 µL. Concentrations of MIC/2, MIC and 2MIC were tested. Liposome suspensions containing CF in the presence of 0.9 % of DMSO were used as control.", "cite_spans": [{"start": 174, "end": 177, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Membrane Interaction and Leakage Assay"}, {"text": "The variation of fluorescence intensity was measured at excitation and emission wavelengths of 492 and 530 nm, respectively, with a cut off filter of 515 nm, using a microplate reader (Gemini EM Microplate Reader, Molecular Devices), at 25 • C. The fluorescence intensity measurements were performed initially only with the LUV suspension, then in the presence of different AHR concentrations, and finally, by adding Triton X-100 to a final concentration of 0.5 % (v/v), to obtain the value corresponding to the complete release of CF. The quantification of leakage was determined according to the following Equation 1 [8] :", "cite_spans": [{"start": 619, "end": 622, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Membrane Interaction and Leakage Assay"}, {"text": "where F p corresponds to fluorescence intensity value over time, F 0 is the initial fluorescence of the vesicle suspension, and F 100 is the fluorescence intensity value after the addition of Triton X-100. The values were converted considering the control measurements. The phospholipid concentration in the final LUV suspensions was confirmed by the quantification of inorganic phosphate following the colorimetric method of Rouser [9] .", "cite_spans": [{"start": 433, "end": 436, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Membrane Interaction and Leakage Assay"}, {"text": "The effect of AHR on ion exchange through lipid bilayers was followed by ratiometric fluorimetric measurements using a pH-sensitive probe, HPTS, following the procedures described in [7] . LUVs of POPC/PSM/cholesterol, in the proportions of 59.7:26.3:14 (26 mol% liquid ordered (l o ) phase) and 34:32.7:33.3 (83 mol% l o phase), were prepared in citrate phosphate buffer (citric acid 100 mM, Na 2 HPO 4 200 mM, pH 5.0) containing 0.5 mM of HPTS. Those two-lipid composition are referred further ahead as low-cholesterol and high-cholesterol, respectively. The excess HPTS was separated from LUVs with encapsulated HPTS by gel filtration in a Sephadex G-25 column.", "cite_spans": [{"start": 183, "end": 186, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Proton Leakage Assay"}, {"text": "The LUV suspension fraction was distributed into a 96-well standard opaque microplate to a final lipid concentration of 0.2 mM, in a final volume of 250 µL per well. AHR concentrations employed and the control were the same as in the CF leakage assay.", "cite_spans": [], "ref_spans": [], "section": "Proton Leakage Assay"}, {"text": "The pH measurements inside the liposomes were performed using the ratio of fluorescence at two excitation wavelengths, 405 and 450 nm, and a fixed emission wavelength of 510 nm (IF 450/405 ), with a 495 nm cut off filter, in the microplate reader referred to above, at 25 • C. Finally, Triton X-100 was added to a final concentration of 1% (v/v) to acquire the intensity ratio corresponding to the total dissipation of the pH gradient. The dissipation percentage of the pH gradient (% ∆pH), considering as appropriate a linear relation with IF 450/405 in the pH range covered, was determined according to Equation 1 [8] .", "cite_spans": [{"start": 616, "end": 619, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Proton Leakage Assay"}, {"text": "The influence of AHR in bacterial surface charge was determined by cytochrome c binding, as described [1] . Bacterial cells were grown to a mid-exponential phase in the presence of AHR at MIC/2, MIC and 2MIC concentrations, recovered by centrifugation, and washed twice in phosphate buffered saline (PBS) buffer (pH 7.2). The cellular suspension was adjusted to an OD 600nm of 7.0 and was incubated with 0.5 mg/mL of cytochrome c for 10 min at room temperature; the supernatant was recovered by centrifugation and the cytochrome c content was determined by measuring the OD 530nm . The experiment was performed in triplicate. The relative amount of bound molecule was determined by comparing the obtained values with the initial cytochrome c solution. All assays were performed in triplicate, and the results are representative of the average and standard error of the mean (SEM).", "cite_spans": [{"start": 102, "end": 105, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Cell Surface Charge"}, {"text": "Heat-inactivated cells of MRSA/VISA strain were prepared as described in [11] and adjusted to an initial OD 600nm of 0.3. Lysis assays were performed in sterile nontreated 96-well microplates at 37 • C with shaking (80 rpm), and measured for 2 h. AHR at MIC/2, MIC and 2MIC concentrations were added to the wells at the beginning of the assay and the OD 600nm was measured at 30 min, 1 h and 2 h. All assays were performed in triplicate, and the results are representative of the average and standard error of the mean (SEM).", "cite_spans": [{"start": 73, "end": 77, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Lysis Assay"}, {"text": "Isolation of the cell wall was performed as previously described [12, 13] . Briefly, cells grown to mid-exponential phase were harvested by centrifugation, washed twice with cold double-distilled water, resuspended in 10% sodium dodecyl sulfate and boiled, to remove the cell wall-associated proteins. The cells were mechanically disrupted using 106 mm glass beads (Sigma) and the cell wall fragments were incubated with 0.5 mg/mL trypsin to degrade cell-bound proteins. Purified cell walls were washed and incubated with 49% hydrofluoric acid to remove teichoic acids. The purified peptidoglycan was washed with water several times, to remove all traces of hydrofluoric acid, and then lyophilized. Identical amounts of peptidoglycan were digested with mutanolysin (1 mg/mL; Sigma). The resulting muropeptides were reduced with sodium borohydride and separated by reverse phase-high performance liquid chromatography (RP-HPLC) using a Hypersil ODS (Runcorn Cheshire, UK) column (3 mm particle size, 25064.6 mm, 120 A • pore size) and a linear gradient from 5 % to 30 % MeOH in 100 mM sodium phosphate buffer pH 2.5, at a flow rate of 0.5 mL/min, as described [12, 14] .", "cite_spans": [{"start": 65, "end": 69, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 70, "end": 73, "text": "13]", "ref_id": "BIBREF12"}, {"start": 1159, "end": 1163, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1164, "end": 1167, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Analysis of Peptidoglycan Composition"}, {"text": "The imaging of bacteria treated with AHR was performed by SEM with a scanning electron microscope JEOL 5200LV, JEOL Ltd. (Tokyo, Japan). Bacteria were incubated overnight in Mueller-Hinton broth at 37 • C. Cells were harvested by centrifugation at 3000 rpm for 10 min and washed twice in PBS buffer pH 7.4. The remaining cells were resuspended in PBS buffer, the OD 600 nm was measured and the cell suspension was diluted to obtain a value of 2. AHR was added at different concentrations and to the cell suspension was incubated for 30 min at room temperature. The preparation of different samples for imaging was performed as described by He et al. [15] A positive control was considered with non-treated cells.", "cite_spans": [{"start": 650, "end": 654, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Scanning Electron Microscopy (SEM) Analysis"}, {"text": "Plectranthus species are known for their predominance to produce diterpenes with royleanone scaffold [6] . To obtain the AHR in high amounts, the extraction optimization was carried out according to three different extraction methods. The content of AHR in all three extracts was evaluated through Table 1 . A higher extractive capacity was evident, using the maceration process with acetone as extraction solvent. Lower yields were obtained with ultrasonic extraction comparing to maceration extraction. ", "cite_spans": [{"start": 101, "end": 104, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 298, "end": 305, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Extraction Optimization of AHR"}, {"text": "Antimicrobial combination therapies are often used with the intention of providing broad-spectrum coverage and preventing the emergence of resistant strains [16] . Having this in mind, the synergic effects of AHR with other antibiotics active against Gram-positive bacteria (methicillin, ampicillin and vancomycin) were studied ( Table 2) . As expected, when testing methicillin and ampicillin without coupling AHR, no visible effect was seen on bacterial growth. Regarding the effect of the glycopeptide antibiotic vancomycin used to treat MRSA caused infections, a visible effect on MRSA bacterial growth was observed (inhibition zone of 17±1 mm), and thus, no significative synergetic effects were detected with the antibiotics in the study. ", "cite_spans": [{"start": 157, "end": 161, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 330, "end": 338, "text": "Table 2)", "ref_id": "TABREF1"}], "section": "AHR does not Provide a Synergistic Effect with Cell Wall Antibiotics"}, {"text": "Royleanone was added at multiple values of the MIC for three different concentrations; twice the MIC (15.6 µg/mL), MIC (7.8 µg/mL) and half the MIC (3.9 µg/mL), to a culture of the MRSA strain CIP106760 ( Figure 1 ). The growth profiles of the strain in the presence of AHR were compared to the profile in the absence of the compound. The growth rate of CIP106760 (0.0061 min −1 ) decreased approximately 10-fold (0.0005 min −1 ) at the MIC concentration of AHR, and growth was almost completely impaired at twice the MIC concentration. For the lower AHR concentration tested, half the MIC, the growth rate decrease was approximately three-fold (0.0021 min −1 ), and the OD value (0.8) attained in the stationary phase was approximately half the OD 620nm value of CIP106760 (1.6), suggesting a strong effect on cell viability.", "cite_spans": [], "ref_spans": [{"start": 205, "end": 213, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Effect of AHR on the Growth Rate of CIP106760 Strain"}, {"text": "To estimate the viability and inquire about the bacterial properties of AHR at different concentrations (MIC/2, MIC and 2MIC), the antibacterial activity of AHR was evaluated by monitoring the number of viable cells (cfu/mL), in parallel with the culture turbidity, over time ( Figure 2 ). The bacterial growth curve was followed for 300 min from the addition of the compound, to the beginning of the exponential phase at 90 min. For half the MIC concentration (MIC/2, 3.9 µg/mL), the reduction observed in the growth rate of the bacterial culture was not accompanied by a loss in viability. However, for higher compound concentrations, at the MIC and double MIC values (MIC, 7.8 µg/mL and 2MIC, 15.6 µg/mL, respectively), the steadiness of the culture turbidity was accompanied by a continuous decrease in cell viability, suggesting a loss of viability. ", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Effect of AHR on the Viability of CIP106760 Strain"}, {"text": "To estimate the viability and inquire about the bacterial properties of AHR at different concentrations (MIC/2, MIC and 2MIC), the antibacterial activity of AHR was evaluated by monitoring the number of viable cells (cfu/mL), in parallel with the culture turbidity, over time ( Figure 2 ). The bacterial growth curve was followed for 300 min from the addition of the compound, to the beginning of the exponential phase at 90 min. For half the MIC concentration (MIC/2, 3.9 µg/mL), the reduction observed in the growth rate of the bacterial culture was not accompanied by a loss in viability. However, for higher compound concentrations, at the MIC and double MIC values (MIC, 7.8 µg/mL and 2MIC, 15.6 µg/mL, respectively), the steadiness of the culture turbidity was accompanied by a continuous decrease in cell viability, suggesting a loss of viability. ", "cite_spans": [], "ref_spans": [{"start": 278, "end": 286, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Effect of AHR on the Viability of CIP106760 Strain"}, {"text": "To determine if the mode of action of AHR involves the disruption of cellular integrity, cell leakage assays were performed ( Figure 3 ). CIP106760 cells were incubated with AHR at the MIC/2, MIC and 2MIC concentrations, and the supernatant of the cell suspension was analyzed at discrete time points for 16 h after the challenge. The monitoring of the optical density value of the cell supernatant at a wavelength of 260 nm (OD 260nm ) allows one to obtain a relative quantification of the nucleic acid content, a result of the leakage of the cytoplasmic content from compromised cells.", "cite_spans": [], "ref_spans": [{"start": 126, "end": 134, "text": "Figure 3", "ref_id": "FIGREF5"}], "section": "Effect of AHR on the cell integrity of CIP106760 strain"}, {"text": "leakage assays were performed (Figure 3 ). CIP106760 cells were incubated with AHR at the MIC/2, MIC and 2MIC concentrations, and the supernatant of the cell suspension was analyzed at discrete time points for 16 h after the challenge. The monitoring of the optical density value of the cell supernatant at a wavelength of 260 nm (OD260nm) allows one to obtain a relative quantification of the nucleic acid content, a result of the leakage of the cytoplasmic content from compromised cells.", "cite_spans": [], "ref_spans": [{"start": 30, "end": 39, "text": "(Figure 3", "ref_id": "FIGREF5"}], "section": "Effect of AHR on the cell integrity of CIP106760 strain"}, {"text": "The endopeptidase lysostaphin was used as a positive control, as it specifically disrupts the pentaglycine bridge of the peptidoglycan of certain Staphylococcus species, leading to rapid cell lysis [16] . As a negative control, the cells were incubated with DMSO. All tested concentrations of AHR caused no significant cell disruption until 180 min of incubation, presenting OD260nm values similar to the negative control and much lower than the positive control, for which cell lysis was observed. However, from 240 min of incubation onwards, a modest increase of the OD260nm value of the supernatant of cells treated with any of the concentrations of AHR tested suggests that a moderate leakage of nucleic acids occurs, possibly resulting from a controlled disruption of the membrane and/or cell wall, or from cell death. ", "cite_spans": [{"start": 198, "end": 202, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Effect of AHR on the cell integrity of CIP106760 strain"}, {"text": "To determine if the AHR could directly mediate the hydrolysis of the cell wall of S. aureus, cells of CIP106760 strain were heat-inactivated by autoclaving, washed from growth medium and resuspended in PBS buffer. After the normalization of the optical density, the inactivated cell The optical density (OD 260nm ) of the cell supernatant was measured at discrete time points for MRSA CIP106760 in the presence of DMSO (white bar), CIP106760 challenged with 100 mg/L of lysostaphin (striped bar) and CIP106760 challenged with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone; MIC/2 (3.9 mg/L; light grey bar); MIC (7.8 mg/L; dark grey bar) and 2 MIC (15.6 mg/L; black bar). Experiments were performed in triplicate. Shown are means with the standard error.", "cite_spans": [], "ref_spans": [], "section": "Assessment of AHR Cell Wall Lytic Activity"}, {"text": "The endopeptidase lysostaphin was used as a positive control, as it specifically disrupts the pentaglycine bridge of the peptidoglycan of certain Staphylococcus species, leading to rapid cell lysis [16] . As a negative control, the cells were incubated with DMSO. All tested concentrations of AHR caused no significant cell disruption until 180 min of incubation, presenting OD 260nm values similar to the negative control and much lower than the positive control, for which cell lysis was observed. However, from 240 min of incubation onwards, a modest increase of the OD 260nm value of the supernatant of cells treated with any of the concentrations of AHR tested suggests that a moderate leakage of nucleic acids occurs, possibly resulting from a controlled disruption of the membrane and/or cell wall, or from cell death.", "cite_spans": [{"start": 198, "end": 202, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Assessment of AHR Cell Wall Lytic Activity"}, {"text": "To determine if the AHR could directly mediate the hydrolysis of the cell wall of S. aureus, cells of CIP106760 strain were heat-inactivated by autoclaving, washed from growth medium and resuspended in PBS buffer. After the normalization of the optical density, the inactivated cell suspension was incubated with AHR at the MIC/2, MIC and 2MIC concentrations, and the optical density of the cell suspension was analyzed at discrete time points over 2 h after the challenge. The incubations of the heat-inactivated cell suspensions with lysostaphin and DMSO were used as positive and negative controls respectively, as before. All tested concentrations of AHR caused no significant cell degradation, Biomolecules 2020, 10, 983 9 of 17 as the optical density was unchanged along the incubation time. Lysostaphin treatment resulted in a rapid decrease of the optical density of the cell suspension, indicating efficient cell degradation, as expected ( Figure 4 ).", "cite_spans": [], "ref_spans": [{"start": 949, "end": 957, "text": "Figure 4", "ref_id": "FIGREF8"}], "section": "Assessment of AHR Cell Wall Lytic Activity"}, {"text": "Biomolecules 2020, 10, x FOR PEER REVIEW 9 of 17 suspension was incubated with AHR at the MIC/2, MIC and 2MIC concentrations, and the optical density of the cell suspension was analyzed at discrete time points over 2 h after the challenge. The incubations of the heat-inactivated cell suspensions with lysostaphin and DMSO were used as positive and negative controls respectively, as before. All tested concentrations of AHR caused no significant cell degradation, as the optical density was unchanged along the incubation time.", "cite_spans": [], "ref_spans": [], "section": "Assessment of AHR Cell Wall Lytic Activity"}, {"text": "Lysostaphin treatment resulted in a rapid decrease of the optical density of the cell suspension, indicating efficient cell degradation, as expected ( Figure 4) . ", "cite_spans": [], "ref_spans": [{"start": 151, "end": 160, "text": "Figure 4)", "ref_id": "FIGREF8"}], "section": "Assessment of AHR Cell Wall Lytic Activity"}, {"text": "The morphological changes of the surface of CIP106760 cells treated with AHR at the MIC and half the MIC concentrations were observed by SEM (Figure 5) . The treatment of cells with the double MIC concentration of AHR did not allow one to perform SEM observations. During the cell attachment process to the support, intact cells were no longer visible. At MIC and MIC/2 concentrations, the images showed the formation of large clusters of cells ( Figure 5C ) and a lack of complete cell lysis, consistent with the previously described results on the lack of cell wall lytic activity (see Figure 4 ). However, some bacteria showed localized cell wall disruption ( Figure 5D , arrows). Furthermore, most cells present an obvious deformation of their native structure, losing the coccoid shape and adopting a more elongated aspect. Moreover, the surface of the cells lost its native smooth aspect, which may be related with the production of an aggregation matrix, as in a biofilm, or the incorrect trimming of cell surface-associated polymers. ", "cite_spans": [], "ref_spans": [{"start": 141, "end": 151, "text": "(Figure 5)", "ref_id": "FIGREF10"}, {"start": 447, "end": 456, "text": "Figure 5C", "ref_id": "FIGREF10"}, {"start": 588, "end": 596, "text": "Figure 4", "ref_id": "FIGREF8"}, {"start": 663, "end": 672, "text": "Figure 5D", "ref_id": "FIGREF10"}], "section": "Cell Morphological Alterations upon Challenge with AHR"}, {"text": "The morphological changes of the surface of CIP106760 cells treated with AHR at the MIC and half the MIC concentrations were observed by SEM ( Figure 5 ). The treatment of cells with the double MIC concentration of AHR did not allow one to perform SEM observations. During the cell attachment process to the support, intact cells were no longer visible. At MIC and MIC/2 concentrations, the images showed the formation of large clusters of cells ( Figure 5C ) and a lack of complete cell lysis, consistent with the previously described results on the lack of cell wall lytic activity (see Figure 4 ). However, some bacteria showed localized cell wall disruption ( Figure 5D , arrows). Furthermore, most cells present an obvious deformation of their native structure, losing the coccoid shape and adopting a more elongated aspect. Moreover, the surface of the cells lost its native smooth aspect, which may be related with the production of an aggregation matrix, as in a biofilm, or the incorrect trimming of cell surface-associated polymers. Biomolecules 2020, 10, x FOR PEER REVIEW 10 of 17 ", "cite_spans": [], "ref_spans": [{"start": 143, "end": 151, "text": "Figure 5", "ref_id": "FIGREF10"}, {"start": 448, "end": 457, "text": "Figure 5C", "ref_id": "FIGREF10"}, {"start": 589, "end": 597, "text": "Figure 4", "ref_id": "FIGREF8"}, {"start": 664, "end": 673, "text": "Figure 5D", "ref_id": "FIGREF10"}], "section": "Cell Morphological Alterations upon Challenge with AHR"}, {"text": "Although the cell integrity and heat-inactivated cells lytic assays demonstrated that the AHR bactericidal effect does not involve cell lysis, AHR treatment (once again tested at MIC/2, MIC and 2MIC concentrations) resulted in severe changes in the cell morphology and cell surface, which suggest that the AHR interferes with cell wall synthesis or with its major component, the peptidoglycan. To explore this hypothesis, whole cell wall was extracted and the peptidoglycan was purified from CIP106760 and CIP106760 treated with AHR MIC/2, MIC and 2MIC concentrations. Significant differences were observed in the amount of total cell wall retrieved from the different cell cultures. The cell wall dry weight per gram of cell wet weight was 27.26 (±5.4) mg for CIP106760 and decreased continuously as the AHR concentration increased; 22.08 (±4.8) mg, 15.36 (±3.9) mg and 9.12 (±2.7) mg for CIP106760 grown in the presence of 3.9 µg/mL, 7.8 µg/mL and 15.6 µg/mL of AHR, respectively. These results demonstrate that the cell wall thickness of the cell must be drastically reduced in the presence of AHR. Regarding the peptidoglycan recovery yield, it represented 40-50% of the total cell wall amount, for all the conditions tested. However, for AHR concentrations of MIC and 2MIC, we detected a significant increase in the relative amounts of some muropeptide structures; corresponding peaks were identified in Figure 6 as peaks \"a\", \"b\", \"c\" and \"d\". By comparing the HPLC profiles with previously reported studies, in which the muropeptide structures were identified by mass spectrometry [12] , the muropeptides of peaks \"a\", \"b\", \"c\" and \"d\" correspond to the monomeric pentapeptide without the pentaglycine bridge, the monomeric pentapeptide with only a ", "cite_spans": [{"start": 1588, "end": 1592, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 1409, "end": 1417, "text": "Figure 6", "ref_id": "FIGREF12"}], "section": "Effect of AHR on Cell Wall Synthesis and Peptidoglycan Composition"}, {"text": "Although the cell integrity and heat-inactivated cells lytic assays demonstrated that the AHR bactericidal effect does not involve cell lysis, AHR treatment (once again tested at MIC/2, MIC and 2MIC concentrations) resulted in severe changes in the cell morphology and cell surface, which suggest that the AHR interferes with cell wall synthesis or with its major component, the peptidoglycan. To explore this hypothesis, whole cell wall was extracted and the peptidoglycan was purified from CIP106760 and CIP106760 treated with AHR MIC/2, MIC and 2MIC concentrations. Significant differences were observed in the amount of total cell wall retrieved from the different cell cultures. The cell wall dry weight per gram of cell wet weight was 27.26 (±5.4) mg for CIP106760 and decreased continuously as the AHR concentration increased; 22.08 (±4.8) mg, 15.36 (±3.9) mg and 9.12 (±2.7) mg for CIP106760 grown in the presence of 3.9 µg/mL, 7.8 µg/mL and 15.6 µg/mL of AHR, respectively. These results demonstrate that the cell wall thickness of the cell must be drastically reduced in the presence of AHR. Regarding the peptidoglycan recovery yield, it represented 40-50% of the total cell wall amount, for all the conditions tested. However, for AHR concentrations of MIC and 2MIC, we detected a significant increase in the relative amounts of some muropeptide structures; corresponding peaks were identified in Figure 6 as peaks \"a\", \"b\", \"c\" and \"d\". By comparing the HPLC profiles with previously reported studies, in which the muropeptide structures were identified by mass spectrometry [12] , the muropeptides of peaks \"a\", \"b\", \"c\" and \"d\" correspond to the monomeric pentapeptide without the pentaglycine bridge, the monomeric pentapeptide with only a tetraglycine bridge, the dimeric pentapeptide with one pentaglycine bridge and one tetraglycine bridge, respectively.", "cite_spans": [{"start": 1588, "end": 1592, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 1409, "end": 1417, "text": "Figure 6", "ref_id": "FIGREF12"}], "section": "Effect of AHR on Cell Wall Synthesis and Peptidoglycan Composition"}, {"text": "Biomolecules 2020, 10, x FOR PEER REVIEW 11 of 17 tetraglycine bridge, the dimeric pentapeptide with one pentaglycine bridge and one tetraglycine bridge, respectively. These results suggest a relative increase in muropeptide structures that usually exist in very small amounts in the native S. aureus peptidoglycan. All these structures have less pentaglycine bridges or incomplete bridges, suggesting the inhibition of one, or more than one, of the steps of peptidoglycan biosynthesis that are responsible for the bridge formation. Such biosynthetic steps are mediated by FemA, FemB and FemX aminoacyltransferases that catalyze the sequential addition of the glycine residues to the lipid linked muropeptide, in a membrane-associated reaction.", "cite_spans": [], "ref_spans": [], "section": "Effect of AHR on Cell Wall Synthesis and Peptidoglycan Composition"}, {"text": "Cytochrome c is a cationic protein that may be used to estimate the relative surface charge of the cell envelope of S. aureus strains [17] . Due to its cationic nature, this protein associates to the cell surface that presents a negative net charge. In this way, as the association level of cytochrome c to bacteria surface is reduced, the higher will be the relative positive surface charge of the cell [18] .", "cite_spans": [{"start": 134, "end": 138, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 404, "end": 408, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Assessment of AHR Effect on the Cell Surface Net Charge"}, {"text": "The results obtained (Figure 7) for the cells treated with 2MIC concentration of AHR showed a significantly decreased association of this externally added cationic protein to the bacteria surface, suggesting a drastic increase of the usual negative surface charge of the bacterial strain. Accordingly, AHR at such a concentration is able to affect the cell envelope. However, the inability to significantly alter the surface charge at the MIC suggests that this is a crucial step in the AHR mode of action.", "cite_spans": [], "ref_spans": [{"start": 21, "end": 31, "text": "(Figure 7)", "ref_id": "FIGREF14"}], "section": "Assessment of AHR Effect on the Cell Surface Net Charge"}, {"text": "From the images obtained with the scanning electron microscope, some bacteria showed localized cell wall disruption ( Figure 5D , arrows) when exposed to the MIC concentration of AHR. It is possible that at the 2MIC concentration of AHR, this effect is enhanced and results in membrane depolarization. These results suggest a relative increase in muropeptide structures that usually exist in very small amounts in the native S. aureus peptidoglycan. All these structures have less pentaglycine bridges or incomplete bridges, suggesting the inhibition of one, or more than one, of the steps of peptidoglycan biosynthesis that are responsible for the bridge formation. Such biosynthetic steps are mediated by FemA, FemB and FemX aminoacyltransferases that catalyze the sequential addition of the glycine residues to the lipid linked muropeptide, in a membrane-associated reaction.", "cite_spans": [], "ref_spans": [{"start": 118, "end": 127, "text": "Figure 5D", "ref_id": "FIGREF10"}], "section": "Assessment of AHR Effect on the Cell Surface Net Charge"}, {"text": "Cytochrome c is a cationic protein that may be used to estimate the relative surface charge of the cell envelope of S. aureus strains [17] . Due to its cationic nature, this protein associates to the cell surface that presents a negative net charge. In this way, as the association level of cytochrome c to bacteria surface is reduced, the higher will be the relative positive surface charge of the cell [18] .", "cite_spans": [{"start": 134, "end": 138, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 404, "end": 408, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Assessment of AHR Effect on the Cell Surface Net Charge"}, {"text": "The results obtained (Figure 7) for the cells treated with 2MIC concentration of AHR showed a significantly decreased association of this externally added cationic protein to the bacteria surface, suggesting a drastic increase of the usual negative surface charge of the bacterial strain. Accordingly, AHR at such a concentration is able to affect the cell envelope. However, the inability to significantly alter the surface charge at the MIC suggests that this is a crucial step in the AHR mode of action. ", "cite_spans": [], "ref_spans": [{"start": 21, "end": 31, "text": "(Figure 7)", "ref_id": "FIGREF14"}], "section": "Assessment of AHR Effect on the Cell Surface Net Charge"}, {"text": "To assess the mechanism of action of AHR at the bacterial membrane level, the interaction of this antimicrobial diterpene with artificial lipid bilayers was carried out. DOPC at room temperature spontaneously forms a disordered phospholipid bilayer, representative of the fluid bilayers that are found in living organisms, with the additional advantages that it is available with very high purity and presents a very low turbidity compared to other phospholipids. This fact allows a complete correction of the absorption spectra. Since AHR has a good chromophore, the interaction between the compound and the lipid membrane can be easily tested using the absorption bands of the antibacterial compound. Thus, the interaction of AHR with DOPC bilayers in suspension was first studied by UltraViolet (UV)-visible absorption spectroscopy.", "cite_spans": [], "ref_spans": [], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "The electronic absorption spectrum of AHR in aqueous buffer ( Figure 8A ) showed one band in the near UV region with maximum at a wavelength of 275 nm, and a broad band in the visible region centered at a wavelength of 520 nm, which is responsible for the yellow color of the compound aqueous solution buffered at pH 7.4. In the presence of LUV, changes in the absorption bands were clearly observed. On one hand, the lipid bilayer induced hyperchromism of the band at 275 nm, possibly accompanied by a small hypsochromic shift. On the other hand, the band centered at ~ 520 nm underwent a hypochromic effect. The observed differences clearly indicate that AHR is surrounded by a less polar environment in the presence of 1 mM LUV, i.e., a significant fraction of the compound partitions into the membrane, where it becomes less accessible to highly polar water molecules [19] .", "cite_spans": [{"start": 872, "end": 876, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 62, "end": 71, "text": "Figure 8A", "ref_id": "FIGREF16"}], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "After confirming that AHR interacts with DOPC bilayers at typical lipid concentrations and at relevant concentrations of the compound, its effect on membrane stability was tested. The effect of AHR on membrane leakiness was studied in lipid bilayers composed by DOPC and monitored by measuring the increase in fluorescence intensity as a consequence of the release of encapsulated CF. The release of this probe may occur as a consequence of the strong perturbation of membrane order, and other events, such as (hemi)fusion, pore formation and detergent-like action. The representative curves of CF leakage kinetics from DOPC LUV suspension in the presence of different concentrations of AHR are shown in Figure 8B . The presence of AHR at MIC and 2MIC led to ~10% of CF maximum leakage. At the compound: at a lipid molar ratio of 1:25 (MIC), AHR had a small effect in the passive permeability of lipid bilayers, when compared, e.g., with a fusion peptide SARSFP which induced ~60% CF leakage for the same 1:25 molar ratio [8] . Furthermore, no differences between 2MIC and MIC concentrations of AHR were detected. AHR at the MIC/2 presented at the most ~3% of CF leakage, which is quite low compared to the effect of SARSFP (~50% CF leakage) [8] and antimicrobial From the images obtained with the scanning electron microscope, some bacteria showed localized cell wall disruption ( Figure 5D , arrows) when exposed to the MIC concentration of AHR. It is possible that at the 2MIC concentration of AHR, this effect is enhanced and results in membrane depolarization.", "cite_spans": [{"start": 1022, "end": 1025, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1242, "end": 1245, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 704, "end": 713, "text": "Figure 8B", "ref_id": "FIGREF16"}, {"start": 1382, "end": 1391, "text": "Figure 5D", "ref_id": "FIGREF10"}], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "To assess the mechanism of action of AHR at the bacterial membrane level, the interaction of this antimicrobial diterpene with artificial lipid bilayers was carried out. DOPC at room temperature spontaneously forms a disordered phospholipid bilayer, representative of the fluid bilayers that are found in living organisms, with the additional advantages that it is available with very high purity and presents a very low turbidity compared to other phospholipids. This fact allows a complete correction of the absorption spectra. Since AHR has a good chromophore, the interaction between the compound and the lipid membrane can be easily tested using the absorption bands of the antibacterial compound. Thus, the interaction of AHR with DOPC bilayers in suspension was first studied by UltraViolet (UV)-visible absorption spectroscopy.", "cite_spans": [], "ref_spans": [], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "The electronic absorption spectrum of AHR in aqueous buffer ( Figure 8A ) showed one band in the near UV region with maximum at a wavelength of 275 nm, and a broad band in the visible region centered at a wavelength of 520 nm, which is responsible for the yellow color of the compound aqueous solution buffered at pH 7.4. In the presence of LUV, changes in the absorption bands were clearly observed. On one hand, the lipid bilayer induced hyperchromism of the band at 275 nm, possibly accompanied by a small hypsochromic shift. On the other hand, the band centered at~520 nm underwent a hypochromic effect. The observed differences clearly indicate that AHR is surrounded by a less polar environment in the presence of 1 mM LUV, i.e., a significant fraction of the compound partitions into the membrane, where it becomes less accessible to highly polar water molecules [19] .", "cite_spans": [{"start": 870, "end": 874, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 62, "end": 71, "text": "Figure 8A", "ref_id": "FIGREF16"}], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "Biomolecules 2020, 10, x FOR PEER REVIEW 13 of 17 peptides (~90-100% CF leakage) [20] at the same compound: lipid molar ratio of 1:50. In summary, AHR does not affect the integrity of fluid membranes. Since CF is a small organic molecule, it would be possible that AHR induced the formation of very small pores or defects that would not be stable or large enough to allow the release of the CF molecule, but would lead to the dissipation of ionic gradients. Therefore, the effect of AHR on membrane passive permeability to protons was evaluated through the variation of the fluorescence intensity ratio of encapsulated HPTS, a pH-sensitive probe, at two excitation wavelengths (Figure 9 ). The liposomes were subjected to a proton gradient, i.e., the pH of the internal solution was 5.0 and the external pH was 7.4 [7] . AHR did not greatly influence the passive permeability to protons in both model systems used. In fact, only ~5% and ~1.5% of the pH gradient dissipation for bilayers with low and high concentration of cholesterol, respectively, were obtained. After confirming that AHR interacts with DOPC bilayers at typical lipid concentrations and at relevant concentrations of the compound, its effect on membrane stability was tested. The effect of AHR on membrane leakiness was studied in lipid bilayers composed by DOPC and monitored by measuring the increase in fluorescence intensity as a consequence of the release of encapsulated CF. The release of this probe may occur as a consequence of the strong perturbation of membrane order, and other events, such as (hemi)fusion, pore formation and detergent-like action. The representative curves of CF leakage kinetics from DOPC LUV suspension in the presence of different concentrations of AHR are shown in Figure 8B . The presence of AHR at MIC and 2MIC led to~10% of CF maximum leakage. At the compound: at a lipid molar ratio of 1:25 (MIC), AHR had a small effect in the passive permeability of lipid bilayers, when compared, e.g., with a fusion peptide SARS FP which induced 60% CF leakage for the same 1:25 molar ratio [8] . Furthermore, no differences between 2MIC and MIC concentrations of AHR were detected. AHR at the MIC/2 presented at the most~3% of CF leakage, which is quite low compared to the effect of SARS FP (~50% CF leakage) [8] and antimicrobial peptides (~90-100% CF leakage) [20] at the same compound: lipid molar ratio of 1:50. In summary, AHR does not affect the integrity of fluid membranes.", "cite_spans": [{"start": 81, "end": 85, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 815, "end": 818, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2085, "end": 2088, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2305, "end": 2308, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 2358, "end": 2362, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 677, "end": 686, "text": "(Figure 9", "ref_id": "FIGREF17"}, {"start": 1768, "end": 1777, "text": "Figure 8B", "ref_id": "FIGREF16"}], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "Since CF is a small organic molecule, it would be possible that AHR induced the formation of very small pores or defects that would not be stable or large enough to allow the release of the CF molecule, but would lead to the dissipation of ionic gradients. Therefore, the effect of AHR on membrane passive permeability to protons was evaluated through the variation of the fluorescence intensity ratio of encapsulated HPTS, a pH-sensitive probe, at two excitation wavelengths (Figure 9 ). The liposomes were subjected to a proton gradient, i.e., the pH of the internal solution was 5.0 and the external pH was 7.4 [7] . AHR did not greatly influence the passive permeability to protons in both model systems used. In fact, only~5% and~1.5% of the pH gradient dissipation for bilayers with low and high concentration of cholesterol, respectively, were obtained. membrane passive permeability to protons was evaluated through the variation of the fluorescence intensity ratio of encapsulated HPTS, a pH-sensitive probe, at two excitation wavelengths (Figure 9 ). The liposomes were subjected to a proton gradient, i.e., the pH of the internal solution was 5.0 and the external pH was 7.4 [7] . AHR did not greatly influence the passive permeability to protons in both model systems used. In fact, only ~5% and ~1.5% of the pH gradient dissipation for bilayers with low and high concentration of cholesterol, respectively, were obtained. Moreover, no significant differences between the different AHR concentrations used were observed. Moreover, the presence of DMSO led to a small % ∆pH, allowing one to conclude that DMSO does not affect passive permeability, and the effect of AHR is almost negligible in comparison to the control (Table 3) . These results, obtained with the low cholesterol liposomes which resemble, in biophysical properties, mammalian intracellular membranes or bacterial membranes, are concomitant with those obtained in CF leakage assays. Thus, AHR at MIC did not show a noticeable effect on passive permeability and, as stated above, AHR did not disturb the membrane structure. Furthermore, regarding the results presented above, the AHR effect is even smaller for the lipid mixtures containing a high concentration of cholesterol, which mimics the plasma membrane of mammalian cells. This result is consistent with the fact that AHR displays a low cytotoxicity towards human cells (GI 50 12.80 µg·mL −1 ) [2] . An integration of all the results obtained leads us to suggest that the mode of action of AHR shows some resemblances with that of daptomycin, that is not yet fully elucidated. As for daptomycin, AHR interacts with the membrane, does not result in cell lysis, and alters the homeostasis of the cell wall [21] . Additional assays will be performed to compare AHR and the daptomycin effect on S. aureus, to enable one to further elaborate on the similarities between the mode of action of these two compounds.", "cite_spans": [{"start": 614, "end": 617, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1186, "end": 1189, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 2429, "end": 2432, "text": "[2]", "ref_id": null}, {"start": 2739, "end": 2743, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 476, "end": 485, "text": "(Figure 9", "ref_id": "FIGREF17"}, {"start": 1048, "end": 1057, "text": "(Figure 9", "ref_id": "FIGREF17"}, {"start": 1731, "end": 1740, "text": "(Table 3)", "ref_id": null}], "section": "Assessment of AHR Interaction and Effect on Membrane Lipid Bilayers' Permeability"}, {"text": "AHR is not only an effective antibacterial agent, as it also exerts promising activity against the multidrug resistant MRSA/VISA strain CIP 106760. Having in mind that the purpose of this study was to unveil its mechanism of action, it seems that this abietane diterpene does not affect the bacterial cell membrane, but rather its cell wall. However, its ability to interact with a fluid phospholipid membrane without significantly perturbing it suggests that AHR is able to permeate the bacteria cell membrane and exert intracellular actions, which may result in some of the alterations observed at the cell wall level.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The results showed that AHR is able to disrupt the cell wall without causing the lysis of the bacteria. The herein presented results suggest that additional studies should be made, in order to further assess the AHR antibacterial effect, toxicity and possible clinical use. Additionally, the studies will be widened to a representative collection of clinical strains that cover the main S. aureus genetic lineages, illustrative of the genetic background heterogeneity presented by this species [22] . Thank also due to CESAM (UID/AMB/50017), through FCT/MEC National funds, and the co-funding by the FEDER, within the PT2020 Partnership Agreement and Compete 2020. Thanks are due to FCT/MCTES for the financial support to CESAM (UIDP/50017/2020+UIDB/50017/2020), through national funds.", "cite_spans": [{"start": 494, "end": 498, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Conclusions"}, {"text": "The authors have declared that there is no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest:"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Staphylococcal phenotypes induced by naturally occurring and synthetic membrane-interactive polyphenolic β-lactam resistance modifiers", "authors": [{"first": "L", "middle": [], "last": "Palacios", "suffix": ""}, {"first": "H", "middle": [], "last": "Rosado", "suffix": ""}, {"first": "V", "middle": [], "last": "Micol", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Rosato", "suffix": ""}, {"first": "P", "middle": [], "last": "Bernal", "suffix": ""}, {"first": "R", "middle": [], "last": "Arroyo", "suffix": ""}, {"first": "H", "middle": [], "last": "Grounds", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Stabler", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Taylor", "suffix": ""}], "year": 2014, "venue": "PLoS ONE", "volume": "9", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0093830"]}}, "BIBREF2": {"ref_id": "b2", "title": "Recent developments in the bioactivity of mono-and diterpenes: Anticancer and antimicrobial activity", "authors": [{"first": "S", "middle": ["J"], "last": "Greay", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Hammer", "suffix": ""}], "year": 2015, "venue": "Phytochem. Rev", "volume": "14", "issn": "", "pages": "1--6", "other_ids": {"DOI": ["10.1007/s11101-011-9212-6"]}}, "BIBREF3": {"ref_id": "b3", "title": "Reactivity of Diterpenoid Quinones: Royleanones", "authors": [{"first": "D", "middle": [], "last": "Ladeiras", "suffix": ""}, {"first": "C", "middle": [], "last": "Monteiro", "suffix": ""}, {"first": "F", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "C", "middle": [], "last": "Reis", "suffix": ""}, {"first": "C", "middle": [], "last": "Afonso", "suffix": ""}, {"first": "P", "middle": [], "last": "Rijo", "suffix": ""}], "year": 2016, "venue": "Curr. Pharm. Des", "volume": "22", "issn": "", "pages": "1682--1714", "other_ids": {"DOI": ["10.2174/1381612822666151211094521"]}}, "BIBREF4": {"ref_id": "b4", "title": "Abietanes from Plectranthus grandidentatus and P. hereroensis against methicillin-and vancomycin-resistant bacteria", "authors": [{"first": "C", "middle": [], "last": "Gaspar-Marques", "suffix": ""}, {"first": "P", "middle": [], "last": "Rijo", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Simões", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Duarte", "suffix": ""}, {"first": "B", "middle": [], "last": "Rodriguez", "suffix": ""}], "year": 2006, "venue": "Phytomedicine", "volume": "13", "issn": "", "pages": "267--271", "other_ids": {"DOI": ["10.1016/j.phymed.2005.06.002"]}}, "BIBREF5": {"ref_id": "b5", "title": "Phytochemical Study and Biological Activities of Diterpenes and Derivatives from Plectranthus Species", "authors": [{"first": "P", "middle": [], "last": "Rijo", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Development of lysosome-mimicking vesicles to study the effect of abnormal accumulation of sphingosine on membrane properties", "authors": [{"first": "A", "middle": ["C"], "last": "Carreira", "suffix": ""}, {"first": "R", "middle": ["F M"], "last": "De Almeida", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Silva", "suffix": ""}], "year": 2017, "venue": "", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41598-017-04125-6"]}}, "BIBREF7": {"ref_id": "b7", "title": "Structural and Dynamic Characterization of the Interaction of the Putative Fusion Peptide of the S2 SARS-CoV Virus Protein with Lipid Membranes", "authors": [{"first": "J", "middle": [], "last": "Guillén", "suffix": ""}, {"first": "R", "middle": ["F M"], "last": "De Almeida", "suffix": ""}, {"first": "M", "middle": [], "last": "Prieto", "suffix": ""}, {"first": "J", "middle": [], "last": "Villalaín", "suffix": ""}], "year": 2008, "venue": "J. Phys. Chem. B", "volume": "112", "issn": "", "pages": "6997--7007", "other_ids": {"DOI": ["10.1021/jp7118229"]}}, "BIBREF8": {"ref_id": "b8", "title": "An accurate and convenient organic phosphorus assay", "authors": [{"first": "C", "middle": ["W"], "last": "Mcclare", "suffix": ""}], "year": 1971, "venue": "Anal. Biochem", "volume": "39", "issn": "", "pages": "527--530", "other_ids": {"DOI": ["10.1016/0003-2697(71)90443-X"]}}, "BIBREF9": {"ref_id": "b9", "title": "Principles of Fluorescence Spectroscopy", "authors": [{"first": "J", "middle": ["R"], "last": "Lakowicz", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The glucosaminidase domain of Atl-the major Staphylococcus aureus autolysin-Has DNA-binding activity", "authors": [{"first": "I", "middle": ["R"], "last": "Grilo", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ludovice", "suffix": ""}, {"first": "A", "middle": [], "last": "Tomasz", "suffix": ""}, {"first": "H", "middle": [], "last": "De Lencastre", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Sobral", "suffix": ""}], "year": 2014, "venue": "", "volume": "3", "issn": "", "pages": "247--256", "other_ids": {"DOI": ["10.1002/mbo3.165"]}}, "BIBREF11": {"ref_id": "b11", "title": "Peptidoglycan composition of a highly methicillin-resistant Staphylococcus aureus strain. The role of penicillin binding protein 2A", "authors": [{"first": "B", "middle": ["L"], "last": "De Jonge", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chang", "suffix": ""}, {"first": "D", "middle": [], "last": "Gage", "suffix": ""}, {"first": "A", "middle": [], "last": "Tomasz", "suffix": ""}], "year": 1992, "venue": "J. Biol. Chem", "volume": "267", "issn": "", "pages": "11248--11254", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Role of murF in Cell Wall Biosynthesis: Isolation and Characterization of a murF Conditional Mutant of Staphylococcus aureus", "authors": [{"first": "R", "middle": ["G"], "last": "Sobral", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ludovice", "suffix": ""}, {"first": "H", "middle": [], "last": "De Lencastre", "suffix": ""}, {"first": "A", "middle": [], "last": "Tomasz", "suffix": ""}], "year": 2006, "venue": "J. Bacteriol", "volume": "188", "issn": "", "pages": "2543--2553", "other_ids": {"DOI": ["10.1128/JB.188.7.2543-2553.2006"]}}, "BIBREF13": {"ref_id": "b13", "title": "Identification of Genetic Determinants and Enzymes Involved with the Amidation of Glutamic Acid Residues in the Peptidoglycan of Staphylococcus aureus", "authors": [{"first": "T", "middle": ["A"], "last": "Figueiredo", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Sobral", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ludovice", "suffix": ""}, {"first": "J", "middle": ["M F"], "last": "De Almeida", "suffix": ""}, {"first": "N", "middle": ["K"], "last": "Bui", "suffix": ""}, {"first": "W", "middle": [], "last": "Vollmer", "suffix": ""}, {"first": "H", "middle": [], "last": "De Lencastre", "suffix": ""}, {"first": "A", "middle": [], "last": "Tomasz", "suffix": ""}], "year": 2012, "venue": "PLoS Pathog", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.ppat.1002508"]}}, "BIBREF14": {"ref_id": "b14", "title": "Studies on antibacterial activity and antibacterial mechanism of a novel polysaccharide from Streptomyces virginia H03", "authors": [{"first": "F", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Yu", "suffix": ""}], "year": 2010, "venue": "Food Control", "volume": "21", "issn": "", "pages": "1257--1262", "other_ids": {"DOI": ["10.1016/j.foodcont.2010.02.013"]}}, "BIBREF15": {"ref_id": "b15", "title": "Antibacterial Characterization of Novel Synthetic Thiazole Compounds against Methicillin-Resistant Staphylococcus pseudintermedius", "authors": [{"first": "H", "middle": [], "last": "Mohammad", "suffix": ""}, {"first": "P", "middle": ["V N"], "last": "Reddy", "suffix": ""}, {"first": "D", "middle": [], "last": "Monteleone", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Mayhoub", "suffix": ""}, {"first": "M", "middle": [], "last": "Cushman", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Hammac", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Seleem", "suffix": ""}], "year": 2015, "venue": "PLoS ONE", "volume": "10", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0130385"]}}, "BIBREF16": {"ref_id": "b16", "title": "Low-level resistance of Staphylococcus aureus to thrombin-induced platelet microbicidal protein 1 in vitro associated with qacA gene carriage is independent of multidrug efflux pump activity", "authors": [{"first": "A", "middle": ["S"], "last": "Bayer", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Kupferwasser", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Brown", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Skurray", "suffix": ""}, {"first": "S", "middle": [], "last": "Grkovic", "suffix": ""}, {"first": "T", "middle": [], "last": "Jones", "suffix": ""}, {"first": "K", "middle": [], "last": "Mukhopadhay", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Yeaman", "suffix": ""}], "year": 2006, "venue": "Antimicrob. Agents Chemother", "volume": "50", "issn": "", "pages": "2448--2454", "other_ids": {"DOI": ["10.1128/AAC.00028-06"]}}, "BIBREF17": {"ref_id": "b17", "title": "Alteration of Zeta potential and membrane permeability in bacteria: A study with cationic agents", "authors": [{"first": "S", "middle": [], "last": "Halder", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "Yadav", "suffix": ""}, {"first": "R", "middle": [], "last": "Sarkar", "suffix": ""}, {"first": "S", "middle": [], "last": "Mukherjee", "suffix": ""}, {"first": "P", "middle": [], "last": "Saha", "suffix": ""}, {"first": "S", "middle": [], "last": "Haldar", "suffix": ""}, {"first": "S", "middle": [], "last": "Karmakar", "suffix": ""}, {"first": "T", "middle": [], "last": "Sen", "suffix": ""}], "year": 2015, "venue": "", "volume": "4", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s40064-015-1476-7"]}}, "BIBREF18": {"ref_id": "b18", "title": "Biophysical properties of ergosterol-enriched lipid rafts in yeast and tools for their study: Characterization of ergosterol/phosphatidylcholine membranes with three fluorescent membrane probes", "authors": [{"first": "A", "middle": ["E P"], "last": "Bastos", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Marinho", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cordeiro", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "De Soure", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "De Almeida", "suffix": ""}], "year": 2012, "venue": "Chem. Phys. Lipids", "volume": "165", "issn": "", "pages": "577--588", "other_ids": {"DOI": ["10.1016/j.chemphyslip.2012.06.002"]}}, "BIBREF19": {"ref_id": "b19", "title": "Direct Visualization of Membrane Leakage Induced by the Antibiotic Peptides: Maculatin, Citropin, and Aurein", "authors": [{"first": "E", "middle": ["E"], "last": "Ambroggio", "suffix": ""}, {"first": "F", "middle": [], "last": "Separovic", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Bowie", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Fidelio", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Bagatolli", "suffix": ""}], "year": 2005, "venue": "Biophys. J", "volume": "89", "issn": "", "pages": "1874--1881", "other_ids": {"DOI": ["10.1529/biophysj.105.066589"]}}, "BIBREF20": {"ref_id": "b20", "title": "More than a pore: A current perspective on the in vivo mode of action of the lipopeptide antibiotic daptomycin", "authors": [{"first": "D", "middle": ["A"], "last": "Gray", "suffix": ""}, {"first": "M", "middle": [], "last": "Wenzel", "suffix": ""}], "year": null, "venue": "Antibiotics", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/antibiotics9010017"]}}, "BIBREF21": {"ref_id": "b21", "title": "Contribution of peptidoglycan amidation to beta-lactam and lysozyme resistance in different genetic lineages of staphylococcus aureus", "authors": [{"first": "T", "middle": ["A"], "last": "Figueiredo", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ludovice", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Sobral", "suffix": ""}], "year": 2014, "venue": "Microb. Drug Resist", "volume": "20", "issn": "", "pages": "238--249", "other_ids": {"DOI": ["10.1089/mdr.2014.0042"]}}, "BIBREF22": {"ref_id": "b22", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Representative growth curves of MRSA CIP106760 () and CIP106760, challenged with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone; () half the MIC (3.9 mg/L); (∆) MIC (7.8 mg/L); () double the MIC (15.6 mg/L). Growth was monitored by measuring the OD620nm for 24h in a microplate reader.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Comparison of the effect of AHR on the culture turbidity and on the cell viability. The optical density (OD620nm) and Colony-forming unit (cfu)/mL were measured at discrete time points and", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Representative growth curves of MRSA CIP106760 ( ) and CIP106760, challenged with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone; ( ) half the MIC (3.9 mg/L); (∆) MIC (7.8 mg/L); () double the MIC (15.6 mg/L). Growth was monitored by measuring the OD 620nm for 24h in a microplate reader.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Comparison of the effect of AHR on the culture turbidity and on the cell viability. The optical density (OD 620nm ) and Colony-forming unit (cfu)/mL were measured at discrete time points and represented as a line chart and a column chart, respectively. The growth profiles were determined for MRSA CIP106760 ( ; white bar) and CIP106760 was challenged with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone; ( ; striped bar) MIC/2 (3.9 mg/L); (∆; grey bar) MIC (7.8 mg/L) and (; black bar) 2MIC (15.6 mg/L). Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Cell leakage assay of MRSA CIP 106760 strain challenged with 7α-acetoxy-6βhydroxyroyleanone. The optical density (OD260nm) of the cell supernatant was measured at discrete time points for MRSA CIP106760 in the presence of DMSO (white bar), CIP106760 challenged with 100 mg/L of lysostaphin (striped bar) and CIP106760 challenged with different concentrations of 7αacetoxy-6β-hydroxyroyleanone; MIC/2 (3.9 mg/L; light grey bar); MIC (7.8 mg/L; dark grey bar) and 2 MIC (15.6 mg/L; black bar). Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Cell leakage assay of MRSA CIP 106760 strain challenged with 7α-acetoxy-6β-hydroxyroyleanone.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Lysis assay of heat-inactivated cells of MRSA CIP 106760 strain, with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone. The optical density (OD600nm) of the cell suspensions was measured at discrete time points for the effect of DMSO (black bar), 100 mg/L of lysostaphin (white bar) and different concentrations of ARH; MIC/2 (3.9 mg/L; medium grey bar); MIC (7.8 mg/L; light grey bar) and 2 MIC (15.6 mg/L; dark grey bar). Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Lysis assay of heat-inactivated cells of MRSA CIP 106760 strain, with different concentrations of 7α-acetoxy-6β-hydroxyroyleanone. The optical density (OD 600nm ) of the cell suspensions was measured at discrete time points for the effect of DMSO (black bar), 100 mg/L of lysostaphin (white bar) and different concentrations of ARH; MIC/2 (3.9 mg/L; medium grey bar); MIC (7.8 mg/L; light grey bar) and 2 MIC (15.6 mg/L; dark grey bar). Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "SEM micrographs of the MRSA/VISA CIP 106760 strain. A, B -Control bacteria. C -Bacteria treated with AHR at MIC/2, D -Bacteria treated with AHR at MIC showing localized cell wall disruption (arrows). Scale Bars: 4 µm (A, C); 1 µm (B, D).", "latex": null, "type": "figure"}, "FIGREF11": {"text": "SEM micrographs of the MRSA/VISA CIP 106760 strain. A, B-Control bacteria. C-Bacteria treated with AHR at MIC/2, D-Bacteria treated with AHR at MIC showing localized cell wall disruption (arrows). Scale Bars: 4 µm (A, C); 1 µm (B, D).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "RP-HPLC peptidoglycan profiles. The purified peptidoglycan was digested with mutanolysin, reduced and analyzed by RP-HPLC. Muropeptide profiles of CIP106760 strain challenged with MIC/2, MIC and 2MIC concentrations of AHR. Muropeptide structures corresponding to peaks a, b, c and d (highlighted by arrows) are over-represented in the peptidoglycan of CIP106760 challenged with MIC and double MIC concentrations of AHR.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "RP-HPLC peptidoglycan profiles. The purified peptidoglycan was digested with mutanolysin, reduced and analyzed by RP-HPLC. Muropeptide profiles of CIP106760 strain challenged with MIC/2, MIC and 2MIC concentrations of AHR. Muropeptide structures corresponding to peaks a, b, c and d (highlighted by arrows) are over-represented in the peptidoglycan of CIP106760 challenged with MIC and double MIC concentrations of AHR.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Percentage of cytochrome c that was not associated to the surface of S. aureus cells in the presence of AHR at different concentrations. CnTAB-positive control. Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Percentage of cytochrome c that was not associated to the surface of S. aureus cells in the presence of AHR at different concentrations. CnTAB-positive control. Experiments were performed in triplicate. Shown are means with the standard error.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "AHR at relevant antimicrobial concentrations interacts with phospholipid bilayers without compromising their integrity. (A) Electronic absorption spectrum of AHR at 20 µM in buffer Tris-HCl, pH 7.4 in the absence and presence of 1mM 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC) large unilamellar vesicles (LUV) suspension. (B) Representative curves (median behavior from 6 independent experiments) of the effect of AHR on CF leakage from DOPC LUVs in suspensions, with a total lipid concentration of 0.5 mM, in the presence of different AHR concentrations: 15.6 mg/L (2 MIC, 40 µM), 7.8 mg/L (MIC, 20 µM) and 3.9 mg/L (MIC/2, 10 µM). These experiments were performed at 25 °C.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Effect of AHR at 15.6 mg/L (2 MIC, 40 µM) on lipid bilayer passive permeability to protons. Representative curves of the time-dependence of fluorescence intensity ratio of 8-hydroxypyrene-1,3,6-trisulfonic acid (HPTS) at the excitation wavelengths of 405 and 450 nm (IF450/405), at 25 °C. The", "latex": null, "type": "figure"}, "FIGREF18": {"text": "AHR at relevant antimicrobial concentrations interacts with phospholipid bilayers without compromising their integrity. (A) Electronic absorption spectrum of AHR at 20 µM in buffer Tris-HCl, pH 7.4 in the absence and presence of 1mM 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC) large unilamellar vesicles (LUV) suspension. (B) Representative curves (median behavior from 6 independent experiments) of the effect of AHR on CF leakage from DOPC LUVs in suspensions, with a total lipid concentration of 0.5 mM, in the presence of different AHR concentrations: 15.6 mg/L (2 MIC, 40 µM), 7.8 mg/L (MIC, 20 µM) and 3.9 mg/L (MIC/2, 10 µM). These experiments were performed at 25 • C.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Effect of AHR at 15.6 mg/L (2 MIC, 40 µM) on lipid bilayer passive permeability to protons. Representative curves of the time-dependence of fluorescence intensity ratio of 8-hydroxypyrene-1,3,6-trisulfonic acid (HPTS) at the excitation wavelengths of 405 and 450 nm (IF450/405), at 25 °C. The", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Effect of AHR at 15.6 mg/L (2 MIC, 40 µM) on lipid bilayer passive permeability to protons. Representative curves of the time-dependence of fluorescence intensity ratio of 8-hydroxypyrene-1,3,6-trisulfonic acid (HPTS) at the excitation wavelengths of 405 and 450 nm (IF 450/405 ), at 25 • C. The experiments were conducted with high-cholesterol LUVs at total lipid concentration of 0.2 mM. Triton X-100 (1%) was added at 220 min, to obtain the value of IF 450/405 corresponding to total pH gradient dissipation.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Effect of different concentrations of AHR on lipid bilayer passive permeability to protons monitored through HPTS ratiometric fluorimetry, at 25 • C. The experiments were conducted in lipid mixtures containing low and high concentrations of cholesterol. The percentage of pH-gradient dissipation (% ∆pH) presented is related to the outward movement of protons trough the lipid bilayer before the total dissipation of pH gradient. The values are the mean ± S.D. of three independent experiments.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Contributions: Conceptualization, P.R.; Formal analysis, R.F.M.d.A., C.G. and R.G.S.; Investigation, F.P., T.F., C.A.C.A. and L.A.; Methodology, T.F., R.F.M.d.A., R.G.S. and P.R.; Supervision, R.G.S. and P.R.; Validation, R.F.M.d.A. and P.R.; Visualization, T.F., C.P.R. and L.A.; Writing-original draft, C.G.; Writing-review and editing, R.F.M.d.A., R.G.S. and P.R. All authors have read and agreed to the published version of the manuscript. Funding: Fundação para a Ciência e a Tecnologia (FCT), Portugal for the Project UIDB/00100/2020 (Centro de Química Estrutural), research grants PTDC/MED-QUI/29036/2017 (TARGTUB) and CEECIND/03414/2018; Project UIDB/04378/2020 (Unidade de Ciências Biomoleculares Aplicadas -UCIBIO); project PTDC/BIA-MIC/31645/2017, UID/DTP/04138/2019 (iMed.Ulisboa), UID/DTP/04567/2019 -CBIOS/PRUID/BI1/2017 (grant of C.G.) and UIDB/04567/2020 (CBIOS).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Quantification of 7α-Acetoxy-6β-hydroxyroyleanone (AHR) in different P. grandidentatus extracts.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Extraction Method </td><td>AHR Index (µg mg−1 Extract)\n</td></tr><tr><td>Acetone maceration </td><td>73.3\n</td></tr><tr><td>Acetone ultrasonic-assisted </td><td>52.0\n</td></tr><tr><td>Supercritical fluid </td><td>52.3\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Synergy effect of AHR and three different antibiotics against the methicillin-resistant Staphylococcus aureus (MRSA)/Vancomycin-intermediate S. aureus (VISA) CIP 106760 strain.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Zone Inhibition (mm).\n</td><td> </td></tr><tr><td>Compound.\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>DMSO </td><td>MET </td><td>AMP </td><td>VANC\n</td></tr><tr><td>AHR </td><td>21 ± 2 </td><td>20 ± 2 </td><td>20 ± 2 </td><td>19 ± 3\n</td></tr><tr><td>No AHR </td><td>5 </td><td>5 </td><td>5 </td><td>17 ± 1\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 3. E ff ect of di ff erent concentrations of AHR on lipid bilayer passive permeability to protons\nmonitored through HPTS ratiometric fluorimetry, at 25 ◦ C. The experiments were conducted in lipid\nmixtures containing low and high concentrations of cholesterol. The percentage of pH-gradient\ndissipation (% ∆ pH) presented is related to the outward movement of protons trough the lipid\nbilayer before the total dissipation of pH gradient. The values are the mean ± S.D. of three\nindependent experiments.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>% ∆pH\n</td></tr><tr><td>AHR Concentration\n</td><td>Low Cholesterol LUVs </td><td>High Cholesterol LUVs\n</td></tr><tr><td>15.6 mg/L (2MIC) </td><td>5.1 ± 0.1 </td><td>1.4 ± 0.2\n</td></tr><tr><td>7.8 mg/L (MIC) </td><td>4.8 ± 0.3 </td><td>1.5 ± 0.3\n</td></tr><tr><td>3.9 mg/L (MIC/2) </td><td>4.6 ± 0.7 </td><td>1.6 ± 0.2\n</td></tr><tr><td>Control </td><td>3.6 ± 0.2 </td><td>1.3 ± 0.1\n</td></tr></table></body></html>"}}, "back_matter": []}