{
    "paper_id": "35a65c403680e6d1b840d1e4cdbb2ca69e719dae",
    "metadata": {
        "title": "Critical COVID-19 disease, homeostasis, and the \"surprise\" of effective glucocorticoid therapy",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "P"
                ],
                "last": "Chrousos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National and Kapodistrian University of Athens",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "Umberto"
                ],
                "last": "Meduri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Sciences Center",
                    "location": {
                        "settlement": "Memphis",
                        "region": "TN",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infection due to SARS-CoV-2 that causes COVID19 disease can, in a small percentage of patients, lead to severe disease, all the way to death. In English, diseases that bring the patient to the cusp of death are called \"critical\", from the Greek word for \"crisis\". Older known, but also new medications, have been tried in patients with critical COVID-19, with moderate or equivocal results. In summary, an antiviral agent, Remdesivir, that was developed against the earlier corona virus SARS-CoV-1, which caused the 2002-2003 epidemic, the virus causing MERS, and the Ebola virus, improved the clinical picture of patients with severe COVID-19, but did not decrease the number of patients that died from it, while other medications with known anti-inflammatory action, such as anti-interleukin-6 or synthetic glucocorticoids, produced similar or positive uncontrolled data and, hence, suggestive, but not definitive results [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 931,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Critical COVID-19 is characterized by intense inflammation and activation of the hemostatic pathway, biological phenomena that can lead a patient to death, both from overshooting. One of the best antiinflammatory medications, and not only, is the natural corticosteroid cortisol, and its synthetic analogs, such as hydrocortisone, methylprednisolone, and dexamethasone [4, 5] . Having done basic, translational and clinical research on the actions of glucocorticoids in the organism for many years, we were not surprised by the recent report that dexamethasone decreased 28-day mortality of critical COVID-19 by about 30% (RECOVERY Trial) [6] . This means that, for the time being, glucocorticoids are the only effective medication as far as mortality is concerned. Of course, with the accumulating experience that we are gradually gaining, and the progressively improving therapeutic management of COVID-19 with anti-viral, anti-inflammatory and anticoagulant agents, the morbidity and mortality curves of the pandemic have diverged, with the former increasing much faster than the latter. Complex network metanalyses will let us know the varying relative inputs of these and/or other agents in the therapy of severe COVID-19.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Glucocorticoids are the end-hormones of the hypothalamic-pituitary-adrenal (HPA) axis [7] . Their secretion is regulated by the brain and reflects the overall activity of the stress system which includes the HPA axis, and the arousal and autonomic nervous systems. Activation of the stress system is associated with a repertoire of functions that collectively constitute the \"stress syndrome\". Critical COVID-19 pa-",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "tients have markedly elevated circulating levels of cortisol, a biomarker of high stress and poor survival prognosis [8] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research in the last few decades has placed glucocorticoids at the epicenter of all the stages of severe disease, and this is not different from what we would have expected in critical COVID-19 [1] . Glucocorticoids, regardless of the cause of critical disease, are involved in the preparation, onset, development, and healing processes that take place serially in this state. Their actions include preparation and empowerment of innate immunity, suppression of inflammation, and re-establishment of the anatomy and function of the affected tissues. Cortisol regulates about 20% of the human genome and functions as a natural rheostat of the serial disturbances of homeostasis and homeostatic corrections that take place in the evolving process of critical illness.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rheostatic function of glucocorticoids that concerns the immune and inflammatory reaction is opposed by the innate immunity network orchestrated by NF-κB, a key transcription factor that regulates the activity of another myriad of genes throughout the brain and body [5] . NF-κB activates the so-called \"sickness syndrome\", another repertoire of functions that can be classified as four heuristically distinct processes: \"sickness behavior\", \"acute phase reaction\", \"afferent pain and fatigue system activation\" and \"tissue defense reaction\" [5] (Fig. 1 ). Sickness syndrome is profoundly activated in critical illness, to the point of potentially overcoming the \"glucocorticoid rheostat\". Thus, it appears that the balance between the glucocorticoid and NF-κB systems is tilting towards the latter.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 557,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In the critical phase of systemic COVID-19, there are 3 major problems that require correction [5] . First, the relative inability of endogenous cortisol to control the profound inflammation and hemodynamic instability that accompanies the disease. This phenomenon is called Critical illness-related Corticosteroid Insufficiency (CIRCI) and is due to either the inability of the organism to produce sufficient amounts of cortisol, or the resistance of the tissues to its actions, or both [5] . Second, damage and dysfunction of the mitochondria, and, third, the relative insufficiency of several micronutrients, such as vitamins B1 (thiamine), C (ascorbic acid) and D that are involved in various adaptive processes of the organism. These three situations together https://doi.org/10.1016/j.clim.2020.108550 Received 27 July 2020; Accepted 27 July 2020 ⁎ Corresponding author.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "E-mail addresses: chrousge@med.uoa.gr (G.P. Chrousos), gmeduri@uthsc.edu (G.U. Meduri).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical Immunology 219 (2020) 108550",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Available online 31 July 2020 1521-6616/ © 2020 Elsevier Inc. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T constitute a strong anti-homeostasis threat, which in the pre-Intensive Care Unit (ICU) era frequently led to death. Thus, the critical disease of patients cared for in the ICU represents a profound stress state unprecedented for the human species, in which a homeostatic threshold compatible with life may have been superseded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is interesting that the subjects that are most vulnerable to severe or critical COVID-19 are those, whose organisms have suffered the ravages of chronic stress and inflammation [7, 9] . Gradually, with advancing age, stress-related elevated, diurnally flattened cortisol levels and increased circulating inflammatory cytokine concentrations (\"parainflammation\") cause immunosuppression and body composition changes, such as visceral obesity, skeletal muscle and liver fatty infiltration, and/or osteo-sarcopenia, that are consistent with advancing frailty and diminished somatic reserves, and, hence, increased vulnerability to severe stress.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If a patient who would have died otherwise, survives the ICU experience because of the intense support she or he has received, it is possible that the actual process has negative sequelae that may persist long after she or he has left the unit [5] . Indeed, some ICU survivors may develop long-term complications from their unit experience, including persistent systemic inflammation and blood hypercoagulability, disturbances of their HPA axis, excessive responses to later inflammatory challenges, increased risk for cardiovascular events, readmissions to the hospital, even increased mortality within the first post ICU year. These manifestations collectively have been called Persistent Inflammation, Immunosuppression, and Catabolism Syndrome\" (PICS), a state of continuing stress and accelerated aging termed inflamm-aging [5] . Also, there may be a flurry of psychosomatic manifestations and sleep disturbances, as well as long-term psychological sequelae, with up to 20% of the survivors developing typical posttraumatic stress disorder from their harrowing experience in the ICU [5] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the basis of our understanding of the pathophysiological mechanisms of critical disease, one can conclude that the onset of therapy with glucocorticoids and, possibly, other useful or potentially useful agents in severe COVID-19 must take place early, before the homeostatic mechanisms of the organism reach complete, irreversible exhaustion [5] . The doses of glucocorticoids employed should be sufficiently large to saturate the ubiquitous glucocorticoid receptors, so that maximum effect is attained. It is questionable whether dexamethasone is more efficacious than other synthetic glucocorticoids when given in equivalent doses [4] . One potential advantage is the almost complete lack of salt-retaining activity of this corticosteroid. As the pleiotropic actions of ascorbic acid, vitamin D, and thiamine include assisting glucocorticoids and mitochondria in the change of the homeostatic immune balance from proinflammatory to anti-inflammatory, it is best for the patients to have sufficient reserves of these rapidly depleted micronutrients [5] . This treatment approach is incorporated into the MATH+ (methylprednisolone, thiamine, ascorbic acid, heparin) protocol (https://covid19criticalcare.com).",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Effective homeostatic corrections in critical COVID-19 by glucocorticoid therapy include, first, improving the CIRCI and, hence, controlling inflammation and stabilizing cardiovascular and metabolic functions of the patient, second, causing increased mitochondrial biogenesis and correcting the content and functions of the mitochondria, and third, decreasing the devastating tissue oxidation that leads to multiple tissue and organ dysfunction [5] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite their pivotal role in assisting with the re-establishment of the homeostatic balance of the organism, exogenous glucocorticoids may cause long-term suppression of the hypothalamic-pituitary-adrenal axis and, hence, the production of endogenous cortisol [5] . This means that the discontinuation of glucocorticoid therapy should be gradual, with slow tapering of the dose, to allow the progressive return of the HPA axis to normal and to prevent the disease from rebounding. A post SARS-CoV-1 infection syndrome reminiscent of a post stress and/or adrenal suppression state was reported in 2005 [10] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thanks to the intellectual and technological progress of medicine, many COVID-19 patients who would have lost their life in the not too distant past now survive. Early diagnosis and correct intensive care, as well as careful and well-informed convalescence, not only ensure survival, but also the return to full somatic and psychological health. In severe/critical COVID-19 disease, there is activation of the \"immune and inflammatory reaction\" and \"the stress response\", two important homeostatic systems that work together to achieve survival. The former consists of 4 programs that unfold in tandem with the stress program: \"sickness behavior\", the \"acute phase reaction\", which includes hemostasis, \"the pain and fatigue afferent system\", as well as the \"tissue reaction\". The latter consists of the \"arousal/autonomic nervous system\" and \"the hypothalamic-pituitary-adrenal (HPA) axis\", which act synergistically and/or antithetically to the immune and inflammatory reaction in a highly complex, stochastic way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The use of anti-inflammatory drugs in the treatment of people with severe coronavirus disease 2019 (COVID-19): the perspectives of clinical immunologists from China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Immunol",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2020.108393"
                ],
                "PMID": [
                    "32222466"
                ],
                "PMCID": [
                    "PMC7102614"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in a patient with long-term use of glucocorticoids: a study of a familial cluster",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Immunol",
            "volume": "214",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2020.108413"
                ],
                "PMID": [
                    "32276139"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Southern W effect of systemic glucocorticoids on mortality or mechanical ventilation in patients with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kitsis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "J.-T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tomer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12788/jhm.3497"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adrenocorticosteroids and adrenocortical antagonists",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Chrousos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Trevor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Basic and Clinical Pharmacology",
            "volume": "",
            "issn": "",
            "pages": "680--695",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "General adaptation in critical illness: glucocorticoid receptor-alpha, master regulator of homeostatic corrections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Front. Endocrinol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "2020) Article 161 www.frontiersin.org",
            "authors": [
                {
                    "first": "April",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "LandrayRECOVERY Collaborative Group, Dexamethasone in hospitalized patients with Covid-19 -preliminary report",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Emberson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mafham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Linsell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Staplin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brightling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ustianowski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elmahi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prudon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Felton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rege",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fegan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Juszczak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2021436"
                ],
                "PMID": [
                    "32678530"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stress and disorders of the stress system",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Rev Endocrinol",
            "volume": "5",
            "issn": "",
            "pages": "374--381",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Association between high serum total cortisol concentrations and mortality from COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Phylactou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muzi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meeran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Prevost",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Comninos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "2020",
            "issn": "20",
            "pages": "30216--30219",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-8587(20)30216-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stress and inflammatory biomarkers and symptoms are associated with bioimpedance measures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tsigos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stefanaki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Lambrou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boschiero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur. J. Clin. Investig",
            "volume": "45",
            "issn": "2",
            "pages": "126--134",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.12388"
                ],
                "PMID": [
                    "25431352"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Post-SARS sickness syndrome manifestations and endocrinopathy: how, why, and so what?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Chrousos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaltsas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Endocrinol (Oxford)",
            "volume": "63",
            "issn": "",
            "pages": "363--365",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1. In severe/critical COVID-19 disease, there is activation of the \"immune and inflammatory reaction\" and \"the stress response\", two important homeostatic systems that work together to achieve survival. The former consists of 4 programs that unfold in tandem with the stress program: \"sickness behavior\", the \"acute phase reaction\", which includes hemostasis, \"the pain and fatigue afferent system\", as well as the \"tissue reaction\". The latter consists of the \"arousal/autonomic nervous system\" and \"the hypothalamic-pituitary-adrenal (HPA) axis\", which act synergistically and/or antithetically to the immune and inflammatory reaction in a highly complex, stochastic way.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}