{
    "paper_id": "35bb13ce1472cd27d54f2f5368b5fdf6f190b0c1",
    "metadata": {
        "title": "Overwhelming COVID-19 Clinical Trials: Call for Prospective Meta-analysis",
        "authors": [
            {
                "first": "Zhongren",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest Minzu University",
                    "location": {
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiaye",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Erasmus MC-University Medical Center",
                    "location": {
                        "settlement": "Rotterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiuwei",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest Minzu University",
                    "location": {
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to the COVID-19 pandemic, an overwhelming number of clinical trials have been registered to test a variety of preventive and therapeutic strategies, as comprehensively summarized by Lythgoe and Middleton [1] . Under such an urgent circumstance, the quality of these clinical studies is inevitably of serious concerns. Here, we propose applying prospective meta-analysis approaches to maximize their values, and to minimize research waste and bias of the ongoing and future COVID-19 trials.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In drug development, extensive preclinical studies are universally required to generate sufficient data regarding feasibility, safety and efficacy, before launching clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate Preclinical Investigation Prior to Clinical Trials"
        },
        {
            "text": "However, this classical approach is not applicable for combating COVID-19 [1] , as it is a new disease that only emerged in December 2019 and has already evolved into a global pandemic with an urgent and unmet clinical need. Current studies are mainly based on repurposing existing approved drugs or pipeline compounds. These agents have been shown to be effective in other disease indications that seem to share some similar pathophysiological pathways with COVID-19, and a few may have some evidence from cell culture models showing inhibition of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection [2] , the causative agent of COVID-19.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Inadequate Preclinical Investigation Prior to Clinical Trials"
        },
        {
            "text": "Inadequate preclinical study imposes high risk of failure in clinical trials. For example, sofosbuvir, targeting hepatitis C virus RNA-dependent RNA polymerase (RdRp), was shown to inhibit hepatitis E virus (HEV) in cell culture model by one experimental study [3] . This immediately triggered clinical application for treating HEV cases, generating inconclusive and controversial results [4] . A follow-up clinical trial to test efficacy demonstrated that sofosbuvir was unable to cure any HEV patients [5] . Recent in silico molecular docking has indicated that sofosbuvir may inhibit RdRp of SARS-CoV-2 [6] . Without further extensive preclinical studies, sofosbuvir has already entered clinical trials for treating COVID-19 [1] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Inadequate Preclinical Investigation Prior to Clinical Trials"
        },
        {
            "text": "Widening testing of experimental therapies in COVID-19 patients that have not been concretely evaluated will likely produce contradictory results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate Preclinical Investigation Prior to Clinical Trials"
        },
        {
            "text": "The COVID-19 pandemic has put great pressure on healthcare workers and regulatory authorities to swiftly make treatment available [7] . Conducting clinical trials during this crisis is a heroic but difficult task, as clinicians have to provide patient care while they themselves are at risk of encountering infection. Substantial proportion of the registered COVID-19",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Challenges for Conducting High Quality COVID-19 Clinical Trials"
        },
        {
            "text": "interventional clinical trials are non-randomized with small patient size, and many are observational studies [1] . Furthermore, the local epidemics associated with the pandemic, are highly dynamic. Once the outbreak is under control locally, there might not be sufficient patients to be enrolled for ongoing studies in the region. For instance, two remdesivir trials J o u r n a l P r e -p r o o f While currently, it is probably not feasible to prevent cutting corners in these expedited clinical trials in the middle of the pandemic, the key question is how the results from these studies with suboptimal quality can be best utilized to generate reliable conclusions.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Challenges for Conducting High Quality COVID-19 Clinical Trials"
        },
        {
            "text": "For evidence-based healthcare, systematic reviews and meta-analyses comprehensively summarize data from multiple resources, and are positioned at the top of the evidence hierarchy [8] . However, traditional systematic reviews and meta-analyses only retrospectively include published studies. Because positive results are more likely to be published, this process then bears the high risk of selection and publication biases. With respect to COVID-19, most of the registered trials are still ongoing and very few have been published [1] . Even after completion of these trials, there will be time lags for the peerreview and publication processes, even though preprint servers have greatly facilitated speed sharing of COVID-19 research data.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Unique Opportunities and Advantages of Prospective Meta-analysis"
        },
        {
            "text": "In contrast, prospective meta-analyses as a newly developed methodology pre-define eligible studies for inclusion before the results of those studies became known, in order to objectively address the planned research questions [9] . This process restricts its application to only high priority research questions with little or no previous evidence exists, but where new studies are rapidly emerging. This perfectly fits the context of ongoing and upcoming COVID-19 clinical trials. There are a large number of ongoing studies in parallel evaluating for example, antiviral drugs such as remdesivir, lopinavir/ritonavir, favipiravir or interferon alpha, and the antimalarial drug chloroquine or hydroxychloroquine [1] . As many studies have small patient size or have difficulties in recruiting the targeted number, these individual studies will be underpowered to address the main clinical questions, especially when the effects are moderate. We propose that when several trials are investigating the same treatment or intervention for COVID-19 patients with compatible study designs and outcome measures, these studies could be ideally pooled to form a collaboration or consortium of NCT04292730 and NCT04315948; Eudra CT Number iv : 2020-000841-15 and 2020-000842-32) [1] . These studies can be considered to form a prospective meta-analysis consortium.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Unique Opportunities and Advantages of Prospective Meta-analysis"
        },
        {
            "text": "Similarly, this approach can also be applicable to the trials comparing hydroxychloroquine to standard treatment (Clinical Trial Number: NCT04315948, NCT04261517 and NCT04316377 and Chinese Clinical Trail Registry v : ChiCTR2000030054, ChiCTR2000029868 and ChiCTR2000029740) [1] . This will likely enhance the statistical power to reliably detect the targeted effects or other clinical outcomes, and to avoid unnecessary biases.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 177,
                    "text": "(Clinical Trial Number: NCT04315948, NCT04261517 and NCT04316377",
                    "ref_id": null
                }
            ],
            "section": "Unique Opportunities and Advantages of Prospective Meta-analysis"
        },
        {
            "text": "In summary, because of the nature of COVID-19 and the global emergency, many ongoing clinical studies suffer from suboptimal quality [1] . Prospective meta-analysis can serve as an innovative solution to generate reliable data for guiding clinical management and regulatory decision-making [9] . The success of this approach, however, requires deep understanding of the principle and methodology of prospective meta-analysis, great efforts of organizing the consortium and solidarity that individual investigators are willing to share their own data. Prospectively forming collaboration or consortium of PMA to pool multiple eligible studies that are aimed to address the same clinical question, will likely generate reliable data for guiding clinical management and regulatory decisionmaking. This will not affect the individual studies and will not prevent the publication of results of these individual studies.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Unique Opportunities and Advantages of Prospective Meta-analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ongoing Clinical Trials for the Management of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Lythgoe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends Pharmacol Sci",
            "volume": "41",
            "issn": "6",
            "pages": "363--382",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "3",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sofosbuvir Inhibits Hepatitis E Virus Replication In Vitro and Results in an Additive Effect When Combined With Ribavirin",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Dao Thi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Gastroenterology",
            "volume": "150",
            "issn": "1",
            "pages": "82--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Direct-acting antiviral therapy for hepatitis E virus?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "2",
            "issn": "3",
            "pages": "154--155",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficacy and safety of sofosbuvir monotherapy in patients with chronic hepatitis E-The HepNet SofE pilot study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Hepatology",
            "volume": "70",
            "issn": "1",
            "pages": "129--130",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anti-HCV, nucleotide inhibitors, repurposing against COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elfiky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Life Sci",
            "volume": "248",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Potential association between COVID-19 mortality and health-care resource availability",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systematic review or meta-analysis? Their place in the evidence hierarchy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leibovici",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "2",
            "pages": "97--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A guide to prospective meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Seidler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "prospective meta-analysis (Figure 1). For example, there are five randomized trials comparing remdesivir with standard treatment (Clinical Trial Number: NCT04292899,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Statement-No conflict of interest to declare. Acknowledgements -The work was supported by the Ministry of Education of China for an Innovative Research Team in University grant (No. IRT_17R88; to Z.M.). Resources i) https://clinicaltrials.gov/ ii) https://www.globaltimes.cn/content/1185827.shtml iii) https://medcitynews.com/2020/04/two-chinese-studies-of-gileads-covid-19drug-halted-for-lack-of-patients/ iv) https://www.clinicaltrialsregister.eu/ v) www.chictr.org.cn/ A workflow in conducting prospective meta-analyses (PMA) in the context of overwhelming COVID-19 clinical trials.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Trends in Pharmacological Sciences in China (Clinical Trial Number i : NCT04252664 and NCT04257656) were halted due to lack of COVID-19 patients ii, iii .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}