{
    "paper_id": "36b693cfd2a5c607a48ba251e2efc987734278d7",
    "metadata": {
        "title": "\"GRASP\" Module of Self-assessment with Virtual Mentoring for Uninterrupted Surgical Training During COVID-19 Pandemic",
        "authors": [
            {
                "first": "Vikesh",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netaji Subhash Chandra Bose Government Medical College",
                    "location": {
                        "addrLine": "Nagpur Road",
                        "postCode": "482003",
                        "settlement": "Jabalpur",
                        "region": "MP",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netaji Subhash Chandra Bose Government Medical College",
                    "location": {
                        "postCode": "482003",
                        "settlement": "Jabalpur",
                        "region": "MP",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Yadav",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pawan",
                "middle": [],
                "last": "Agarwal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netaji Subhash Chandra Bose Government Medical College",
                    "location": {
                        "postCode": "482003",
                        "settlement": "Jabalpur",
                        "region": "MP",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Dhananjaya",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netaji Subhash Chandra Bose Government Medical College",
                    "location": {
                        "postCode": "482003",
                        "settlement": "Jabalpur",
                        "region": "MP",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disruption in surgical training during the COVID-19 pandemic has prompted many innovative \"virtual\" modules to address the loss of learning exposure during these difficult times. We suggest \"GRASP\" (Gain, Recognize, Analyze, Simulate, and Perform) module of self-assessment with virtual mentoring for uninterrupted surgical training. This idea merges the advantages of selfassessment and mentoring for the benefit of surgical trainees. Its embedded continuous close individualized mentoring can change the surgical training culture by initiating an assessment of surgical learning and skills right from the beginning of surgical training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Surgical training has been universally disrupted during the COVID-19 pandemic, with a significant reduction in \"live\" surgical learning opportunities: due to reduced elective surgery exposure, reduced resident staff in operating rooms, and necessitated a focus on service rather than learning. However, today's surgical trainees are technologically savvy and are adept at using multiple platforms to gain information. This has allowed surgical educators to develop many innovative \"virtual\" didactic and interactive modules to alleviate the loss of learning exposure during these difficult times, but the challenge to provide hands-on learning through operative experience remains [1] . We had earlier proposed a needs-driven module of surgical training involving readily available lowcost simulation-based training with more \"hands-on mentoring\" [2] . This module of surgical skills training incorporated the best of various models of skill acquisition, including Peyton's \"Four-Step-Approach\" and Kolb's Learning Cycle. \"GRASP\" module of self-assessment is a further extension of the same idea.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 684,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The idea of incorporation of \"self-assessment\" in surgical training stems from the fact that adults can self-reflect, internalize, and validate their learning. The concept of \"self-assessment\" involves specifying a goal and the metric that represents the goal, then trying to achieve that goal, then analyzing the metric to determine the degree of success and finally trying again to further improve. Its advantages are obvious: it allows the trainee to become a more responsible \"active\" learner with the encouragement of curiosity which leads to a deeper understanding of the subject while the critical reflection part leads to the development of their judgment and leads to self-actualization. It is evident that accurate \"self-assessment\" can significantly enhance the learning process during surgical training [3] . This prompted us to develop \"GRASP\" (Gain, Recognize, Analyze, Simulate, and Perform), a module for selfassessment during surgical training (Fig. 1) . Self-assessment was originally used in surgical training to enhance learning in the absence of trainer feedback. However, the GRASP module has the additional advantage of continuous close individualized \"virtual\" mentoring which is ingrained in this step-wise process of learning. Such mentoring removes the subjectivity involved in self-assessment and can wisely and objectively support and monitor trainees' progress. It also guides their personal and professional development and corrects deficiencies immediately as and when needed. Flexibility and ease of virtual mentoring are additional advantages. At first glance, \"self-assessment\" combined with \"close individualizes mentoring\" appears mutually exclusive, but this idea merges the advantages of both for the benefit of surgical trainees.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 818,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 961,
                    "end": 969,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It is well known that better surgeon technical skills are significantly associated with better patient outcomes [4] . Self-assessment is commonly used by laparoscopic surgeons by watching their retrospective video playback to assess and continuously refine their technical skills. If surgical skills assessment can be incorporated into surgical training infrastructure, it can result in continuous improvement of technical skills and thereby, improved patient outcomes [5] . \"GRASP\" module for self-assessment with its embedded continuous close individualized mentoring has this potential and can change the surgical training culture by initiating an assessment of surgical learning and skills right from the beginning of surgical training.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data Availability Available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflicts of Interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "\"Know all\" Reading Literature Note: The above module is to be applied for various skills, as and when desired by the trainee and mentor Fig. 1 \"GRASP\" self-assessment module with virtual mentoring for surgical trainees during COVID-19. Note: The above module is to be applied for various skills, as and when desired by the trainee and mentor",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Gain"
        },
        {
            "text": "Indian J Surg",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gain"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical and surgical education challenges and innovations in the COVID-19 era: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dedeilia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sotiropoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hanrahan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Janga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dedeilias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sideris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "In Vivo",
            "volume": "34",
            "issn": "3",
            "pages": "1603--1611",
            "other_ids": {
                "DOI": [
                    "10.21873/invivo.11950"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surgical training \"before COVID-19 (BC)\" to \"after COVID-19 (AC)\": needs-driven approach for the global south",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.12022"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Self-assessment of surgical skills: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Nayar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Musto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baruah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bharathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Surg Educ",
            "volume": "77",
            "issn": "2",
            "pages": "348--361",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsurg.2019.09.016"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of technical performance on patient outcomes in surgery: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Fecso",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szasz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerezov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Grantcharov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Surg",
            "volume": "265",
            "issn": "3",
            "pages": "492--501",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0000000000001959"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integrating surgical skills assessment into quality and safety measures",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Surg Published",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamasurg.2020.3016"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Whether the paper is based on a previous communication to a society or meeting (with full details) Not applicable",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Self-assessment Recognize \"Know how\" Simulate \"Learn how\" Practice in skills-lab Perform \"Done how\" Do in reality",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}