{
    "paper_id": "36e9b2d02bc4dddd0bc602c9844c6a51e0c716a4",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As the number of COVID-19 deaths exceeds 2 million worldwide, the highest mortality rate is among older people (aged ≥80 years), reaching 21·9% of confirmed cases. 1 This rate is particularly true of residents in nursing homes, especially those with cognitive or physical impairment. 2 Long-term care facilities are known foci of outbreaks. 3 As vaccines become available, many countries are delivering them first to older individuals and those with comorbidities.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 341,
                    "end": 342,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The vaccines that use mRNA technology require initial storage as low as 70°C and can only be used for 6-12 h once the bottle is opened, depending on vaccine type. These requirements become a logistical problem in terms of distribution, delivery, and administration of the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Completing mass immunisations in a short time with a vaccine with extreme requirements is logistically challenging. The Israel Ministry of Health appealed to Magen David Adom (MDA), the nation's organisation for prehospital emergency medical services, for a solution. Consequently, MDA developed a national strategy to vaccinate Israel's residents of geriatric facilities against COVID-19 over 6 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Israel is a country of 8·7 million people spread over 22 145 km. The Ministry of Health identified 731 geriatric facilities throughout the country, including nursing homes, assisted living facilities, and community housing for people with disabilities. Large geriatric hospitals were excluded because they had the organisational capacity to vaccinate in-house. Individuals with a contraindication to the vaccine, who were hospitalised at the time, or who refused to be vaccinated were also excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MDA has a sophisticated national centralised command and control facility, along with 3000 salaried workers and 24 000 volunteers. The service prepared 3138 paramedics and emergency medical technicians to administer the vaccination. All personnel underwent a 2 h virtual training session to learn the vaccination process, which consisted of a computer-based learning module and a practical component of drawing up and injecting the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The staff were then divided into teams, each headed by a paramedic. The teams then went to several designated geriatric facilities per day and administered the vaccines to the residents in-house. The vaccine used was BNT162b2 (Pfizer/BioNTech), which requires two doses administered at 3 week intervals. 4 The programme consisted of vaccinations over two 20 day intervals from Dec 22, 2020, to Jan 31, 2021, with a 1 day break on Jan 11, 2021. The average vaccination time was 3 mins. There was a brief 4 day learning curve (Dec 22-26, 2020), after which the numbers quickly increased to over 3000-4000 per day with decreasing numbers on Saturdays (the Jewish Sabbath). There were a total of 92 793 vaccines administered as the first dose: 62 811 for residents of geriatric facilities and 29 982 for staff. The daily median number of first-dose vaccinations administered was 2048 to residents and 1207 to staff. There was a similar number of 89 508 vaccines administered as the second dose: 60 468 for residents and 29 040 for staff. The daily median number of second-dose vaccinations was 1950 to residents and 1169 to staff (figure). In over 90% of cases, the second vaccine was given to the same residents within the same facilities on the same day of the week exactly 3 weeks later. By early February, 2021, over 90% of individuals aged 60 years and older had received their first vaccine, 5 and it is believed that by now an even higher percentage (some reports say that almost all) of nursing home patients have received both doses.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1394,
                    "end": 1395,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenge of mass vaccinating older populations in geriatric facilities is logistic. Some countries are using paramedics to administer COVID-19 vaccinations, but do not have a nationwide programme. 6 This particular project succeeded on a national level because MDA has extensive experience preparing for and responding to disasters, 7,8 including mass-casualty terrorist attacks 9 and civilian injuries during a military conflict that involved missile attacks throughout the country. 10 Disaster preparation drills and experience have led to a workforce of trained salaried and volunteer emergency medical technicians and paramedics who are flexible, organised, and resilient. The same concepts of teamwork and adaptability that were ingrained into the workforce when responding to mass trauma have been applied to administering vaccines in the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 385,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Large-scale, in-house immunisation programmes should be done to vaccinate the residents and staff of geriatric facilities, given that they are at significant risk of morbidity and mortality from COVID-19. Emergency medical services, with their centralised command structure of health-care workers, can be a comprehensive solution. Although Israel is small in size and population, other countries should consider implementing a similar programme on a local or regional level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass COVID-19 vaccination of residents in geriatric facilities by emergency medical services: the Israeli experience"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass COVID-19 vaccination of residents in geriatric facilities by emergency medical services: the Israeli experience"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Age, sex, existing conditions of COVID-19 cases and deaths",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk factors associated with allcause 30-day mortality in nursing home residents with COVID-19",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Panagiotou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kosar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.7968"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 outbreak in long-term care facilities from Spain. Many lessons to learn",
            "authors": [
                {
                    "first": "Mas",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Avendaño",
                    "middle": [],
                    "last": "Céspedes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Tabernero",
                    "middle": [],
                    "last": "Sahuquillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safety and efficacy of the BNT162b2 mRNA COVID-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2618",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccines are curbing COVID: data from Israel show drop in infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallapaty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Midwives, paramedics, and physiotherapists could deliver COVID and flu vaccines under government plan",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Magen David Adom-the EMS in Israel",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sorene",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Resuscitation",
            "volume": "76",
            "issn": "",
            "pages": "5--10",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of emergency medical services in earthquake response: integrating the ABC approach of Israel's Magen David Adom",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Skornik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Offenbacher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Disaster Med Public Health Prep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2020.124"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The contribution of on-call, volunteer first responders to mass-casualty terrorist attacks in Israel",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Alpert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Elie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Disaster Med",
            "volume": "10",
            "issn": "",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Operation protective edge-a unique challenge for a civilian EMS agency",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strugo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wacht",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prehosp Disaster Med",
            "volume": "30",
            "issn": "",
            "pages": "539--581",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vaccination of residents in Israeli geriatric facilities by emergency medical services, according to date of vaccine administration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evan Avraham Alpert, Raphael Herbst, Itamar Abramovich, Refael Strugo, Eli Jaffe evanavrahamalpert@gmail.com Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel (EAA); Department of Emergency Medicine, Shaare Zedek Medical Center, Jerusalem 9103102, Israel (EAA); Magen David Adom, Tel Aviv, Israel (RH, IA, RS, EJ)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}