{
    "paper_id": "36f045da68e92345d3c5ac8cbe19e71d72259de9",
    "metadata": {
        "title": "On the role of tournament design in sporting success: A study of the North, Central American and Caribbean qualification for the 2022 FIFA World Cup",
        "authors": [
            {
                "first": "László",
                "middle": [],
                "last": "Csató",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Corvinus University of Budapest (BCE)",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Playing in the FIFA World Cup finals is an ambition shared by several nations. Since, besides luck and skill, the probability of qualification depends on the design of the qualifiers, the study of these competitions forms an integral part of sports analytics. The Confederation of North, Central America and Caribbean Association Football (CONCACAF) announced a novel qualifying format for the 2022 FIFA World Cup in July 2019. However, the COVID-19 pandemic forced the organisers to return to a more traditional structure. The present chapter analyses how this reform impacted the chances of the national teams to qualify. It is found that the probability of participating in the FIFA World Cup finals can change by more than 5 percentage points under the assumption of fixed strengths for the teams. The idea behind the original design, to divide the contestants into two distinct sets, is worth considering due to the increased competitiveness of the matches played by the strongest and the weakest teams. We recommend mitigating the sharp nonlinearity caused by the seeding policy via a probabilistic rule to the analogy of the NBA draft lottery system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Association football, commonly known as football or soccer (henceforth football), is probably the most popular sport around the world: the games of the 2018 FIFA World Cup were watched by more than half of the global population (FIFA, 2018a) . Therefore, analysing the determinants of success in football, for example, the factors on which the participation of the national teams in the FIFA World Cup finals depend, is an important topic for both academicians and football fans.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 241,
                    "text": "(FIFA, 2018a)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One might think that the chance of qualifying is governed by the talents of the players, the skills of the coach, or the implementation of innovative tactics-in other words, elements that are independent of the decisions made by the organiser. But this is not the case. Besides the performances of the competitors, the structural dimensions of the contest have a non-negligible effect on its expected outcome, too. Hwang (1982) and Horen and Riezman (1985) demonstrate the role of draws (pairings) in single-elimination tournaments. According to Krumer and Lechner (2017) , the winning probabilities in round-robin tournaments with sequential games between three and four players are influenced by the schedule. Lasek and Gagolewski (2018) evaluate the formats used in the majority of European top-tier football leagues with respect to their ability to produce accurate team rankings. Csató (2021c) discusses many problems of tournament design from an axiomatic perspective.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 427,
                    "text": "Hwang (1982)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 432,
                    "end": 456,
                    "text": "Horen and Riezman (1985)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 546,
                    "end": 571,
                    "text": "Krumer and Lechner (2017)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 712,
                    "end": 739,
                    "text": "Lasek and Gagolewski (2018)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The extensive study of tournament structures is also necessary because the rules of several high profile sporting events are regularly modified. Corona et al. (2019) and Dagaev and Rudyak (2019) examine the effects of a seeding system reform in the UEFA Champions League. Csató (2021b) compares the four tournament formats with 24 teams that have been applied in the recent World Men's Handball Championships.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 165,
                    "text": "Corona et al. (2019)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 170,
                    "end": 194,
                    "text": "Dagaev and Rudyak (2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 285,
                    "text": "Csató (2021b)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although a great number of papers have investigated the design of the FIFA World Cup finals, especially its draw and seeding policy (Cea et al., 2020; Guyon, 2015 Guyon, , 2018 Jones, 1990; Laliena and López, 2019; Rathgeber and Rathgeber, 2007; Scarf and Yusof, 2011) , few research have been conducted on the World Cup continental qualifiers. Stone and Rod (2016) provide a non-econometric analysis of the bias in the allocation of qualifying spots among the continents. Pollard and Armatas (2017) assess home advantage in the group stages of qualifi-2 cation for the 2006 , 2010 , and 2014 World Cups. Durán et al. (2017 construct schedules for the South American Qualifiers to overcome the main drawbacks of the previous approach. Their proposal was unanimously approved by the participating nations and is currently being used. Csató (2021a) studies the fairness of the 2018 FIFA World Cup qualification process.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 150,
                    "text": "(Cea et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 151,
                    "end": 162,
                    "text": "Guyon, 2015",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 163,
                    "end": 176,
                    "text": "Guyon, , 2018",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 177,
                    "end": 189,
                    "text": "Jones, 1990;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 190,
                    "end": 214,
                    "text": "Laliena and López, 2019;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 215,
                    "end": 245,
                    "text": "Rathgeber and Rathgeber, 2007;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 246,
                    "end": 268,
                    "text": "Scarf and Yusof, 2011)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 345,
                    "end": 365,
                    "text": "Stone and Rod (2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 473,
                    "end": 499,
                    "text": "Pollard and Armatas (2017)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "2006",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": ", 2010",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 592,
                    "text": ", and 2014",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 623,
                    "text": "World Cups. Durán et al. (2017",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 846,
                    "text": "Csató (2021a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present chapter deals with the North, Central American and Caribbean section of the 2022 FIFA World Cup qualification. This qualifying system has been chosen because its organiser, the Confederation of North, Central America and Caribbean Association Football (CONCACAF) has planned to fundamentally restructure the tournament format, however, the COVID-19 pandemic has forced the confederation to update the rules. Therefore, we can quantify the effects of an external shock on the contestants under the assumption that their strengths do not change at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our main contribution resides in showing how tournament designs can be compared and evaluated via Monte Carlo simulations in a basic statistical model based on Elo ratings. This approach is worth adopting by any sports governing body before the modification of a tournament format in order to derive a first estimation on the effects of the suggested changes that can be useful information for the decisionmakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The results have also some policy implications. Small differences in the FIFA World Ranking translate into high differences in the probability of qualification. Since this can be judged unfair, we propose to consider a probabilistic mechanism for the seeding to replace the current deterministic rule, similarly to the NBA draft lottery system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of the chapter is organised as follows. Section 2 presents the two tournament formats of the CONCACAF Qualifiers for the 2022 FIFA World Cup. The methodology is detailed in Section 3, and the findings from our simulations are summarised in Section 4. Finally, Section 5 concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "to make the leading CONCACAF teams more competitive on the global stage and to give emerging footballing nations the chance to pursue their dreams (CONCACAF, 2019) . It consists of two parts organised simultaneously:",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 163,
                    "text": "(CONCACAF, 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Hexagonal group: The six highest ranked member associations play a home-and-away round-robin tournament. The top three teams qualify directly for the 2022 FIFA World Cup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Qualifier for lower-seeded teams: The member associations ranked 7-35 (29 teams) are divided into eight groups, three groups of three teams and five groups of four teams, to play home-away round-robin matches. The group winners advance to the knockout phase, composed of the two-legged home-andaway quarterfinals, semifinals, and final. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The winner of the qualifier for lower-seeded teams faces the fourthranked team of the Hexagonal group in a home-and-away play-off to determine the CONCACAF representative in the inter-confederation play-offs for the 2022 FIFA World Cup. The ranking of the countries was intended to be based on the FIFA World Ranking of June 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This design is called the divided format in what follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, CONCACAF confirmed on 25 June 2020 that the qualifying process will change due to the disruption caused by the COVID-19 pandemic (TSN, 2020). Finally, a more traditional tournament design was chosen and published on 27 July 2020 (CONCACAF, 2020) . This is composed of three phases as follows:",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 254,
                    "text": "(CONCACAF, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• First round: The member associations ranked 6-35 (30 teams) are drawn into six groups of five teams each, where they play single round-robin matches (two home and two away). The group winners progress to the next stage.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 61,
                    "text": "6-35 (30 teams)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Second round: The six group winners from the first round play in three home-and-away single-elimination matchups. The winners advance to the next stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Final round: The three second round winners join the five highest ranked countries to play home-and-away round-robin matches. The top three teams qualify directly for the 2022 FIFA World Cup, while the fourth-placed team represents CON-CACAF in the inter-confederation play-offs for the 2022 FIFA World Cup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ranking of the countries is based on the FIFA World Ranking of July 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The draw procedure favours higher-ranked teams (FIFA, 2020). For the draw of the first round, the 30 contestants are assigned to five pots of six teams each such that Pot k consists of the teams ranked between 6kth and 6k + 5th. The six teams from Pot 1 ranked 6-11 are pre-seeded into groups A-F: the highest ranked team (6th) occupies position A1, the next team (7th) occupies position B1, and so on, until the lowest-ranked team from Pot 1 (11th) occupies position F1. The teams from the remaining four pots are allocated to the groups sequentially according to a random draw. The position of any team is determined by the pot from which it is drawn, for example, C4 is the participant of Group C that is drawn from Pot 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The schedule depends on these draw positions. In each group, the following 10 matches take place: #1 vs. #2, #1 vs. #3, #4 vs. #1, #5 vs. #1, #2 vs. #3, #2 vs. #4, #5 vs. #2, #3 vs. #4, #3 vs. #5, #4 vs. #5, where the first team plays at home. Consequently, team B2 (the only team in Group B that is drawn from Pot 2) plays against B3 and B4 at home, while it plays against B1 and B5 away. Naturally, any team plays twice at home and twice away.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the second round, the pairings are pre-determined, too: the winner of Group A vs. the winner of Group F, the winner of Group B vs. the winner of Group E, the winner of Group C vs. the winner of Group D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are no specific draw constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This design is called the undivided format in what follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, in the undivided tournament format, the member associations ranked 6-11 enjoy a priority in the first round as they play against the strongest opponents (the teams drawn from Pots 2 and 3) at home. Furthermore, due to the pre-seeding of the teams from Pot 1, the team ranked 6/7/8th cannot face a team ranked higher than 11/10/9th, respectively, in the second round.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the draw procedure of the qualifier for the lower-seeded teams in the divided format was never announced, a similar policy is assumed there in order to prefer higher-ranked countries:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Pot 1 contains the eight teams ranked 7-14, Pot 2 contains the eight teams ranked 15-22, Pot 3 contains the eight teams ranked 23-30, and Pot 4 contains the remaining five teams ranked 31-35.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The eight teams from Pot 1 are pre-seeded into groups A-H, the highest ranked team (7th) occupies position A1, the next team (8th) occupies position B1, and so on, until the lowest-ranked team from Pot 1 (14th) occupies position H1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The eight teams drawn from Pots 2 and 3, respectively, are allocated to groups A-H in a random sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The five teams from Pot 4 are assigned to groups D-H sequentially as provided by a random draw.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The pairings in the quarterfinals are the winner of Group A vs. the winner of Group H, the winner of Group B vs. the winner of Group G, the winner of Group C vs. the winner of Group F, and the winner of Group D vs. the winner of Group E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• In the semifinals, the winner of Group A or H plays against the winner of Group D or E, and the winner of Group B or G plays against the winner of Group C or F.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hence, although higher-ranked teams are not favoured by the schedule because the groups are home-and-away round-robin tournaments, the member associations ranked 7-9 enjoy a priority in the group stage due to competing against only two other teams instead of three (albeit the additional teams are the weakest participants). In addition, the team ranked 7/8/9/10th cannot face a team ranked higher than 14/13/12/11th, respectively, in the quarterfinals due to the preseeding of the teams from Pot 1. Finally, the knockout bracket implies that the team ranked 7th cannot play against a team ranked higher than the 10th in the semifinals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the comparison of different tournament designs, it is almost always necessary to use Monte Carlo simulations (Scarf et al., 2009) . Even though some limited results can be derived from historical data, this is not possible in the case of formats that were never applied in practice.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "text": "(Scarf et al., 2009)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "Every simulation model is based on a prediction technique for individual games. Modelling the outcome of a football match has a long history since Maher (1982) first suggested Poisson models to that end. The statistical literature often attempts to improve forecasting accuracy through sophisticated time-varying (Baker and McHale, 2018) , Bayesian (Corona et al., 2019) , or maximum likelihood approaches.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 159,
                    "text": "Maher (1982)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 313,
                    "end": 337,
                    "text": "(Baker and McHale, 2018)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 349,
                    "end": 370,
                    "text": "(Corona et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "However, if the main aim is to understand better the properties of a tournament format and to inform decision-makers about the effects of a planned reform, it is preferred to keep the prediction model as simple as possible. An elegant method is to derive the winning probabilities exclusively from the Elo ratings of the teams (Van Eetvelde and Ley, 2019). This procedure was first suggested by the Hungarianborn American physics professorÁrpádÉlő (Elo, 1978) to rank chess players. 2 Consider a match played by teams i and j, having an Elo rating of E i and E j , respectively. The winning probability of team i is",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 459,
                    "text": "(Elo, 1978)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "where s is a scaling factor. Note that W ij + W ji = 1, thus draws are prohibited. Although drawn matches are relatively common in football, it is unlikely that allowing for this possibility would substantially modify our findings. On the other hand, accounting for draws requires at least one more arbitrary parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "The key question here is the reliability of the Elo ratings. The official FIFA World Ranking uses the Elo system since August 2018 with the parameter s = 600 (FIFA, 2018b). As the contestants in the undivided format of the CONCACAF Qualifiers are ranked on the basis of the FIFA World Ranking of July 2020, this will be our first set of inputs. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "There is also a much older alternative ranking project called World Football Elo Ratings (World Football Elo Ratings, 2021) . Its scaling factor is s = 400 and the rating of the home team is increased by a fixed amount of 100. In addition, its adjustment depends on the goal difference in the game, while the FIFA version accounts neither for the margin of victory nor for home advantage.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 123,
                    "text": "Football Elo Ratings (World Football Elo Ratings, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "The strengths of the national teams are reported in Table 1 according to both metrics. The scaling factor of the World Football Elo Ratings is lower but its variance is higher, which has a non-negligible effect on the chances of the teams. For instance, Mexico defeats Puerto Rico with a probability of 99.16% on the basis of the World Football Elo Ratings even if it plays away, which is reduced to 96.57% under the FIFA World Ranking. The discrepancy can partially be assigned to the different updating principles. However, a stronger factor can be the recent introduction of the Elo system in the FIFA World Ranking: the number of matches played since the summer of 2018 is probably insufficient for the necessary adjustment of the ratings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "3 Methodology"
        },
        {
            "text": "In both tournament formats, there are two types of matches: group matches played either home or away, and single-elimination clashes. Two-legged knockout matches are worth considering as one \"long\" game because the teams focus mostly on advancing to the next round. Therefore, we adopt the methodology of the Football Club Elo Ratings project (Football Club Elo Ratings, 2021) , that is, these matchups are assumed to be played at a neutral field and the difference of the Elo ratings is multiplied by the square root of 2.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 376,
                    "text": "(Football Club Elo Ratings, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "We use formula (1) as follows. For each group match, W ij is calculated according to the rating method chosen. For a single-elimination matchup, W ij is computed analogously with the above modification. A random number ε is generated between 0 and 1. If ε < W ij , the winner is team i, otherwise, the winner is team j. The ranking in groups depends on the number of wins, and all ties in the number of wins are broken randomly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "In each run, all matches of both the divided and the undivided formats are simulated, as well as the teams that qualify directly and the nation going to the inter-confederation play-offs are determined. The set of matches played is recorded, too. As the CONCACAF representative in the inter-confederation play-offs for the 2022 FIFA World Cup should win a two-legged clash against a team from another continent (see Csató (2021a) for the details), that place is counted as half when the probability of qualification is computed. Consequently, 3.5 qualifying slots are allocated in every iteration. The whole process is repeated 10 million times to get reasonable expected values.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 429,
                    "text": "Csató (2021a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "We think that this relatively simple approach to model the outcomes of the games has several advantages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "• The FIFA World Ranking is extensively used for seeding in football tournaments;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "• The World Football Elo Ratings proved to have good predictive power (Lasek et al., 2013) and are a competitive indicator of football performance (Gásquez and Royuela, 2016) ;",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 90,
                    "text": "(Lasek et al., 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 147,
                    "end": 174,
                    "text": "(Gásquez and Royuela, 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "• Debates around methodological details can be avoided to a certain degree;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "• It is easy to understand and the calculations can be replicated by any stakeholder possessing some programming skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3 Methodology"
        },
        {
            "text": "The scientific literature on tournament structures often applies similar techniques (Appleton, 1995; Csató, 2020 Csató, , 2021b Marchand, 2002; McGarry and Schutz, 1997) . As Appleton (1995, p. 534) argues: \"since our intention is to compare tournament designs, and not to estimate the chance of the player winning any particular tournament, we may within reason take whatever model determining winners that we please\". However, it shall be emphasised that the following numerical results are primarily for comparative purposes. Table 1 for abbreviations of country names)",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 100,
                    "text": "(Appleton, 1995;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 101,
                    "end": 112,
                    "text": "Csató, 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 113,
                    "end": 127,
                    "text": "Csató, , 2021b",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 128,
                    "end": 143,
                    "text": "Marchand, 2002;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 144,
                    "end": 169,
                    "text": "McGarry and Schutz, 1997)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 175,
                    "end": 198,
                    "text": "Appleton (1995, p. 534)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 536,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "3 Methodology"
        },
        {
            "text": "Figure 1 outlines how the undivided tournament format of the CONCACAF Qualifiers for the 2022 FIFA World Cup has modified the probability of qualification for each national team compared to the divided format. According to the FIFA World Ranking, the greatest winners are Honduras-which should only enter the final round-and the countries ranked 7th or closely below (Canada, Curaçao, Panama, Haiti) because they could not qualify directly in the divided format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On the other hand, there are three losers (Mexico, United States, Salvador): these teams should play against only five other teams in the divided format but they face seven opponents in the undivided structure. Furthermore, the 6th ranked Salvador already enters the first round, hence even its participation in the last group stage is not guaranteed. In financial terms, one percentage point in the probability of qualification translates into at least 95 thousand USD in expected prize money as all participants of the 2018 FIFA World Cup received at least 9.5 million USD (FIFA, 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The consequences of the reform are somewhat different if the abilities are measured by the World Football Elo Ratings, mainly due to the different distribution of strengths and the increased variance of winning probabilities. For example, Mexico has such a high chance to qualify that even the presence of more contestants in its group cannot substantially worsen its outlook. Therefore, the chances for the next strongest teams of the United States, Costa Rica, and Honduras will decrease by a higher amount. Jamaica and Salvador have a higher probability of advancing to the play-offs in the undivided format, which balances the lower chance of direct qualification. For Canada, the 7th team in the FIFA World Ranking of July 2020, the divided format is especially disadvantageous since it closes the way of direct qualification. Figure 2 focuses on the connection between strength and the probability of qualification for both tournament formats. The relationship is monotonic, except for Jamaica and Canada using the World Football Elo Ratings: the latter team has a more difficult path to qualify as the seeding is based on the FIFA World Ranking. While this is not an inherent failure of the tournament designs, the distortion is clearly lower under the undivided format where the teams are not divided preliminarily into two distinct sets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 840,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The impact of the tournament structure cannot be neglected. For instance, the reform almost halves the probability of qualification for Salvador (from 20.2% to 11.78%) but it is roughly doubled for Canada Another important attribute of any tournament is the competi-tiveness of the matches played, quantified in Figure 3 through the average strength of the opponents. Note that in a round-robin group, this value is the highest for the weakest team. The divided tournament format essentially consists of two parallel contests, thus the six best teams of the Hexagonal group play against much stronger competitors than the lower-seeded teams, among which our metric remains approximately constant. Therefore, the weakest teams can expect more success in the divided format but the matches of the middle teams are more balanced under the undivided design. Finally, the leading CONCACAF nations should contest more competitive games on average in the divided format, too, since the Hexagonal contains fewer teams than the group in the last round of the undivided structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Theoretical models are also important to examine because the actual distribution of teams' strengths may hide certain features of tournament designs. To that end, we set the Elo rating of the ith ranked team at 1,300 + (18 − i)∆-that is, the 18th country at the middle of the ranking has a fixed strength of 1,300-with a parameter ∆ ≥ 0, and derive the winning probabilities from formula (1) such that s = 400 and home advantage is 100, analogously to the World Football Elo Ratings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The chances of qualification are presented in Figure 4 . ∆ = 0 corresponds to the fully competitive scenario, while ∆ = 20 and, especially, ∆ = 40 represent unbalanced contests. The findings convey two basic messages. First, the sharp distinction of the teams in the divided format does not lead to misaligned incentives, that is, no team is interested in being ranked 7th to play among the lower-seeded teams instead of the Hexagonal group. Therefore, the divided tournament design is strategy-proof with respect to the initial ranking of the teams. As illustrated by the UEFA Euro 2020 qualifying tournament (Csató, 2021a, Chapter 6.4) , this is far from guaranteed since the 7th ranked team can obtain the CONCACAF slot in the interconfederation play-offs for the 2022 FIFA World Cup after playing only one two-legged clash with a higher-ranked team.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 637,
                    "text": "(Csató, 2021a, Chapter 6.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Second, the probability of qualification exhibits a sharp nonlinearity, see the breaking point between the 6th and the 7th teams in the old, as well as between the 5th and 6th teams in the undivided design. While this policy might intensify the chase for a particular position in the FIFA World Ranking, it could be unfair when small differences have such powerful implications. Thus it is worth considering a lot- tery system: the seeding of the teams can be determined by the FIFA World Ranking according to a probabilistic mechanism instead of the current rule. For instance, the fifth team that enters only the final group stage in the undivided tournament format should not necessarily be the 5th ranked one but the 5th ranked with a probability of 60%, the 6th with a probability of 30%, or the 7th with a probability of 10%. A similar procedure is used in the NBA draft lottery. Such a policy would also be able to mitigate the effects of changing from the divided to the undivided format as the comparison of Figures 1 and  4 highlights.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1017,
                    "end": 1033,
                    "text": "Figures 1 and  4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The current chapter has aimed to assess how a reform-induced by the calendar disruption due to the COVID-19 global pandemic-in the format of the CONCACAF Qualifiers for the 2022 FIFA World Cup impacted the chances of the national teams to qualify. It has turned out that the tournament design on its own can have quite a substantial role in the probability of playing in the FIFA World Cup finals, even amounting to 5-6 percentage points under the assumption of fixed Elo ratings for the teams. Since the initial division of the contestants into two sets in the original structure of the qualifiers has increased the competitiveness of the matches played by the strongest and the weakest teams without creating misaligned incentives for being seeded lower, this solution offers a reasonable alternative to the traditional hybrid format consisting of subsequent group and knockout stages. Finally, the sharp non-linearity caused by the deterministic seeding policy is recommended to be reduced via a probabilistic rule to the analogy of the NBA draft lottery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "These proposals can contribute to making qualifying tournaments more exciting and fair. Hopefully, our chapter will also call the attention of sports governing bodies worldwide that even basic statistical models, based on widely used metrics such as the FIFA World Ranking, might give useful insights into the problem of designing a tournament.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "May the best man win",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Appleton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the Royal Statistical Society: Series D (The Statistician)",
            "volume": "44",
            "issn": "4",
            "pages": "529--538",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time-varying ratings for international football teams",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Mchale",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Operational Research",
            "volume": "267",
            "issn": "2",
            "pages": "659--666",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An analytics approach to the FIFA ranking procedure and the World Cup final draw",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Durán",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guajardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sauré",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siebert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zamorano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Operations Research",
            "volume": "286",
            "issn": "1-2",
            "pages": "119--146",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Concacaf Announces Format for the 2022 FIFA World Cup Confederation Qualifiers. 10 July",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Concacaf",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New Concacaf Qualifiers announced for regional qualification to FIFA World Cup Qatar 2022",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Concacaf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bayesian forecasting of UEFA Champions League under alternative seeding regimes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forrest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiper",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Forecasting",
            "volume": "35",
            "issn": "2",
            "pages": "722--732",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Optimal tournament design: Lessons from the men's handball Champions League",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Csató",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Sports Economics",
            "volume": "21",
            "issn": "8",
            "pages": "848--868",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying the unfairness of the 2018 FIFA World Cup qualification",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Csató",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2007.03412"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A simulation comparison of tournament designs for the World Men's Handball Championships. International Transactions in Operational Research",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Csató",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "2377--2401",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tournament Design: How Operations Research Can Improve Sports Rules. Palgrave Pivots in Sports Economics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Csató",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Seeding the UEFA Champions League participants: Evaluation of the reform",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dagaev",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rudyak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Quantitative Analysis in Sports",
            "volume": "15",
            "issn": "2",
            "pages": "129--140",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scheduling the South American Qualifiers to the 2018 FIFA World Cup by integer programming",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Durán",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guajardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sauré",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Operational Research",
            "volume": "262",
            "issn": "3",
            "pages": "1109--1115",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Rating of Chessplayers, Past and Present",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Elo",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "FIFA Council confirms contributions for FIFA World Cup participants",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "More than half the world watched record-breaking",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fifa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Revision of the FIFA / Coca-Cola World Ranking",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fifa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "FIFA World Cup 2022 TM Preliminary Draw (Concacaf)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fifa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The system or how this works",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The determinants of international football success: A panel data analysis of the Elo rating",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gásquez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Royuela",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Social Science Quarterly",
            "volume": "97",
            "issn": "2",
            "pages": "125--141",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rethinking the FIFA World Cup TM final draw",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Quantitative Analysis in Sports",
            "volume": "11",
            "issn": "3",
            "pages": "169--182",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "What a fairer 24 team UEFA Euro could look like",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Sports Analytics",
            "volume": "4",
            "issn": "4",
            "pages": "297--317",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparing draws for single elimination tournaments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riezman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Operations Research",
            "volume": "33",
            "issn": "2",
            "pages": "249--262",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "New concepts in seeding knockout tournaments",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The American Mathematical Monthly",
            "volume": "89",
            "issn": "4",
            "pages": "235--239",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The World Cup draw's flaws. The Mathematical Gazette",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "74",
            "issn": "",
            "pages": "335--338",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "First in first win: Evidence on schedule effects in round-robin tournaments in mega-events",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krumer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lechner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Economic Review",
            "volume": "100",
            "issn": "",
            "pages": "412--427",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fair draws for group rounds in sport tournaments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laliena",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "López",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Transactions in Operational Research",
            "volume": "26",
            "issn": "2",
            "pages": "439--457",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The efficacy of league formats in ranking teams",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lasek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gagolewski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Statistical Modelling",
            "volume": "18",
            "issn": "5-6",
            "pages": "411--435",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The predictive power of ranking systems in association football",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lasek",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szlávik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhulai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Applied Pattern Recognition",
            "volume": "1",
            "issn": "1",
            "pages": "27--46",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ranking soccer teams on the basis of their current strength: A comparison of maximum likelihood approaches",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van De Wiele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Eetvelde",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Statistical Modelling",
            "volume": "19",
            "issn": "1",
            "pages": "55--73",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Modelling association football scores",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Maher",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Statistica Neerlandica",
            "volume": "36",
            "issn": "3",
            "pages": "109--118",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On the comparison between standard and random knockout tournaments",
            "authors": [
                {
                    "first": "É",
                    "middle": [],
                    "last": "Marchand",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of the Royal Statistical Society: Series D (The Statistician)",
            "volume": "51",
            "issn": "2",
            "pages": "169--178",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Efficacy of traditional sport tournament structures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcgarry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schutz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of the Operational Research Society",
            "volume": "48",
            "issn": "1",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Factors affecting home advantage in football World Cup qualification",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Armatas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Performance Analysis in Sport",
            "volume": "17",
            "issn": "1-2",
            "pages": "121--135",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Why Germany was supposed to be drawn in the group of death and why it escaped",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rathgeber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rathgeber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chance",
            "volume": "20",
            "issn": "2",
            "pages": "22--24",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A numerical study of designs for sporting contests",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scarf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bilbao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Operational Research",
            "volume": "198",
            "issn": "1",
            "pages": "190--198",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A numerical study of tournament structure and seeding policy for the soccer World Cup Finals",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Scarf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Statistica Neerlandica",
            "volume": "65",
            "issn": "1",
            "pages": "43--57",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Unfair play in World Cup qualification? An analysis of the 1998-2010 FIFA World Cup performances and the bias in the allocation of tournament berths",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rod",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "40--57",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "CONCACAF confirms 2022 World Cup qualifying will change",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ranking methods in soccer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Eetvelde",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kenett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Longford",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Piegorsch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruggeri",
                    "suffix": ""
                },
                {
                    "first": "Wiley",
                    "middle": [],
                    "last": "Editors",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Statsref",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Statistics Reference Online",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The effects of the reform: changes in the probability of qualification for the national teams (See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The effects of the reform: the probability of qualification as the function of teams' strength (Only the 11 strongest national teams are shown in both cases) (9.08% instead of 4.78%) if the FIFA World Ranking is used to measure the strengths of the teams. The undivided tournament design prefers most teams at the expense of some leading CONCACAF na-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The effects of the reform: the average strength of opponents as the function of own rating (The black dashed line represents the 45-degree line) tions, which might explain the ditching of the original plan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Theoretical model: the probability of qualification (Only the 10 highest ranked teams are shown in both cases) (The lines serve for illustrative purposes)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The strengths of the teams playing in the CONCACAF Qualifiers for the 2022 FIFA World Cup",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Yves Dominicy and Christophe Ley for their beneficial remarks. This project could not have been implemented without my father (also 17 called László Csató), who has coded the simulations in Python. We are indebted to the Wikipedia community for collecting and structuring valuable information on the sports tournaments discussed. The research was supported by the MTA Premium Postdoctoral Research Program grant PPD2019-9/2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}