{
    "paper_id": "372d2fddb974e64aeb5197d1e643ee17272f93c5",
    "metadata": {
        "title": "Autoethnographic Research to Explore Instructional Design Practices for Distance Teaching and Learning in a Cross-Cultural Context",
        "authors": [
            {
                "first": "Xinyue",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The purpose of this autoethnography is to share my perspective of course design and delivery considerations based on my professional experience as an instructional designer for a virtual international exchange program during the COVID-19 pandemic. Due to the impact of the global pandemic, the partner institutions decided to take advantage of distance education to continue their exchange program. I was the instructional designer to support faculty's transition to online instruction. Little research has been conducted to explore instructional design practices for distance teaching and learning in an intercultural context. Therefore, I applied an individual autoethnography to collect and analyze data from my narratives and artifacts to understand my perspective of instructional design and delivery practices within a cross-cultural distance learning environment. The findings showed course design in transnational distance contexts was more complicated than in distance education in a single cultural context. My role as an instructional designer was influenced by factors at both micro and macro levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Before the pandemic, transnational education was used as an effective model to promote cross-cultural communications and academic collaborations among higher education institutions in many countries, such as academic exchange programs, joint degree programs, and branch campuses (Bovill et al., 2015; Djerasimovic, 2014; Feng, 2013) . Particularly, many East Asian countries were intrigued by pursuing academic partnerships with the institutions in Western developed countries, such as Australia, Britain, and the United States, to internationalize their higher education (Dai et al., 2020a; Feng, 2013; Hawkins et al., 2000; Pan, 2021) . Research shows the number of cross-border exchange programs has increased steadily in many East Asian countries for the past decades (Ota, 2018; Trifiro, 2019) . However, under the influence of COVID-19, administrators at many institutions had to pause or adjust their programs to conform with safety restrictions (Pan, 2021) . For example, the model of distance education was used as an alternative approach to continue transnational connections and exchange programs with foreign partner institutions and students (Bentata, 2020; Liao et al., 2020) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "(Bovill et al., 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 301,
                    "end": 320,
                    "text": "Djerasimovic, 2014;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 321,
                    "end": 332,
                    "text": "Feng, 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 572,
                    "end": 591,
                    "text": "(Dai et al., 2020a;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 592,
                    "end": 603,
                    "text": "Feng, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 604,
                    "end": 625,
                    "text": "Hawkins et al., 2000;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 626,
                    "end": 636,
                    "text": "Pan, 2021)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 772,
                    "end": 783,
                    "text": "(Ota, 2018;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 784,
                    "end": 798,
                    "text": "Trifiro, 2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 953,
                    "end": 964,
                    "text": "(Pan, 2021)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1155,
                    "end": 1170,
                    "text": "(Bentata, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1171,
                    "end": 1189,
                    "text": "Liao et al., 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Distance instruction has a long history in higher education. However, the idea of transnational education with distance learning models is relatively new and complicated (Henderson et al., 2017) . Students in transnational distance education programs would face more challenges and barriers than domestic distance students or international students at a home institution (Chen et al., 2020; Gemmell & Harrison, 2017; Stewart, 2019) . Many studies have been conducted to explore the experiences and perceptions of international exchange students in U.S. higher education, such as academic adaptation, cultural identity, social integration, and mental health (Diao, 2014; Jackson & Chen, 2018; Ryu et al., 2016; Sato & Hodge, 2015) . Some researchers discussed the practices and procedures to develop cross-border exchange programs in East Asian contexts (Hu et al., 2019; Ota, 2018; Trifiro, 2019) . Because few virtual exchange programs were available before the pandemic, limited studies have been conducted to investigate course design and delivery considerations in a transnational distance learning context.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 194,
                    "text": "(Henderson et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 371,
                    "end": 390,
                    "text": "(Chen et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 391,
                    "end": 416,
                    "text": "Gemmell & Harrison, 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 417,
                    "end": 431,
                    "text": "Stewart, 2019)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 657,
                    "end": 669,
                    "text": "(Diao, 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 670,
                    "end": 691,
                    "text": "Jackson & Chen, 2018;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 709,
                    "text": "Ryu et al., 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 710,
                    "end": 729,
                    "text": "Sato & Hodge, 2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 853,
                    "end": 870,
                    "text": "(Hu et al., 2019;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 871,
                    "end": 881,
                    "text": "Ota, 2018;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 882,
                    "end": 896,
                    "text": "Trifiro, 2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the pandemic, the target exchange program took advantage of the affordance of distance education to deliver cross-cultural learning opportunities for students in East Asia. It is worthwhile for the institution to examine design considerations to improve the effectiveness of teaching and learning in the exchange program. In autoethnography, researchers use personal experiences or insider perspectives to interpret the characteristics of a cultural or social phenomenon within a specific context (Chang, 2013; Lee, 2020) . Therefore, the purpose of this autoethnographic research is to investigate an instructional designer's perspective of course design and delivery practices in a transnational exchange program during the pandemic. The findings could be beneficial on various levels: increasing the awareness of cultural sensitivity in course design and delivery for faculty and staff at Western institutions, developing culturally responsive learner support services, providing faculty with the needed resources to teach in a transnational distance education context, and inspiring administrators at other institutions to improve the quality of their transnational services while facing a similar situation during the pandemic or post-pandemic.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 517,
                    "text": "(Chang, 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 518,
                    "end": 528,
                    "text": "Lee, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Transnational or borderless education is defined as any type of educational service provided by an overseas higher education institution for local students, as indicated in the mobility of students or the mobility of curriculum and faculty to foreign partner institutions (Hu et al., 2019; Knight, 2016; Stewart, 2019; Wilkins & Juusola, 2018) . The cross-border exchange program that requires the mobility of students is beneficial for involved students and institutions (Bovill et al., 2015; Henderson et al., 2017) . For instance, students could access diverse course offerings, innovative teaching practices, and international experiences as well as develop their foreign language skills and cultural competency while immersing themselves in an intercultural learning context (Custer & Tuominen, 2017; Dai et al., 2020b; Wilkins & Juusola, 2018) . Because of the unique sociocultural contexts, transnational programs in different countries maintain their special rules and regulations. For example, the Ministry of Education in China plays a powerful role in supervising the operation and management of educational services (Feng, 2013; Hu et al., 2019) . According to its regulations, a foreign university is required to establish a partnership with a Chinese institution to develop a program and exclusively deliver in-person instruction for Chinese students (Feng, 2013; Hu et al., 2019) . However, some researchers argue transnational education is often used as a profit-generation tool to sacrifice the quality of learning experiences or acts as a soft power to strengthen Western ideology in some developing countries (Moufahim & Lim, 2015; Wilkins & Juusola, 2018; Yu, 2021) . Therefore, it is crucial for partners to shoulder mutual responsibility to contribute to knowledge production and to promote mutual benefit, cultural sensitivity, and understanding (Bovill et al., 2015; Feng, 2013) . Interestingly, Western ideologies and education are often perceived as legitimate and superior by students who are eager to gain international experiences within the program (Moufahim & Lim, 2015; Yu, 2021) . For instance, Chinese students prefer the replication of Western-style curricula and pedagogical practices in their exchange experiences (Willis, 2010) . As a result, these students would face multiple contradictions or challenges while adapting to a Western academic system in the program, as indicated in language proficiency, teaching strategies, learning approaches, assessment models, and academic culture (Custer & Tuominen, 2017; Dai et al., 2020a, b; Yu, 2021) .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 289,
                    "text": "(Hu et al., 2019;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 290,
                    "end": 303,
                    "text": "Knight, 2016;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 304,
                    "end": 318,
                    "text": "Stewart, 2019;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 319,
                    "end": 343,
                    "text": "Wilkins & Juusola, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 472,
                    "end": 493,
                    "text": "(Bovill et al., 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 517,
                    "text": "Henderson et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 780,
                    "end": 805,
                    "text": "(Custer & Tuominen, 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 806,
                    "end": 824,
                    "text": "Dai et al., 2020b;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 825,
                    "end": 849,
                    "text": "Wilkins & Juusola, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1128,
                    "end": 1140,
                    "text": "(Feng, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1141,
                    "end": 1157,
                    "text": "Hu et al., 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1365,
                    "end": 1377,
                    "text": "(Feng, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1378,
                    "end": 1394,
                    "text": "Hu et al., 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1628,
                    "end": 1650,
                    "text": "(Moufahim & Lim, 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1651,
                    "end": 1675,
                    "text": "Wilkins & Juusola, 2018;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1676,
                    "end": 1685,
                    "text": "Yu, 2021)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1869,
                    "end": 1890,
                    "text": "(Bovill et al., 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1891,
                    "end": 1902,
                    "text": "Feng, 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2079,
                    "end": 2101,
                    "text": "(Moufahim & Lim, 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2102,
                    "end": 2111,
                    "text": "Yu, 2021)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2251,
                    "end": 2265,
                    "text": "(Willis, 2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2525,
                    "end": 2550,
                    "text": "(Custer & Tuominen, 2017;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2551,
                    "end": 2572,
                    "text": "Dai et al., 2020a, b;",
                    "ref_id": null
                },
                {
                    "start": 2573,
                    "end": 2582,
                    "text": "Yu, 2021)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Border Exchange Program"
        },
        {
            "text": "The controversies regarding the quality of online education or the status of online degrees remain. In some situations, massive open online courses (MOOCs) could be regarded as one type of transnational education (Wilkins & Juusola, 2018) . In many Asian countries, online degrees are not valued as on-campus degrees (Wilkins & Juusola, 2018) ; thus, MOOCs remain in a non-threatening role in the transnational education field. However, the COVID-19 pandemic suddenly affected almost every aspect of our lives, including higher education (Pan, 2021) . Distance learning was used as a substitute for in-person exchange experiences and transnational teaching. For instance, in an international medical exchange program, an online training program was developed to deliver courses, webinars, and workshops to improve students' understanding of clinical and research practices in different sociocultural contexts during the pandemic (Bentata, 2020) . Although the distance education model could complicate the collaborative procedures and produce additional challenges, the advancement of technology would further inspire innovative practices to strengthen global connections and collaborations in transnational contexts (Henderson et al., 2017) . Some researchers also recommended the use of team-based collaboration to develop transnational online programs, including project coordinators, faculty, instructional designers, and multimedia specialists (Crowley et al., 2018) . However, other researchers argued that online programs limited the opportunity to better understand local cultures and contexts (Bovill et al., 2015) . Thus, faculty and staff at participatory institutions should increase their awareness of cultural and contextual differences in program development.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 238,
                    "text": "(Wilkins & Juusola, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 317,
                    "end": 342,
                    "text": "(Wilkins & Juusola, 2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 538,
                    "end": 549,
                    "text": "(Pan, 2021)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 929,
                    "end": 944,
                    "text": "(Bentata, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1217,
                    "end": 1241,
                    "text": "(Henderson et al., 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1449,
                    "end": 1471,
                    "text": "(Crowley et al., 2018)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1602,
                    "end": 1623,
                    "text": "(Bovill et al., 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Cultural Distance Education"
        },
        {
            "text": "Culture refers to a system of values and practices shared by a group of people, which make them distinguishable from others (Hofstede, 1984) . With the expansion of transnational education in cross-cultural contexts, both instructors and students would be immersed in an unfamiliar culture. Cultural differences are fundamental to influence the effectiveness of intercultural teaching and learning (Bovill et al., 2015) , which not only produces contradictions or challenges but also multi-voices, innovations, and changes (Dai et al., 2020b; Kim & Reichmuth, 2021) . Based on Hofstede's model of cultural dimensions, the dominant culture in many Asian or Eastern countries tends to emphasize a high level of power distance, collectivism, success-driven, and pragmatic orientation. These cultural characteristics also influence their teaching and learning practices (Heffernan et al., 2010) . Generally speaking, in some East Asian countries, the education highlights instructor-dominated, lecture-based, textbook-focused, and high-stakes examoriented teaching approaches, which is opposite to those in the United States (Dai et al., 2020a; Liu et al., 2010; Wang et al., 2018; Yu, 2021) . In terms of intercultural contradictions in transnational education, there is a need for faculty and staff to increase their cultural understanding and sensitivity in course design and development (Heffernan et al., 2010) . Other researchers also emphasized the positive role of cross-cultural contradictions as learning opportunities in enriching students' international learning experiences (Dai et al., 2020b) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 140,
                    "text": "(Hofstede, 1984)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 398,
                    "end": 419,
                    "text": "(Bovill et al., 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 523,
                    "end": 542,
                    "text": "(Dai et al., 2020b;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 543,
                    "end": 565,
                    "text": "Kim & Reichmuth, 2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 866,
                    "end": 890,
                    "text": "(Heffernan et al., 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1121,
                    "end": 1140,
                    "text": "(Dai et al., 2020a;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1141,
                    "end": 1158,
                    "text": "Liu et al., 2010;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1159,
                    "end": 1177,
                    "text": "Wang et al., 2018;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1178,
                    "end": 1187,
                    "text": "Yu, 2021)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1387,
                    "end": 1411,
                    "text": "(Heffernan et al., 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1583,
                    "end": 1602,
                    "text": "(Dai et al., 2020b)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Factors"
        },
        {
            "text": "The framework of culturally responsive design aims to develop the learning experiences tailored to the needs of learners, as indicated in learning contexts and technologies (Lee, 2003) . In an online program, the instructors are expected to create culturally relevant communities where every student's contribution is valued. However, some instructors might be hesitant to change because of unfamiliarity with the other cultures or unwilling to adapt their practices to the multicultural contexts (Bovill et al., 2015) . Without a comprehensive understanding of a cultural system, instructors might view cultural differences as negative, which leads to stereotypical and questionable assumptions about the students from different cultural contexts. Furthermore, Dai et al. (2020a) discussed the use of cultural ignorance to learn about ourselves and others in intercultural contexts. In terms of the specialty of transnational education, research shows contextually adapted curricula and culturally appropriate course design were rare in exchange programs (Moufahim & Lim, 2015) . Therefore, by applying the lens of culturally responsive design theory, some researchers believe flexibility can improve the quality of intercultural teaching and learning (Bovill et al., 2015; Lee, 2003) . Institutions could provide culturally appropriate learner support services to improve learners' capabilities, such as language, intercultural communication, and management skills (Bovill et al., 2015) . Continuous evaluation is also important to discover the drawbacks of the programs before targeting culturally relevant interventions to improve students' learning experiences.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 184,
                    "text": "(Lee, 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 497,
                    "end": 518,
                    "text": "(Bovill et al., 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 762,
                    "end": 780,
                    "text": "Dai et al. (2020a)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1056,
                    "end": 1078,
                    "text": "(Moufahim & Lim, 2015)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1253,
                    "end": 1274,
                    "text": "(Bovill et al., 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1275,
                    "end": 1285,
                    "text": "Lee, 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1467,
                    "end": 1488,
                    "text": "(Bovill et al., 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Culturally Responsive Design"
        },
        {
            "text": "Autoethnography is a methodology that relies on researchers' personal or professional experiences as the main data sources to expand the understanding of cultural phenomena in various contexts (Chang, 2013; Lee, 2020) . Researchers have the opportunities to voice their concerns and make sense of their experiences within specific contexts (Kim & Reichmuth, 2021; Scott, 2014) . The use of autobiographical data could encourage researchers' self-reflexivity to deepen the significance of personal experiences within a unique sociocultural context (Chang, 2013; Lee, 2020; Scott, 2014) . However, there are controversies regarding the concerns of researcher subjectivity in autoethnography, which requires researchers to acknowledge their position in the activity and the limitations of their perspectives and interpretations.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 206,
                    "text": "(Chang, 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 207,
                    "end": 217,
                    "text": "Lee, 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 340,
                    "end": 363,
                    "text": "(Kim & Reichmuth, 2021;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 364,
                    "end": 376,
                    "text": "Scott, 2014)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 547,
                    "end": 560,
                    "text": "(Chang, 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 561,
                    "end": 571,
                    "text": "Lee, 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 572,
                    "end": 584,
                    "text": "Scott, 2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Use of Autoethnography in Transnational and Distance Education Contexts"
        },
        {
            "text": "Autoethnography has been widely used to understand personal and sociocultural issues within diverse contexts (Chang, 2013) . For instance, Scott (2014) used a personal memoir as a critically reflective way to interrogate his unique experiences as a foreign university instructor in China. The application of autoethnography not only allowed Scott to share his experiences, but it also allowed him to reflect on his relationships with others within a cultural context. Kim and Reichmuth (2021) conducted a collaborative autoethnography to investigate the influence of cultural contexts on their transnational teaching and learning experiences in South Korea and the U.S.. Their collaborations were able to create a collective interpretation of contradictions within transnational experiences in two cultural contexts, which encouraged the authors to examine their stereotyped beliefs of teaching and learning in broader contexts. Other researchers, such as Jung et al. (2021) , conducted a collaborative autoethnography to invite five faculty to reflect on their emergency online teaching experiences during the pandemic. Wilson et al. (2020) conducted a collective autoethnography to critically study the impact of COVID-19 on their online learning experiences from crosscultural and cross-disciplinary perspectives. This included positive effects on their accountability and self-awareness, but negative influence on their social connections and emotional well-being. However, few autoethnographies have been reviewed to investigate instructional designers' experiences in transnational distance education. Therefore, the purpose of this research is to collect and analyze my perspective of course design and delivery in a transnational distance learning context.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 122,
                    "text": "(Chang, 2013)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 468,
                    "end": 492,
                    "text": "Kim and Reichmuth (2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 956,
                    "end": 974,
                    "text": "Jung et al. (2021)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1121,
                    "end": 1141,
                    "text": "Wilson et al. (2020)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "The Use of Autoethnography in Transnational and Distance Education Contexts"
        },
        {
            "text": "I was an instructional designer working at a public university in the Midwest of the United States. The university established a number of collaborative partnerships with higher education and research organizations in several countries to promote academic exchanges and cooperation. Before the pandemic, the students who enrolled in the program would come to the U.S. to gain in-person learning experiences at the institution. However, since March 2020, due to the influence of international travel restrictions, the program has been forced to transition to remote instruction for upcoming cohorts. I was assigned as the instructional designer to work with subject matter experts (SMEs) to support a smooth transition for the Asian Chapter. The research was conducted while developing and delivering one of the online courses offered in Spring 2020 in the exchange program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Setting"
        },
        {
            "text": "Given the characteristics of autoethnography discussed before, an individual autoethnography is appropriate to investigate my personal experience as an instructional designer for the cross-cultural distance course. The purpose of the research is to share my perspective of course design and delivery considerations for transnational distance learning in the U.S.-East Asia context. I served as both researcher and participant in the study, and my personal experiences would be the main data sources. I collected data from my narratives and personal artifacts, such as journals, hand notes, and reflections. Then, I used two-cycles of coding to analyze and interpret the data into two themes (Saldana, 2016) , including powerful vs. powerless at micro and macro levels, to better understand my role as an instructional designer in the cross-cultural teaching and learning context.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 706,
                    "text": "(Saldana, 2016)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Research Design"
        },
        {
            "text": "Analysis, Design, Development, Implementation, and Evaluation (ADDIE) model was used to guide the course design and development. Because the course has been provided in-person before the pandemic, most of the instructional materials and learning activities were available. For instance, the textbooks have been pre-determined in the approved program description. A faculty in the program was assigned to teach this course. Based on these requirements, course revision was the main focus to ensure a seamless transition from in-person to distance instruction. Meanwhile, due to the unpredictability of the pandemic on a global scale, it is highly possible that we would continue the distance teaching and learning model for a while. With this in mind, we also wanted the course to be reused for the following cohorts, with minor revisions if needed. To start with, I invited the faculty to have an initial project planning meeting to conduct the needs analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course Design and Delivery Narratives"
        },
        {
            "text": "Learner Analysis In the initial project planning meeting, I understood that \"these learners were seniors in the program and first-time online learners. They did not have any international learning experience, never took professional courses in English, or used the U.S. institution's learning management system (LMS).\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Needs Analysis"
        },
        {
            "text": "Contextual Analysis \"About 60 students enrolled in the program; faculty would provide synchronous online sessions to these students, and all supplementary instructional materials were stored on the LMS. Due to Internet censorship in some East Asian countries, many technologies based in the U.S. are blocked, such as Google, YouTube, Facebook, and Twitter. The faculty wanted to use Adobe Connect as the videoconferencing platform; however, I was concerned that students might not have a stable Internet connection. Thus, Zoom was chosen as an alternative tool to deliver synchronous online sessions. Besides, there is a 12 to 13-h time difference between U.S. Eastern Time Zone and East Asian countries.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Needs Analysis"
        },
        {
            "text": "Based on the needs analysis, I worked with the faculty to create a new course development plan, including weekly learning outcomes, instructional materials, and learning activities, and to update the syllabus accordingly. Then, we started developing and revising existing course materials. However, while working on instructional materials, \"I found some of the videos are located on YouTube, which would not be accessible for students in some East Asian countries. I reached out to the faculty regarding this issue, and he worked with other SMEs to find alternative digital resources. For the videos that they could not find the replacements, I helped the faculty create and build supplementary materials on an e-learning authoring tool, Articulate Storyline, and embed these resources to the LMS.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and Development"
        },
        {
            "text": "While developing learning activities, we faced other problems. The course heavily relied on teamwork and discussions. We were concerned about how 60 students could effectively collaborate and communicate with their peers in a virtual learning environment while participating in discussions and group projects. \"I introduced resources about team success and team agreement to promote social and collaborative engagement among these students. I also recommended several popular social media applications in these East Asian countries. For example, Chinese students preferred using WeChat to other communication tools, such as emails or text messages. Korean students would like to use KakaoTalk. These are social media applications, having similar functions as Facebook Messenger. The faculty agreed it would be a great idea to create chat rooms as the backup to foster collaborations and communications among these students.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and Development"
        },
        {
            "text": "After completing building the course, we used a rubric adapted from the Quality Matters rubrics to review the course. Then, we improved the course based on the review feedback from a SME and a peer instructional designer, and the online course was ready for the Spring cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course Delivery Phase"
        },
        {
            "text": "In my journal, I wrote \"an announcement was sent to students to inform them of the course schedule, orientation, available support services, and other information. We also created tutorials for these students, including how to set up institution accounts, LMS login and navigation, and guidelines to succeed in the American academic culture and online courses in both English and their native languages.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-Delivery Phase-Implementation"
        },
        {
            "text": "Technology In the course delivery phase, we received a large number of complaints from students regarding technical difficulties, including \"unstable Internet during synchronous online sessions and problems related to the LMS, such as login issues, assignment submission, and grading.\" For example, \"from what I heard, almost half of the students had difficulty logging into their accounts to access the LMS and their institution emails. Some of the students experienced unstable Internet connection while taking online exams, and the system could not successfully save their answers.\" Communication Even though each student was assigned a user account and email address, they were not comfortable with using the Outlook email. Instead, they often used their personal email accounts to send emails to their faculty, such as QQ mail or 163 mail. However, the firewall at the institution often blocked the email addresses from external servers. As a result, instructors could not receive these emails, which prevented them from providing timely feedback to their students. Students also forgot to check the announcements and information sent by their instructors in their institution email inboxes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Course Delivery Phase"
        },
        {
            "text": "In my journal, I wrote \"one day, the faculty reached out to me and said the use of chat rooms as the backup communication tool was helpful to increase communications among their students. The dynamic was totally different, and the idea of integrating chat rooms in the course was great.\" In the chat rooms, \"students were able to actively participate in course discussions and answer each other's questions throughout the semester.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Course Delivery Phase"
        },
        {
            "text": "After the program ended, we found the course pass rate was much lower than in the last year. In my reflective writing, I stated \"some students were not familiar with online learning. They did not treat online courses seriously or did not have enough time to develop online learning skills or to adapt to American education within the intensive timeline.\" However, I also admitted \"online courses did lose the relationships among students and instructors. For example, students had very few or limited interaction opportunities with their classmates and instructors during and after courses, which was different from in-person courses. Some students would feel disengaged or even frustrated because of the lack of social connections.\" Other complaints from students included \"heavy workload within an intensive schedule, linguistic barriers in understanding discipline knowledge, and the high cost of textbooks.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After-Delivery Phase-Evaluation"
        },
        {
            "text": "After reflecting on my instructional design experience in the program, I realized course design in transnational online contexts was more complicated than in distance education in a single cultural context. According to the analysis, my \"power\" as an instructional designer was influenced by factors at micro (such as course and institution) and macro (socioeconomics and politics) levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reflection: Findings and Discussions"
        },
        {
            "text": "First, my power as an instructional designer was influenced by factors at the micro level, including course design and institutional policy. Because of the specialty of transnational exchange programs, students who enroll in the program are expected to experience intercultural contradictions between Eastern and Western education (Dai et al., 2020b) . Therefore, the purpose of instructional design in transnational education is not to eliminate challenges related to cultural differences, but to promote a successful transition. This is consistent with the finding that culturally appropriate course design was rare in transnational programs (Moufahim & Lim, 2015) . In this circumstance, culturally responsive design in transnational education tends to be contextually responsive design, which emphasizes technology selection and adaptation in online environments (Lee, 2003) . In the course design and development phase, I was responsible for selecting appropriate technologies based on learner and contextual analyses. For instance, after understanding learners' preferences and contextual differences between the U.S. and East Asia, I recommended the use of chat rooms as backup communication channels where students had meaningful interactions and conversations. Articulate Storyline was applied as a replacement for the YouTube platform to deliver videos and supplementary digital resources. Instructional designers are experts in learner and contextual analyses and technology integration. In a cross-cultural learning context, it is crucial for them to be culturally sensitive while understanding the contexts and learners to make the most appropriate decisions on technologies, pedagogical practices, and assessment approaches.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 350,
                    "text": "(Dai et al., 2020b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 644,
                    "end": 666,
                    "text": "(Moufahim & Lim, 2015)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 867,
                    "end": 878,
                    "text": "(Lee, 2003)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Powerful vs. Powerless at the Micro Level"
        },
        {
            "text": "However, I also felt powerless as an instructional designer while making contextual accommodations for these students. For instance, students often complained about technical problems faced in transnational online courses. Amongst, the majority of their requests were about the LMS, especially during the week when the LMS server crashed at the U.S. institution. The LMS company is located in the United States and is the only LMS we were using at the institution. Students in East Asian countries often experienced unstable access and connections while learning on the LMS. Although we could have better options based on the cultural context in these countries, such as Xuexitong (a popular application widely used in China to serve learning management system purposes), we had to build all courses taught by the university faculty on the LMS according to institutional policy. This is consistent with the findings that transnational students would need more coaching and technical support while participating in virtual exchange activities because of unfamiliarity with the LMS and online learning tools (Custer & Tuominen, 2017) . In this situation, we, as instructional designers, could not make a decision to upgrade the system or change it to another one. Instead, due to the unpredictability of technical issues, instructional designers could be proactive by developing sufficient learner support resources (such as tutorials and instructions) and preparing our faculty and staff (such as help desk) for handling emergencies.",
            "cite_spans": [
                {
                    "start": 1106,
                    "end": 1131,
                    "text": "(Custer & Tuominen, 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Powerful vs. Powerless at the Micro Level"
        },
        {
            "text": "Moreover, my power as an instructional designer was influenced by socioeconomic and political elements at the macro level. For instance, in our initial project planning meeting, we decided to use Zoom as the main videoconferencing tool during the course delivery phase. However, since the pandemic began, Zoom has grown rapidly because of a large volume of users, which caused many problems, such as unstable connections, outages, and security and privacy issues. Besides, there was a concern that Zoom would be suspended in one of the East Asian countries for some political reasons. We were concerned this would influence students' access to synchronous online sessions and did research to find alternative software, such as VooV Meeting (a videoconferencing tool developed by the Tencent) and Microsoft Teams. Although the concerns for the Zoom application suspensions were ultimately unfounded, the situation made me realize the uncertainty and complexity of transnational education from socioeconomic and political perspectives. Therefore, as an instructional designer, while making course design and delivery recommendations in cross-cultural contexts, it is always wise to have a \"Plan B\" in technology selection to avoid potential chaos. This is also consistent with the findings of Bovill et al. (2015) and Lee (2003) , emphasizing the role of flexibility in improving the quality of transnational teaching and learning. In this circumstance, instructional designers need to be agile and innovative while making adaptations based on the needs of learners and faculty in the age of constant change.",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1311,
                    "text": "Bovill et al. (2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1316,
                    "end": 1326,
                    "text": "Lee (2003)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Powerful vs. Powerless at the Macro Level"
        },
        {
            "text": "Meanwhile, my role as an instructional designer was limited by the elements at the macro level. For instance, in some East Asian countries, the government supervises the exchange program and has strict regulations for the program accreditation in higher education. After establishing partnerships with institutions in these countries, the curriculum, textbooks, and faculty qualifications need to be pre-approved for the quality assurance and accreditation purposes. In this circumstance, faculty needed to carefully follow the curriculum while revising or redesigning the course and creating supplementary resources to support students' learning experiences. During the course delivery, we received complaints about the high cost of textbooks from these students. A high currency exchange rate at the time made the textbooks unaffordable for students in East Asia. With this in mind, I was not able to work with faculty to adopt alternative or open textbooks to eliminate their financial burden while achieving learning outcomes. This is also consistent with the finding that course materials used in intercultural learning contexts were often not contextually or culturally adapted (Moufahim & Lim, 2015) . Therefore, it would be worthwhile for the participating institutions to conduct program evaluations on an annual basis to better understand the quality of curriculum design in transnational teaching and learning. The findings could be useful to guide the updates and revisions of the existing curriculum thus leading to continuous improvement and sustainability of the program. In this circumstance, instructional designers could work with faculty to create or adopt supplementary instructional materials and learning activities to accommodate the needs of learners.",
            "cite_spans": [
                {
                    "start": 1184,
                    "end": 1206,
                    "text": "(Moufahim & Lim, 2015)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Powerful vs. Powerless at the Macro Level"
        },
        {
            "text": "Instructional design is a field that emphasizes practical applications of theories and technologies into solving pedagogical problems. Instructional designers are professionals who have expertise and experience in learning sciences, course design, pedagogical strategies, and technology integration (Kumar & Ritzhaupt, 2017; Ren, 2019) . The pandemic suddenly changed and complicated our teaching and learning practices in higher education, such as the emergency remote teaching and the HyFlex teaching model. However, challenges are opportunities. The demand for instructional designers has increased rapidly since the pandemic began. Faculty and administrators started to reexamine the role of instructional designers in enhancing the effectiveness of teaching and learning at higher education institutions. The autoethnography could be applied to encourage instructional designers to constantly reflect on their decision-making process to improve their course design practices and design thinking within various academic disciplines or sociocultural contexts.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 324,
                    "text": "(Kumar & Ritzhaupt, 2017;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 325,
                    "end": 335,
                    "text": "Ren, 2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "While working with SMEs or faculty to develop courses, instructional designers would face unique challenges in various modalities and contexts. For instance, transnational distance education became a growing phenomenon during the pandemic. As the leader in course design and technology integration, instructional designers need to be culturally competent and sensitive when understanding the needs of transnational distance learners and the complexity of their learning environments. Institutions could consider providing professional development opportunities for instructional designers and other staff to develop intercultural competency. Owing to the unpredictability of technical issues in a transnational learning context, it is expected that instructional designers could be proactive by creating technical support resources for students. They also need to be creative and efficient while dealing with emergencies to avoid potential chaos during course delivery. Besides, instructional designers should notice the special restrictions or requirements in cross-cultural programs before applying alternative strategies to promote students' learning experiences. Meanwhile, the partner institutions should conduct program evaluations to improve and sustain the quality of their instruction and services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The research was conducted based on my professional experiences as an instructional designer for a cross-cultural virtual exchange program during the pandemic. I was an international student from China who spent six years pursuing my degrees at a U.S. institution. I had first-hand experience of cultural and academic contradictions between Western and Eastern systems, specifically China and the U.S.. I also earned my master's degree in Critical Studies in Education, specialized in critical thinking and cultural diversity in higher education. Hence, my intercultural experiences and educational background made me more culturally competent and empathetic while understanding the challenges faced by these East Asian students in the distance exchange program. The analysis was guided by the principle of culturally responsive design. The use of autoethnography was able to expand the understanding of learning design in transnational distance education. The findings could potentially provide implications for future course design and delivery practices in a similar context. However, I acknowledge the interpretations of the phenomenon could be limited or even biased within the border of my personal experiences, identities, and perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Researcher Reflexivity"
        },
        {
            "text": "The purpose of this autoethnography is to share my perspective of instructional design practices in a cross-cultural distance learning context through exclusively analyzing my professional experience as an instructional designer in the program. Based on my stories and interpretations from instructional design perspectives, the findings were able to explain the phenomenon, specifically course design considerations in transnational distance education, within the context I experienced. In terms of the limitations of individual autoethnography, other researchers could conduct collaborative autoethnography to include multiple voices and perspectives from faculty, program managers, student support staff, and other administrators to better understand transnational education in similar or distinct cross-cultural contexts. Researchers could also apply collaborative autoethnography to invite students to critically examine their online intercultural learning experiences. Some researchers could use participant observation and interviews as data collection methods in virtual ethnography to explore students' online learning experiences and instructors' teaching experiences in various types of transnational programs. Other researchers could apply mixed methods research to gain a comprehensive picture of students' learning experiences while participating in a transnational program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Transnational education is an increasing phenomenon to promote academic connections and collaborations among higher education institutions in many countries. The purpose of transnational education is not to eliminate cultural differences, but to rely on the contradictions to enrich crosscultural learning experiences (Dai et al., 2020b) . As some researchers mentioned, exchange students prefer the replication of foreign curricula and pedagogical practices in their transnational learning to develop intercultural understanding and competency. During the pandemic, the administrators of the exchange program have decided to deliver online instruction to students to conform with the travel restrictions. Because of limited transnational distance programs available before the pandemic, there is little literature providing guidance on course design and delivery considerations for a cross-cultural virtual exchange program. Therefore, the purpose of this autoethnography was to investigate my perspective of instructional design practices in cross-cultural teaching and learning based on my professional experience as an instructional designer while helping faculty transition courses to an online environment within the program.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 337,
                    "text": "(Dai et al., 2020b)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Through critically reflecting on my work experience, I realized my role as an instructional designer was influenced by elements at both micro and macro levels. For instance, my main responsibility was to work with the faculty to revise an existing course. At the course level, I was able to recommend the most contextually appropriate technologies to remove transition barriers for the students. At the macro level, because of the pre-approved agreement on the curriculum, we could not replace the textbooks by cheaper or open resources to alleviate financial barriers faced by these students. This also limited my capability to guide faculty to design or adopt course materials and learning activities aligning with learning objectives to promote students' learning experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In conclusion, instructional designers would face additional challenges when designing online courses in a crosscultural learning context. In addition to understanding learners and contexts, course design and delivery in transnational education could be influenced by many external factors, such as cultural differences, local policy, or even interstate relations. Therefore, it is necessary to strengthen the relationships among institutions to sustain the quality of transnational programs, such as the review of curriculum design, regular program evaluations, and the development of institutional resources and services. The collaboration between faculty and instructional designers could also be helpful to promote learners' transition in cross-cultural contexts. In terms of the emerging needs of virtual exchange programs during and after the pandemic, further research is needed to promote the effectiveness of instructional design practices in the field of cross-cultural distance teaching and learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The author declares that there is no conflict of interest pertaining to this research. The research does not include human or animal participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 pandemic and international federation of medical students' association exchanges: Thousands of students deprived of their clinical and research exchanges. Medical Education Online",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bentata",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transnational approaches to teaching and learning in higher education: Challenges and possible guiding principles. Teaching in Higher Education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bovill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Watters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "12--23",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Individual and collaborative autoethnography as method",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Handbook of autoethnography",
            "volume": "",
            "issn": "",
            "pages": "107--122",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Opportunities and challenges of multicultural and international online education. The Professional Counselor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Basma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "120--132",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A team-based collaboration used for the development of transnational online distance education courses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cerver",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "6a6c0 e84cb ba117 2e337 1929b b3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bringing \"internationalization at home\" opportunities to community colleges: Design and assessment of an online exchange activity between U.S. and Japanese students",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Custer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuominen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Teaching Sociology",
            "volume": "45",
            "issn": "4",
            "pages": "347--357",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crossing the 'bridges' and navigating the 'learning gaps': Chinese students learning across two systems in a transnational higher education programme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Higher Education Research & Development",
            "volume": "39",
            "issn": "6",
            "pages": "1140--1154",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chinese students' assessment and learning experiences in a transnational higher education programme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Assessment & Evaluation in Higher Education",
            "volume": "45",
            "issn": "1",
            "pages": "70--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Between ethnic and English names: Name choice for transnational Chinese students in a US academic community",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of International Students",
            "volume": "4",
            "issn": "3",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Examining the discourses of cross-cultural communication in transnational higher education: From imposition to transformation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Djerasimovic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Education for Teaching",
            "volume": "40",
            "issn": "3",
            "pages": "204--216",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "University of Nottingham Ningbo China and Xi'an Jiaotong-Liverpool university: Globalization of higher education in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "471--485",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A comparison between national and transnational students' access of online learning support materials and experience of technical difficulties on a fully online distance learning master of public health programme",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gemmell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Learning",
            "volume": "32",
            "issn": "1",
            "pages": "66--80",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Collegiate exchanges",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Transnational competence: Rethinking the U.S.-Japan educational relationship",
            "volume": "",
            "issn": "",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cultural differences, learning styles and transnational education",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Higher Education Policy and Management",
            "volume": "32",
            "issn": "1",
            "pages": "27--39",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New developments in transnational education and the challenges for higher education professional staff. Perspectives: Policy and Practice in Higher Education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Culture's consequences: International differences in work related values",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Factors affecting the quality of transnational higher education in China: A qualitative content analysis on Chinese host universities' self-appraisal reports",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Eisenchlas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trevaskes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Higher Education Policy and Management",
            "volume": "41",
            "issn": "3",
            "pages": "306--321",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discussion-based pedagogy through the eyes of Chinese international exchange students",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pedagogies: An International Journal",
            "volume": "13",
            "issn": "4",
            "pages": "289--307",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Faculty as reflective practitioners in emergency online teaching: An autoethnography",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Omori",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Journal of Educational Technology in Higher Education",
            "volume": "",
            "issn": "30",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41239-021-00261-2"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploring cultural logic in becoming teacher: A collaborative autoethnography on transnational teaching and learning. Professional Development in Education",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Reichmuth",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "257--272",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transnational education remodelled: Towards a common TNE framework and definitions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Studies in International Education",
            "volume": "20",
            "issn": "1",
            "pages": "34--47",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "What do instructional designers in higher education really do?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ritzhaupt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal on E-Learning",
            "volume": "16",
            "issn": "4",
            "pages": "371--393",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Toward a framework for culturally responsive design in multimedia computer environments: Cultural modeling as a case. Mind",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Culture, and Activity",
            "volume": "10",
            "issn": "1",
            "pages": "42--61",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Autoethnography as an authentic learning activity in online doctoral education: An integrated approach to authentic learning",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "570--580",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Relying on agile management to develop an international exchange and dual degree program and navigate the COVID-19 pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prejean",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Phi Beta Delta Honor Society for International Scholars",
            "volume": "9",
            "issn": "2",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cultural differences in online learning: International student perceptions",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Magjuka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Educational Technology & Society",
            "volume": "13",
            "issn": "3",
            "pages": "177--188",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The other voices of international higher education: An empirical study of students' perceptions of British university education in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moufahim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "437--454",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Internationalization of higher education: Global trends and Japan's challenges",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ota",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Educational Studies in Japan: International Yearbook",
            "volume": "12",
            "issn": "",
            "pages": "91--105",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-19 and the neo-liberal paradigm in higher education: Changing landscape. Asian Education and Development Studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "322--335",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The undefined figure: Instructional designers in the open educational resource (OER) movement in higher education. Education and Information Technologies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "3483--3500",
            "other_ids": {
                "DOI": [
                    "10.1007/s10639-019-09940-0"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Acculturation and leisure benefits in Korean students returning from the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Social Behavior and Personality",
            "volume": "44",
            "issn": "5",
            "pages": "751--760",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The coding manual for qualitative researchers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saldana",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Japanese exchange students' academic and social struggles at an American university",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of International Students",
            "volume": "5",
            "issn": "3",
            "pages": "208--227",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Memoir as a form of auto-ethnographic research for exploring the practice of transnational higher education in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Higher Education Research & Development",
            "volume": "33",
            "issn": "4",
            "pages": "757--768",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The complexity of transnational distance students: A review of the literature",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Open Praxis",
            "volume": "11",
            "issn": "1",
            "pages": "23--39",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The importance of cross-border cooperation in the quality assurance of TNE: A comparative overview of national approaches to TNE. Higher Education Evaluation and Development",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Trifiro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "54--64",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An overview of e-learning in China: History, challenges and opportunities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "195--210",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The benefits & drawbacks of transnational higher education: Myths and realities. Australian Universities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Juusola",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Review",
            "volume": "60",
            "issn": "2",
            "pages": "68--76",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Reaching out to the west: An assessment of Chinese students' views regarding foreign-delivered university programs in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Teaching in International Business",
            "volume": "21",
            "issn": "",
            "pages": "53--68",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Enabling cross-cultural student voice during COVID-19: A collective autoethnography",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rudolph",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of University Teaching & Learning Practice",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Consuming UK transnational higher education in China: A Bourdieusian approach to Chinese students' perceptions and experiences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sociological Research Online",
            "volume": "26",
            "issn": "1",
            "pages": "222--239",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}