{
    "paper_id": "3733e5d6bb6bfd54ee19f5f9e76fdd080564a527",
    "metadata": {
        "title": "Voicing Individual Concerns for Engagement in Hemodialysis (VOICE-HD): A Mixed Method, Randomized Pilot Trial of Digital Health in Dialysis Care Delivery",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [],
                "last": "Schick-Makaroff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Aminu",
                "middle": [],
                "last": "Bello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcello",
                "middle": [],
                "last": "Tonelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Calgary",
                    "location": {
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Natasha",
                "middle": [],
                "last": "Wiebe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Buzinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Courtney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Szigety",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Nikhil",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Clara",
                "middle": [],
                "last": "Bohm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: People receiving in-center hemodialysis (HD) have prioritized the need for more individualized health information and better communication with nephrologists. The most common setting for patient-nephrologist interactions is during the HD treatment, which is a time pressured setting that lacks privacy. Objective: To facilitate effective communication in the hemodialysis (HD) unit, we evaluated the usability of a web application (web app) from both the patient and physician perspective. The main aim of the web app was to support patients in prioritizing their dialysis concerns outside of the clinical HD encounter. Design: Mixed method, parallel arm, multi-site, pilot randomized controlled trial. Setting: Two outpatient Canadian HD centers. Participants: Adult patients receiving in-center HD and their attending nephrologists. Methods: Patients were randomized to either a web application or an active control (paper form) for logging concerns to be addressed at weekly encounters with the nephrologist over 8 weeks. Topics included: HD treatment, symptoms, modality, and medications. The primary outcome was usability, defined as effectiveness (engagement with the tool, frequency of submitted concerns, whether the concern was satisfactorily addressed) and satisfaction with the tool using a priori thresholds and explored in interviews with patients and nephrologists. Results: 77 patients (30 women, median age 61, interquartile range [53,67], median 2 years [1,4] on dialysis) and 19 nephrologists (4 women, median age 46 [36,65]) were enrolled. Patient use of a digital device at baseline was low (20%). Engagement with the tool was 70% (web app) and 100% (paper) with a lower proportion of patients in the web app group submitting at least one concern over 8 weeks compared to the paper form group: 56.7% vs 87.9%. Weekly concerns were satisfactorily addressed in both groups and ≥70% of patients would continue to use the tools. For patients, both tools promoted preparation and participation in the encounter; however, only the web app facilitated greater privacy in relaying concerns. For most nephrologists, the tools were disruptive to their workflow and were perceived as unnecessary given existing processes and familiarity with patients. For future versions of the app, patients suggested more features to facilitate self-management and nephrologists suggested integration with health databases and multidisciplinary teams. Limitations: Tertiary setting may limit generalizability. Conclusions: Both tools promoted fundamental components of self-management; however, patients in the paper form group submitted concerns more often and this tool was easier to remember to use. Although modifications would likely enhance web app usability, successful future adoption is limited by physician acceptance. Trial registration ClinicalTrials.gov NCT03605875 Abrégé Contexte: Les personnes qui reçoivent l'hémodialyse (HD) en center hospitalier jugent nécessaire d'obtenir des informations de santé plus individualisées et d'avoir une meilleure communication avec les néphrologues. Les interactions entre les Canadian Journal of Kidney Health and Disease",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Digital health can be used to facilitate communication between patients and physicians; however, the usability and acceptability of digital health in the context of HD care has not been explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "From the patient perspective, both tools supported aspects of self-management and were valued, though the paper form was used more often to prepare for the encounter. For the web app, patients desired additional features to support patients et les néphrologues ont plus souvent lieu pendant l'hémodialyse, mais ce contexte manque d'intimité et les parties sont souvent pressées par le temps. Objectifs: Pour aider à établir une communication plus efficace dans l'unité d'hémodialyse (HD), nous avons évalué la convivialité d'une application Web du point de vue du patient et du médecin. Cette application Web devait aider les patients à faire part de leurs préoccupations liées à la dialyze en dehors des séances d'HD. Type d'étude: Essai multicentrique randomisé contrôlé avec groupes parallèles, réalisé par méthodes mixtes. Cadre: Deux centers d'hémodialyse canadiens en consultation externe. Sujets: Des adultes recevant des traitements d'HD en center hospitalier et leurs néphrologues traitants. Méthodologie: Les patients ont été répartis aléatoirement pour utiliser l'application Web ou un témoin actif (formulaire papier) pour consigner, sur une période de huit semaines, les préoccupations à aborder lors des rencontres hebdomadaires avec leur néphrologue. Les sujets abordés concernaient le traitement d'HD, les symptômes, la modalité et les médicaments. Le principal critère d'évaluation était la facilité d'utilization, définie par l'efficacité (engagement avec l'outil, fréquence des soumissions, si le problème a été traité de façon satisfaisante). La satisfaction à l'égard de l'outil a été évaluée avec des seuils préétablis et explorée lors d'entrevues avec les patients et les néphrologues. Résultats: Ont été inclus 77 patients (30 femmes) sous dialyze depuis 2 ans (durée médiane; intervalle interquartile [1,4]) et dont l'âge médian s'établissait à 61 ans [53][54][55][56][57][58][59][60][61][62][63][64][65][66][67]. Ont aussi été inclus 19 néphrologues (4 femmes; âge médian : 46 ans ). Au début de l'étude, l'utilization d'un dispositif numérique par les patients était faible (20 %). L'engagement avec l'outil était de 70 % (application Web) et de 100 % (formulaire). Les patients du groupe « application Web » sont moins nombreux à avoir soumis au moins une préoccupation au cours des huit semaines comparativement au groupe utilisant les formulaires papier (56,7 % c. 87,9 %). Les préoccupations hebdomadaires ont été abordées de façon satisfaisante dans les deux groupes et plus de 70 % des patients continueraient d'utiliser ces outils. Pour les patients, les deux outils ont favorisé la préparation et la participation à la rencontre, mais seule l'application Web a permis d'accroître la confidentialité dans la transmission des préoccupations. La plupart des néphrologues ont trouvé que ces outils perturbaient leur flux de travail et les ont perçus comme inutiles puisqu'ils jugent qu'un processus et une familiarité avec les patients existent déjà. Les patients ont suggéré que les futures versions de l'application aient plus de caractéristiques pour faciliter l'autogestion; les néphrologues ont quant à eux suggéré qu'elle soit intégrée aux bases de données sur la santé et aux équipes multidisciplinaires. Limites: Étude menée dans des centers de soins tertiaires, ceci pourrait limiter la généralisabilité des résultats. Conclusion: Les deux outils ont facilité des composantes fondamentales de l'autogestion. Cependant, les patients qui utilisaient des formulaires papier ont plus souvent fait part de leurs préoccupations. Il s'est également avéré qu'on pensait davantage à utiliser cet outil que l'application. Bien que des modifications puissent accroître la convivialité de l'application Web, son adoption demeure limitée par l'acceptation des médecins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is growing interest in improving the delivery of patient-centered care, 1 defined as care that is respectful and responsive to individual patient preferences. 2 Effective communication is a cornerstone of patient-centered care as it provides the opportunity for people to express their perspectives, participate in self-management and decision-making, and to develop a physician-patient partnership. Effective communication between physicians and patients has also been associated with higher patient satisfaction with care and improved health outcomes. 3 People receiving in-center hemodialysis (HD) desire better communication with their physicians. Areas of particular concern include the amount of information nephrologists share with patients and how this information is delivered. 4, 5 In Canada and the United States, it is common for interactions between the patient and his or her nephrologist to occur during HD treatment. This prevailing model of HD care delivery (\"walk rounds\") 6 is a potential barrier to quality patient-physician interactions for several reasons. First, interactions are often time-pressured, limiting the discussion to immediate concerns. Second, patients may minimize their concerns if symptoms occur outside of HD or forget to raise them when the physicians arrive and presents their agenda. Finally, lack of privacy is a potential barrier to present the discussion of sensitive issues.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 166,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 560,
                    "end": 561,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 793,
                    "end": 795,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 796,
                    "end": 797,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 997,
                    "end": 998,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Digital health broadly refers to the use of electronic communication tools, services, and processes to deliver health care and has the potential to improve aspects of healthcare care delivery, such as facilitating preparation for health encounters. 7 However, the usability and acceptability of digital health in the context of HD care has not been explored. To address this knowledge gap, the aim of this pilot study was to develop and test the usability of a web application (web app) to support patients in prioritizing their dialysis concerns outside of the clinical HD encounter. The rationale for this study was directly informed by patient research priorities from the Can-SOLVE CKD Network-supported Triple I project, a multi-center initiative aimed at re-shaping HD care. 5 Specifically, evaluating innovative methods to improve the delivery of individualized health information was a key research priority theme.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 250,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 781,
                    "end": 782,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a mixed method, multi-center, parallel randomized controlled pilot trial (NCT03605875). Due to the nature of the intervention, participants and study staff were not blinded. The study was conducted in outpatient HD units at tertiary care centers in Edmonton, Alberta and Winnipeg, Manitoba, Canada. In Edmonton, HD care was delivered in a shared model (nephrologists rotate through the HD unit and \"share\" the care of all patients) and a longitudinal model (the nephrologist cares for specific HD patients over time) and as a shared model in Winnipeg. The process for collecting patient concerns for the rounding nephrologist was similar at all sites with the charge nurse documenting concerns at the start of the shift on the doctor's board. Physicians typically reviewed concerns at the start of the shift and rounded independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Nephrologists were eligible if they were willing to use either tools on rounds, conducted the encounter during HD, and rounded at least once a week for a minimum of 4 weeks. Patients were recruited from participating nephrologists' shifts and were eligible if they were ≥18 years old, receiving in center HD at least thrice weekly, had no planned shift or modality change within the next year, and were medically stable. If a patient was unable to use either tool, caregivers of patients could participate on their behalf. All participants provided informed consent. Participants were randomized 1:1 to the intervention (web-app) or control (paper form) using permuted blocks of 4 and 6. The randomization sequence was computer generated using Stata/MP 15.1 (www.stata.com); allocation was concealed by web-based central randomization using The Research Electronic Data Capture System (REDCap 8.8.2 ©2018 Vanderbilt University). Dialysis unit staff and participants were counseled that for urgent concerns, communication should occur directly with the health care team, as per usual care. The study was approved by research ethics boards at the Universities of Alberta and Manitoba (Pro00076483; HS21472 [H2018:033]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The aim was to design a tool that would promote discussion on common hemodialysis-related concerns in a user-friendly format. Design elements for the older user were included, such as minimizing typing, scrolling and using larger font. 8 Design of the web app content is shown in Figure 1 and examples of the Web App interface are shown in Supplemental Appendix 1. Web app participants and nephrologists received an orientation session and written instructions on how to navigate the web app. The web app was used weekly over the 8-week study period on a designated rounding day and patients were limited to submitting 2 concerns per week. Patients could use the web app at any time but were encouraged to log concerns outside of dialysis time and to bring their device to HD on the designated day. The day prior to the encounter, patients were emailed a system-generated reminder to log their concern. For patients without access, a tablet was provided in the waiting room prior to initiation of HD. To evaluate willingness to engage with the tool independent of having specific concerns, patients were instructed to select \"no concerns\" if they had none. Once a concern was submitted, the nephrologist could view it in the web app immediately or on the designated rounding day.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "To determine whether the web-based format had utility beyond that of paper, we used a structured paper form as the comparator. The paper form group recorded their weekly concerns on a 6-page form that was distributed on a weekly basis and contained the same categories as the web app. Similar to the web app, patients were asked to log no more than 2 concerns per week, encouraged to use the tool outside of dialysis time, to indicate if they had \"no concerns\" that week if they had none, and to bring the form to the weekly round on the rounding day. Patients were asked to sign the form to indicate that they had reviewed it prior to the encounter. Patients shared the concerns with nephrologists when they rounded but the form was not viewed by the nephrologist prior to the encounter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Active Control"
        },
        {
            "text": "Usability was defined a priori as effectiveness (engagement with the tool, frequency of submitted concerns, the outcome of the concern, that is, whether the concern was satisfactorily addressed; Table 1 ) and satisfaction with the tool. 9 Engagement with the tool reflected participants' interest in reviewing the content of the tool in the absence of a weekly concern and was tabulated as the proportion of patients who logged in without a concern (web app) or who returned a signed paper form without a concern (active control). Satisfaction was ranked on a 5-point Likert scale and defined as ≥70% of patients agreeing or strongly agreeing with the survey statement. We explored differences in satisfaction between groups and tabulated the proportion of concerns labeled as private and the login frequency of nephrologists.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Usability"
        },
        {
            "text": "As a secondary aim, we explored patients' satisfaction with the quality of communication with the nephrologist within and between groups using the Communication Assessment Tool (CAT-14). 10 The CAT uses 14 items scored on a 5-point response scale, ranging from 1 = poor to 5 = excellent to score physicians' interpersonal and communication skills. Results were categorized as the proportion reporting the interaction as very good/excellent (4-5) vs good/fair (<4).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Quality of the Communication"
        },
        {
            "text": "To better understand the factors that influenced usability, all participants were invited to participate in a semi-structured interview at study completion (Supplemental Appendix 2). Our methodological approach was Interpretive Description. 11 Interpretive description was developed for answering questions in health care, where common patterns from a range of individual experiences are explained in the relevant social context and used to inform recommendations for clinical practice. All interviews were conducted by the 2 site study coordinators and occurred either face to face or by telephone. All interviews were audio recorded and transcribed verbatim. S.T. verified the transcripts with the audio recordings.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Data Collection"
        },
        {
            "text": "Quantitative analyses were completed in Stata/MP 15.1 (www.stata.com). The primary analysis followed an intention-to-treat approach. Per protocol results were also generated. Descriptive statistics were reported as counts and percentages, or medians and interquartile ranges (IQR) or ranges, as appropriate. Differences in communication between groups was assessed using unadjusted logistic regression. Paired differences in communication between time points within groups was assessed using McNemar's test. P <.05 was statistically significant. Differences in usability parameters between groups were assessed using the χ 2 test. No sample size calculation was performed due to the pilot nature of this trial, nor were any interim analyses planned due to the short duration of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "S.T. independently coded the interviews using a broad-based coding scheme (open coding).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Analysis"
        },
        {
            "text": "The codes were revised and reviewed for each individual interview and grouped into common themes (S.T., K.S.M.), which were compared across interviews, first among patient participants then among nephrologists and revised further with the study team, which included nephrologists and a patient partner. We used established strategies for ensuring rigor in qualitative research 12 including confirmability of the results through an audit trail with and credibility through reflexivity, which included discussion among members of the research team in relation to their roles as nephrologists and patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Analysis"
        },
        {
            "text": "This trial is reported according to the Consolidated Standards of Reporting Trials (CONSORT) guidelines. All participants (nephrologists and patients) were recruited from February 2018 to September 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All nephrologists (n = 19) approached agreed to participate; 16 (84.2%) participated in interviews. Of the 356 patients screened for eligibility, 98 were ineligible and 181 (51%) declined participation ( Figure 2 ). A total of 77 patients were randomized and 59 finished the 8-week study (web app N = 28; paper N = 31). There were 11 withdrawals in the web app group vs 7 in the paper control. Forty-one patients (69.5%) participated in interviews.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Participant Flow"
        },
        {
            "text": "Nephrologists were predominantly male (78%) and 50% were White. Median years in practice was 15 Outcomes usability. Effectiveness metrics are shown in Table 1 . Twenty-one of 30 patients (70%) in the web app group and 100% of patients in the paper group engaged with the tool at least once. A lower proportion of patients in the web app group submitted at least one concern compared to the paper form group: 56.7% vs 87.9% over the study period. Of the patient weeks with an evaluation of the encounter, the concern was satisfactorily addressed in 87.5% and 95.9% of encounters for the web app and paper, respectively. The number of concerns labeled as \"private\" was comparable between groups. The median login frequency per nephrologists over 8 weeks was 5.25 (IQR: 2-7.5). The types of concerns by group is shown in Figure 3 . The most common concerns in both groups were related to symptoms, followed by those related to HD treatment. A higher proportion of concerns were classified as \"Other\" in the web app group; most of which were related to one of the predefined categories (transplant status, symptoms, medication; Supplementary Appendix 3).",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 818,
                    "end": 826,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Participant Characteristics"
        },
        {
            "text": "Tool satisfaction. Both groups were highly satisfied with the tools in all domains with the exception of finding it easy to remember to bring either tool to the weekly round (web app 55%, paper 68%; Figure 4 ). Participants in the paper group tended to find it easier to remember to use the tool weekly (web app 50%, paper 76%; P = .051). The majority of participants were interested in continuing to use either tool.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Participant Characteristics"
        },
        {
            "text": "). Within each group, there was no change over the study in satisfaction with the quality of the nephrologists' communication (Table 3) . Between groups, web app use was associated with a lower frequency of being able to talk without interruptions from the nephrologist (73% vs 97%; P = .04). There was also a trend toward higher satisfaction with the information provided by the nephrologist in the paper group (77% vs 97%; P = .06).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Quality of the communication (CAT-15"
        },
        {
            "text": "Three main themes explained usability: influence on the encounter, contextual factors influencing uptake, and the user experience. Corresponding subthemes and exemplar quotes are shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 195,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Qualitative Results-Themes and Subthemes"
        },
        {
            "text": "Preparation for the encounter. Patients in both groups commonly expressed that the tool helped prepare them for encounters with the nephrologist. Being prepared was important because the doctors had limited time but also because it facilitated a process for remembering, organizing, and reporting concerns. This preparation also provided guidance regarding what type of concerns they should discuss with the nephrologist. Several patients commented that they obtained more information from the nephrologist using the paper tool than with usual care. One nephrologist expressed that seeing the patient's questions on the web app ahead of the encounter helped prepare them. However, nephrologists mainly viewed the patients' web app concerns during the encounter. Several nephrologists indicated that the web app was not useful because it did not work reliably for patients, patients did not know how to use the app, or because their patients had low technology proficiency and access. Another physician indicated that patients were using the web app at the last minute to enter minor concerns, with limited impact on the encounter. Efficiency of the encounter. Several patients expressed that the tool \"sped up\" the interaction. Implicit to the perception of greater efficiency was the condition that the nephrologist viewed the concern(s) prior to the encounter. Conversely, if not viewed in advance, the web app \"did not make communicating any easier.\" Although the majority of nephrologists described both tools as inefficient or \"an extra step\" that had questionable value, paper was more often described as inconvenient. For one nephrologist, paper was more work as it necessitated further patient contact. Both tools disrupted the usual work-process of having the charge nurse \"screen\" irrelevant concerns. For some, the web app contributed to an existing problem of fragmented communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1: Influence on the Encounter"
        },
        {
            "text": "Personalizing the encounter. Several patients in both groups commented that the tools helped them express what was important to them in their own words instead of having the doctor \"tell me my issue\" or the nurse \"condense it.\" Greater participation in the encounter was also mentioned by several patients. Specific to the web app, privacy (explained as not having to discuss an issue with multiple people) was mentioned as an additional benefit. Several nephrologists expressed the importance of hearing concerns in the patients' own words. However, the majority did not expound on the patients' perspective of the tools. One nephrologist expected that patients would have used the app to relay sensitive information more often while others did not think a tool was needed for this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1: Influence on the Encounter"
        },
        {
            "text": "I already had the doctor coming around. Several patients did not use the web app to log their concerns because they saw the nephrologist regularly or because they preferred direct communication. Conversely, several patients expressed a need for the web app because they \"don't get to see a doctor that often\" or there were barriers in the existing system to having a concern addressed. Several nephrologists commented that because they and members of the healthcare team saw their patients so often or because the communication was so good already, the added value of the tools was limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2: Contextual Factors Influencing Uptake"
        },
        {
            "text": "Reciprocal action. Patients commonly expressed satisfaction with the web app (and the encounter) if the nephrologist demonstrated knowledge of their submitted concerns (and likewise, dissatisfaction if concerns were not viewed). Several participants also commented that they were aware of the nephrologists' dissatisfaction with the tool or struggles with the app. One patient jokingly remarked that the physicians appeared to have the greatest difficulty getting used to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2: Contextual Factors Influencing Uptake"
        },
        {
            "text": "\"We know these patients so well . . . \" Several nephrologists expressed that they already knew the patient's concerns and what was important to discuss. One physician indicated that the web app interfered with the patient-doctor interaction, took up more of their time, and was a barrier to communication that could not provide the level of \"intuition\" required to understand the patient's problem. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2: Contextual Factors Influencing Uptake"
        },
        {
            "text": "The web app group found the tool was \"straightforward\" and easy to use. Several patients did not want a limit on the number of weekly concerns. Additional suggested features included: notification that their concern had been viewed by the nephrologist, and access to their blood work, blood pressure, weight, and transplant status. One participant indicated they wanted to manage this additional information privately. Two novel suggestions were using an app to talk to other patients for additional support and to make changes to their dialysis schedule. In contrast, nephrologists generally did not like the web app. One physician stated, within their care group, it was \"universally not liked.\" Frequently mentioned limitations were the inconvenience of logging in and lack of integration with the multidisciplinary team and the electronic medical record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: The User Experience"
        },
        {
            "text": "Our findings provide important insight into the use of digital health in HD care, as well as a greater understanding of HD patients' preferences and expectations of the patient-doctor encounter. Although the web app met most criteria for usability, patients in the paper group submitted concerns more often and this tool was easier to remember to use. Both tools promoted fundamental components of self-management, such as organization, recall, and presentation of concerns. For some patients, the tools promoted greater participation in the encounter. Unique to the web app group was the theme of enhanced privacy, meaning not having to tell multiple people about any concern (even if not identified as especially sensitive), which differed from the nephrologists' conception of relaying information on a sensitive topic. For most nephrologists, the web app was perceived as not useful either because of the limitations of the tool itself or due to the perception that patients were unable to use it or access it. Both tools were viewed as a disruption to their workflow that created additional work. For some nephrologists, the tools were superfluous given that they considered the existing communication to be good and believed that they already knew the issues to address with patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given that internet and digital device use was low among patients, remembering to use the tool was likely a barrier. However, other factors contributed to lower usability. First, there was high drop-out in the web-app group after randomization, prior to engaging with the tool, demonstrating that readiness to engage with technology in this context was variable. Second, web app participants were more likely to value the tool if the rounding nephrologist viewed their concerns prior to the encounter, indicating that variable uptake by physicians influenced patient use and/or perceptions of the web app's utility. Third, web app use was associated with a lower frequency of being able to talk without interruptions, which may have negatively influenced its use. 13 Finally, patients may have simply preferred direct communication. In another study in kidney transplant recipients, preference for direct communication was one reason people did not use technology to communicate with providers. 14 Although this preference is reasonable, low self-efficacy, perceived low proficiency, and lower socioeconomic status are also associated with lower health technology use. 14, 15 It is therefore important for health providers to identify patients' reasons for not engaging with technology so that barriers to accessibility do not exacerbate existing health disparities.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 766,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many patients viewed the tools as a useful, educative guide on \"how\" to talk to the nephrologist as well as \"what\" type of concerns they could discuss. This knowledge gap is surprising given the median time on dialysis was 2 years but is potentially an unintended consequence of having other health team members screen and triage concerns. The main barrier to the patient and nephrologist jointly defining the agenda and expectations for the encounter was the perception of limited time. The tension between delivering care that is patient-centered vs care that is convenient for the system and providers has been described elsewhere in the literature. 16, 17 Although mechanisms to prioritize patients concerns is one proposed solution, 16 our interpretation of the qualitative data suggests that the success of such mechanisms depends on perceived influence on physicians' efficiency and workflow.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data describing how technology influences the patientdoctor interaction in HD are limited. Studies from other settings report the use of health technology tools as both barriers and facilitators to provider's \"relational practice\" which in part was influenced by provider culture. 18, 19 As clinician participation or endorsement is a known driver of patients' health technology use, 20 we posit that physician culture negatively influenced higher adoption of the web app in our study. For example, for some nephrologists, knowing the patient was conflated with knowing the patients' concerns or \"what is important.\" This paternalistic approach to communication is consistent with previous studies across variable HD settings. In one study of elderly HD patients, the healthcare team was perceived as owners of the knowledge, deciding what the patients needed to know. 21 In another study of in-center HD patients, although patients viewed their relationships with the care team as good, they did not feel involved in decisions regarding their care or consider it to be individualized. 17 Our study has strengths and limitations. This study was directly informed by the priorities of patients and to our knowledge, is the first trial to examine the role of technology in HD care delivery. We used a priori criteria and applied a comprehensive approach to understanding usability. To understand the advantages of a health technology tool over less resource-intensive methods and to equalize co-interventions, we used paper as a comparator. As nephrologists delivered care to participants in both groups, there is potential for contamination, which could have resulted in more frequent elicitation of concerns in the control group and could have potentially been mitigated with cluster randomization at the level of the provider. We recognize that the intervention was mainly directed at the patient, thus focusing on 1 side of a 2-sided relationship. However, similar interventions that included the training of physicians were no more effective than those that only involved patients. 22 We did not include multidisciplinary team members in this pilot as the aim was to facilitate communication with the provider that patients commonly consider as their main source of information. As the frequency of internet-based technology use was relatively low, 8 weeks may have been too short to adequately evaluate use. Finally, patients and physicians were primarily male and White and the setting was tertiary care, which may limit generalizability of our findings.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 384,
                    "end": 386,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2085,
                    "end": 2087,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that overall, patient participants appreciated tools (web app or paper) to help prepare them for and set the agenda for the encounter with the nephrologist. In contrast, most nephrologists viewed the tools as either cumbersome to use, unnecessary given their knowledge of the patient, or disruptive to the process of having staff screen concerns. However, many patients described limitations to the existing system of relaying concerns through unit staff, suggesting that to deliver care that is respectful and responsive to individual patient preferences, additional mechanisms whereby patients can clearly identify and communicate their concerns to providers should be evaluated. Consistent with the recommendations from nephrologists and patients' desire for more opportunities to manage their own dialysis, the ability for the patient to direct their concern to the appropriate dialysis team member would be an important feature to include in these tools. In terms of future iterations of digital tools, bi-directional communication with providers and social interaction were other desired features that may increase adoption. For tools designed to include the nephrologist, efficiency of workflow was highly valued and therefore the integration of these tools into existing processes (ie, the electronic medical record) may increase uptake. Furthermore, given the complexity of the HD setting, piloting the tool in the unit during the development phase could enhance usability. Given the higher usability of paper, one conclusion from our study may be that development of digital tools is not patient-centric. However, the need for technology to facilitate HD care delivery is borne not only out of demand for greater individualization of care, but also and as demonstrated the recent coronavirus pandemic, out of the need to support digital literacy as more resources are being provided virtually. Future studies and initiatives should consider how to integrate the patient voice and preference into the design of these tools. Ultimately, however, the use of technology to facilitate patient participation depends as much on the adoption of values that are consistent with patient-centered care by healthcare providers as it does on the attributes of the tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The study was approved by research ethics boards at the main study sites: Universities of Alberta and Manitoba (Pro00076483; HS21472 (H2018:033)). Informed consent was obtained from all participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Approval and Consent to Participate"
        },
        {
            "text": "All authors consent to publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for Publication"
        },
        {
            "text": "The data and materials are available from corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of Data and Materials"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work is a project of the Can-SOLVE CKD Network and was supported by the Canadian Institutes of Health Research under Canada's Strategy for Patient-Oriented Research (SPOR); grant number SCA: 145103.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Stephanie Thompson https://orcid.org/0000-0003-3109-6837 Kara Schick-Makaroff https://orcid.org/0000-0001-6200-3416 Natasha Wiebe https://orcid.org/0000-0002-5613-1582 Clara Bohm https://orcid.org/0000-0001-7710-7162",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        },
        {
            "text": "Supplemental material for this article is available online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Patient-centered care in renal medicine: five strategies to meet the challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;hare",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Kidney Dis",
            "volume": "71",
            "issn": "",
            "pages": "732--736",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Crossing the Quality Chasm: A New Health System for the 21st Century",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The influence of the patient-clinician relationship on healthcare outcomes: a systematic review and meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kraft-Todd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schapira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kossowsky",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Riess",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patient satisfaction with in-centre haemodialysis care: an international survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Berardis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Open",
            "volume": "4",
            "issn": "005020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Mixed method investigation to determine priorities for improving information, interaction, and individualization of care among individuals on in-center hemodialysis: the triple I study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rossum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Kidney Health Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Frequency of sit-down patient care rounds, attainment of clinical performance targets, hospitalization, and mortality in hemodialysis patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Plantinga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Jaar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Soc Nephrol",
            "volume": "15",
            "issn": "",
            "pages": "3144--3153",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluating digital health interventions: key questions and approaches",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Hekler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Professor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Prev Med",
            "volume": "51",
            "issn": "",
            "pages": "843--851",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acceptance and use of health information technology by community-dwelling elders",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dierks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Safran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Med Inform",
            "volume": "83",
            "issn": "",
            "pages": "624--635",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Methods of usability testing in the development of eHealth applications: a scoping review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maramba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "S1386505618313182?casa_token=joq-7792r4kAAAAA:aIGVRgOTmFD-iGxe9kLYSqZHsik-TIZP2_p4Vg5OurfqS0bWbHVKcU0J0CaMWSV7T6IXoV0e PgnQ#bib0065. Accessed",
            "volume": "126",
            "issn": "",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Measuring patient views of physician communication skills: development and testing of the Communication Assessment Tool",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Makoul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krupat",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Patient Educ Couns",
            "volume": "67",
            "issn": "",
            "pages": "333--342",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interpretive Description",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Thorne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Naturalistic Inquiry",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guba",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Eliciting the patient's agenda-secondary analysis of recorded clinical encounters",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singh Ospina",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriguez-Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Gen Intern Med",
            "volume": "34",
            "issn": "",
            "pages": "36--40",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/10.1007/s11606-018-4540-5"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "If you build it, they may not come: modifiable barriers to patient portal use among pre-and post-kidney transplant patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lockwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunn-Lopez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pauls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMIA Open",
            "volume": "1",
            "issn": "",
            "pages": "255--264",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health literacy and health information technology adoption: the potential for a new digital divide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mabry-Flynn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Champlin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pounders",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Internet Res",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nephrologists' perspectives on defining and applying patient-centered outcomes in hemodialysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkelmayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "12",
            "issn": "",
            "pages": "454--466",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An exploratory study of person-centered care in a large urban hemodialysis program in Canada using a qualitative case-study methodology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Benzies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Can J Kidney Heal Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/journals.sagepub.com/doi/10.1177/2054358119871539"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Brief communication: patient satisfaction with the use of tablet computers: a pilot study in two outpatient home dialysis clinics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schick-Makaroff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molzahn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Can J Kidney Heal Dis",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/journals.sagepub.com/doi/10.1186/s40697-014-0022-9"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Relational use of an electronic quality of life and practice support system in hospital palliative consult care: a pilot study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krawczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sawatzky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat Support Care",
            "volume": "17",
            "issn": "",
            "pages": "208--213",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Barriers and drivers of health information technology use for the elderly, chronically ill and underserved",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jimison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Evid Rep Technol Assess (Full Rep)",
            "volume": "175",
            "issn": "",
            "pages": "1--1422",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Perceptions of patient participation amongst elderly patients with end-stage renal disease in a dialysis unit",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aasen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kvangarsnes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heggen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scand J Caring Sci",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interventions before consultations to help patients address their information needs by encouraging question asking: systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kinnersley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "337",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Web application content development.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Participant flow diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Types of concerns by group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Satisfaction with tool usability.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Outcomes and Usability Metrics for Effectiveness.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline Characteristics of Patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Proportion Ranking Excellent or Very Good vs Good, Fair, or Poor on the Communication Assessment Tool-14 (CAT-14) Within and Between Groups. Note. Odds ratio not calculated for values of zero.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Exemplar Quotes From Patients and Nephrologists. or to address it. And you might do so and you -it allowed me to think about things before actually talking to the patient and some were a miscommunication issue. Which might -I mean, it might have gone the same way, but I just found it useful to know the question ahead of time. And sometimes you could address the -so sometimes if you went to the patient and asked them what their problem was and it would take them a while to come up with the answer. And then you'd get the question but then you'd need to do further background work to figure out what the answer would be or what the next step should be. This way, you had it ahead of time and you could check something on the computer or do whatever and then you could resolve it right then and there. So yeah.\" • \"Useless. Useless as you can get. It [the web app] makes uh takes a lot of time and patients don't get it at all. They just don't know how to use it . . . They did -they don't do it. Period . . . One of the patient's phone fell through. The other was extremely frustrated because each time she had problems to log in . . . and the other one was fine but he never voiced a concern on the web app and when I was rounding, there was tons of concerns.\" • \"So, the ones that were on the web app, they are not web app people. They are not computer people. If I had maybe younger patients who have higher education level and more money to use these devices, maybe that would be easier. Right? But the population that I have, they are people -they are simple people and I don't think they have enough knowledge or resources to be proficient in the web app. At least -I can give you an example. One of them had a phone and the phone was broken the majority of times so he couldn't even log in, right?\" The thought behind it was that the patients would enter this data before they came. Some of them did it literally a few minutes before they were hooked on or something like that. I thought, because their concerns were -an hour ago I was not feeling well, or something like that. Or \"I was not feeling well this morning\" or \"I don't want to do dialysis today\" so . . . It's -I don't understand if that is what the aim of the web app is. Because the aim of the web app was to facilitate concerns which are ongoing to not be addressed. These are too -these are too small or too current . . . For the web app to change anything.\" Umm, I think it just speeds up the uh, like speeds up the interaction, umm, you know, knowing when the doctor comes to see you he already knows your concern.\" • \"He was -it's quicker for him to respond to my questions because he already knows what they are. So he's given time to read over and either diagnose or switch medications. Whatever is necessary. And it probably takes a lot of stress off of the doctor, as well. You know, like when it comes to questions and stuff like that, he doesn't have to remember so much because if he reads it, then he troubleshoots it then and then when he comes in here, we talk about it, then we troubleshoot it further, if needed. So, I found that it was very useful in those ways.\" • \"Definitely. In a huge way. As soon as um as soon as the doctor came in, he knew immediately why he was stopping in to see me, which I really, really liked, and we dealt with it and it was a done deal. Life was great. I loved it. I thought it was fantastic. Yes.\" • \"As I said to you before, I wish this was set in stone right across the board for all medical staff. I thought it was wonderful. I would love nothing more than to see this with the my G.P., with my cardiologist, with every other doctor. I find it saves a lot of time . . . \" • \"It was easy to use. It was fine. It was redundant because the charge nurse still asks if I have anything for the doctor and I never really knew if the doctor read my concerns and actually many times, I saw the doctor pull up the app and read my concerns standing next to me. So I think it's redundant and didn't really make communicating any easier. I liked the idea of it, that they would already know what the issue was coming in that day, and being prepared for it in some way.\" Nephrologists Now, the downside to that [directing concerns to the physician] is, there are lots of issues that are triaged by nurses that are appropriately triaged by nurses that as a Nephrologist you don't ever have to hear about. But the nurses tell people, you know, \"Look. You really need to go see your family doctor about that.\" Or, \"Your toothache? I'm sorry, that's not something your Nephrologist can help you with.\" Or, you know, this x, y, or z. You know. I don't know. This falls under the category of unintended consequences then, too. There is a value to having an experienced charge nurse appropriately triage issues that are or are not relevant. And an experienced charge nurse can do that very well.\"• \"Actually, I think um I think the paper form was a real hindrance because sometimes the patients would feel that they write it on the paper and then so they don't have to tell the charge nurse that they want to talk to me. And that actually makes things twice as hard. I think the paper is not very useful and in terms of to help change the way I interact with the patient no, because usually, either way, I know ahead of time, either from the charge nurse or from the app what the patient wanted. The paper actually made it more work because then I had to go and seek it out.\"• \"I just had to go more often to the patient, just because they were in the study . . . And every time you go to a patient, they would bring up concerns which were not recorded.\"",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Research team acknowledges the Can-SOLVE CKD patient council for their input, Bruce Forde and Terry McColl with Cambian Business Services for web app design, and Sophanny Tiv for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}