{
    "paper_id": "37363be031de4cdce94806e6db6bd186862d040c",
    "metadata": {
        "title": "A science that knows no country: Pandemic preparedness, global risk, sovereign science",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "Benjamin"
                ],
                "last": "Hurlbut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postBox": "PO Box 4501",
                        "postCode": "85287-4501",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper examines political norms and relationships associated with governance of pandemic risk. Through a pair of linked controversies over scientific access to H5N1 flu virus and genomic data, it examining the duties, obligations, and allocations of authority articulated around the imperative for globally free-flowing information and around the corollary imperative for a science that is set free to produce such information. It argues that scientific regimes are laying claim to a kind of sovereignty, particularly in moments where scientific experts call into question the legitimacy of claims grounded in national sovereignty, by positioning the norms of scientific practice, including a commitment to unfettered access to scientific information and to the authority of science to declare what needs to be known, as essential to global governance. Scientific authority occupies a constitutional position insofar as it figures centrally in the repertoire of imaginaries that shape how a global community is imagined: what binds that community together and what shared political commitments, norms, and subjection to delegated authority are seen as necessary for it to be rightly governed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "''Like science, emerging viruses know no country.'' This is the first line in a book that 25 years ago helped to put emerging infectious disease on the global health map (Morse, 1993) . The volume drew attention to two late-20th-century developments as sources of significant public health risk. First was a public complacency over infectious diseases that was ostensibly a consequence of 20th-century public health successes. Second were ecological, social, and economic changes that created new vectors for the emergence and spread of novel infectious diseases. Thus, even as evolution was cooking up novel pathogens that posed significant threats to global health, policymakers were inclined to ''sit back and wait for the avalanche'' (Lederberg, 1993: 3) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 183,
                    "text": "(Morse, 1993)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 738,
                    "end": 758,
                    "text": "(Lederberg, 1993: 3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The volume marked an early moment in an effort to build new forms of capacity to monitor and respond to emerging viruses. Then U.S. National Institute of Allergy and Infectious Disease (NIAID) director Richard Krause described the sort of scientific and political infrastructure that would be required: ''Sophisticated surveillance with clinical, diagnostic and epidemiological components on an international scale will be required to make a plausible prediction about future epidemics and to take corrective action before a disaster actually occurs. . .'' (Morse, 1993: xix) .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 575,
                    "text": "(Morse, 1993: xix)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two decades later, this central concern has come to animate a regime of global viral surveillance that aspires to anticipate and detect emerging viruses with pandemic potential (Lakoff, 2017) . It has emerged as a central element in the agenda to build what the World Health Organization (WHO) has labeled ''global public health security.'' Pandemic preparedness in this vision entails a science of global surveillance that sees through the epistemic noise of heterogeneous social, economic, and political forms of life in order to generate a scientifically legible global picture of pandemic risk. Its response to the threat of freely moving viruses is a regime in which information about those viruses can move more quickly and more freely through scientific spaces, thereby rendering the natural spaces in which viruses may emerge more scientifically transparent and risks more containable.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 191,
                    "text": "(Lakoff, 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This aspirational regime is simultaneously informatic, epistemic, and political, and the vision of global governance that goes along with ''global public health security'' follows that sequence: assembled information provides the foundation for enhanced knowledge about sources of risk and catalyzes political intervention and policy formation adequate to manage risk. It is a global response to a global threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But such knowledge comes into being within and through the political order that it simultaneously demands and justifies. A world that is governable through information requires a political and normative order that commits to producing it and that participates in an imaginary of governance that demands it because it depends upon it. It requires information to flow through a regime of science that, like viruses, ''knows no country.'' This paper looks behind the aspiration to a science of global viral surveillance that ''knows no country'' to examine the political norms and relationships that its imperatives of global information are calling into being. It explores how data associations are necessarily also political associations by examining the duties, obligations, and allocations of authority articulated around the imperative for globally free-flowing information and for a science that is set free to produce it. I ground my argument in an analysis of a pair of linked controversies over access to H5N1 influenza virus and data: the development of the WHO Pandemic Influenza Preparedness Framework (PIPF) in response to Indonesia's withholding of viral samples from the Global Influenza Surveillance Network (GISN), and the 2011 controversy over gain-of-function research on H5N1 avian influenza. Through these case studies, I show how the norms of scientific practice, and in particular a commitment to unfettered access to scientific information and to the authority of science to declare what needs to be known, reveal how emerging transnational scientific regimes are laying claim to a kind of sovereignty, particularly in moments where scientific experts call into question the legitimacy of claims grounded in national sovereignty. I argue that the normative and jurisdictional contours around the authority to discern and govern global risk should not be seen as merely the political expression of risk knowledge-of a world whose political institutions are struggling to contend with the reality of ''post-Westphalian'' risks that transcend national borders. Rather, they reflect tensions over the authority to govern where political sovereignty and ''sovereign science'' conflict. Scientifically authorized imaginations of future risk underwrite claims to the jurisdictional authority of-and imperative for-a science that ''knows no country.'' Thus, I argue, epistemic authority, situated within an imaginary of governance that depends upon knowledge, is also jurisdictional authority: science claims the authority to ''speak the law'' by declaring what forms of legal and political order are necessary to know and govern global risk, and what regimes are inappropriate (Dorsett and McVeigh, 2012) . Global health security is, I argue, an imaginary not only of governance grounded in knowledge, but of the ties that bind together (and thus constitute) an imagined global community. Insofar as scientific expertise both discerns those ties and protects that community, science plays a central role in constituting the norms, political relationships, and forms of authority that are seen as legitimate and appropriate to global governance.",
            "cite_spans": [
                {
                    "start": 2691,
                    "end": 2718,
                    "text": "(Dorsett and McVeigh, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Insofar as science as a global institution is seen as rightly occupying this role, it occupies a constitutional position and is a central figure in an emergent global constitutionalist repertoire. I use the language of constitutionalism to point to the significance of scientific authority in the repertoire of imaginaries that inform shared notions of what in the contemporary world needs governing, of who has the competency to (and thus should be authorized to) govern, and, of what reconstructions of subjectivity and (imagined) community-for instance of polity, state, and sovereignty-these projects of governance entail (cf. Jasanoff, 2013) . At stake is not merely the administrative role of scientific expertise -delegation of governing authority over particularly problems to those with the expertise to get the job done. At stake is how a global community is imagined: what binds it together and what shared political commitments, norms, and subjection to delegated authority should bind it together in order for it to be rightly governed.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 646,
                    "text": "Jasanoff, 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notions of what constitute the right forms of global governance are underwritten by corollary imaginations of right knowledge. Those imaginations of right knowledge privilege the institutional forms of scientific authority that are seen as capable of achieving it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constituting and constitutionalizing risk"
        },
        {
            "text": "David Fidler has argued that risks posted by ''post-Westphalian'' public health emergencies like SARS have demonstrated the importance of collecting and globally disseminating information, thereby elevating the importance of actors (including especially nonstate actors) that play this role in global health governance (Fidler, 2004) . When information flows freely and the reality of risk is thereby revealed, there follows what Ulrich Beck has called ''cosmopolitan force'': a sense of the necessity of international coordination in the face of shared risk engenders a convergent international politics where divergent national interests are unified by shared worries about universal risks (Beck, 2009) . Because responding to risk first entails knowing risk, on this account, global political realignments are necessarily an expression of transformed knowledge of risk.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 333,
                    "text": "(Fidler, 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 692,
                    "end": 704,
                    "text": "(Beck, 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Constituting and constitutionalizing risk"
        },
        {
            "text": "Yet as the case studies below demonstrate, knowledge of global risk is not something exogenous that, upon entering political space, exerts a ''cosmopolitan force'' upon the extant global political order. Rather, the authority to know in the name of governing-to declare what needs to be known, how it should be known, and what delegation of power and authority to the knowers is required to know it-is a central element of that political order. I argue that science occupies a constitutional position in a consequential imaginary of governance (Hurlbut, 2017 )-one that is increasingly regulative in judgments about the right ordering of ''postnational'' global governance. 1 It occupies a constitutional position by virtue of shaping shared normative vocabularies and modes of public reasoning. The preserve of knowledge-that is of the authority to declare what needs to be known and how it should be known-is inseparable from notions of what role such knowledge can and should play in governance, and, in turn, of what corollary global legal and political arrangements are thus required. Knowledge-and the authority to know-is therefore underwritten by and coproduced with an imaginary of globally foundational norms, interests, and subjectivities that are constitutional in character (Jasanoff, 2003) .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 558,
                    "text": "(Hurlbut, 2017",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1287,
                    "end": 1303,
                    "text": "(Jasanoff, 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Constituting and constitutionalizing risk"
        },
        {
            "text": "The idea of pandemic risk as global in nature-as knowing no country-and the corollary notion that such risk can only be known and governed by a science that likewise ''knows no country'' is best understood in terms of a kind of ''postnational constitutionalism'' (cf. Walker, 2012) . I argue that the position of science in global governance is more than that of a reservoir of expertise in the mix of global administration or an agency authorized by the willy-nilly accretion of a regime of ''global administrative law'' that directs the collection, dissemination, and use of information (Kingsbury et al., 2005) . Rather, I draw attention to the ways an imagination of science as an institution that knows no country is central to an imagination of what constitutional essentials must underpin a political order capable of governing a globalized world. Science is figured as an exemplar of this constitutional imaginary: a universal source of authority, placeless, and thus transcending the political and jurisdictional relations of a world composed of sovereign states, and so too of the frictions they impose upon good global governance.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 281,
                    "text": "Walker, 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 589,
                    "end": 613,
                    "text": "(Kingsbury et al., 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Constituting and constitutionalizing risk"
        },
        {
            "text": "A significant body of legal theory on constitutionalism has tended to approach that concept in formalist or quasi-formalist terms, beginning (and often ending) with formal law as the locus of analysis. One of its animating questions is whether a constitutional repertoire is adequate or appropriate to the task of ordering global law and policy (Krisch, 2010; Walker, 2008) . 2 My project is different. I seek to illuminate through two case studies, the subtle but consequential position that scientific authority occupies in an emerging, informal (and thus not explicitly formalized) repertoire of global constitutionalism. Whereas a focus on formal law takes formal jurisdictional authority as a central concern, asking where authority over domains of law gets located, I am interested in how knowledge and the authority to know informs practices of jurisdiction (Pahuja, 2013 ) -practices that may or may not be formalized in law, but nevertheless exercise law-like authority. 3 An a priori separation between how the world is known (and the authority to know) and how it is ruled (and the authority to write the rules) obscures the ways scientific authority figures in global governance. The idea of science as placeless and statelessness, occupying its own sovereign territory and governed by its own, internally regulative norms, is a foundational (and powerful) postenlightenment idealization (Shapin, 2008) . It is what Michael Polanyi famously called ''the republic of science.'' In his words ''the soil of academic science must be extraterritorial in order to secure its rule by scientific opinion'' (Polanyi, 1962) . This vision of science treats the sovereignty of its soil as presumptive-as prerequisite for science to be authentically scientific. Yet, as I argue below, this demand of autonomy is also a demand for deference to scientific authority-a form of institutional authority that occupies a powerful role in governance. Yet, the legitimacy of scientific authority, and the warrant for deference to it, is understood to be grounded not in any political authority, but in epistemic authority-in knowledge. The consequence is that the political achievement of scientific sovereignty is occluded because it is understood as a natural and necessary expression of epistemic authority. But the too-easy conceptual bifurcation of epistemic and political authority occludes the power that flows from the presumption that science is-and must be-sovereign. The project of this paper is to examine some perceived conditions of legitimacy that inform the role of scientific authority in international political order.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 359,
                    "text": "(Krisch, 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 360,
                    "end": 373,
                    "text": "Walker, 2008)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 865,
                    "end": 878,
                    "text": "(Pahuja, 2013",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1400,
                    "end": 1414,
                    "text": "(Shapin, 2008)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1610,
                    "end": 1625,
                    "text": "(Polanyi, 1962)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Constituting and constitutionalizing risk"
        },
        {
            "text": "The problem of anticipating and managing epidemics is not new. From the 19th century, yellow fever, smallpox, cholera, and other diseases passed through urban centers in the US and Europe with devastating consequences, shaping the emergence of public health as a new responsibility of government and reconfiguring state-citizen relations in consequential ways (Rosenberg, 1987) . In recent decades, experts have worried that global transportation, trade, urbanization, environmental change, agricultural practices, and a host of other factors are producing potent incubators and transmission pathways for new viruses with pandemic potential. Novel viruses like HIV, SARS, avian influenza, Ebola, and MERS have given credence to such predictions, elevating pandemic preparedness to a high position on the global health agenda (Keck, 2015) .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 377,
                    "text": "(Rosenberg, 1987)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 825,
                    "end": 837,
                    "text": "(Keck, 2015)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "Growing concern about pandemic risk has informed recent reorientations at the nexus of international law and global health. The 2005 revisions to the International Health Regulations (IHR) sought to protect ''global public health security,'' treating infectious disease as threat not only to public health, but to social, economic, and political stability (Elbe, 2006; Ingram, 2008; Lakoff, 2015) . The IHR created new obligations for states to act in accordance with WHO assessments of risk, including by reliably supplying domestic public health information to WHO for global pandemic risk assessment purposes.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 368,
                    "text": "(Elbe, 2006;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "Ingram, 2008;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 383,
                    "end": 396,
                    "text": "Lakoff, 2015)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "Avian influenza has figured centrally in this ''securitization'' of global health (Lakoff, 2015) . Flu viruses evolve rapidly and have the potential to be highly infectious. In 1997, the discovery in Hong Kong of a new, highly virulent avian flu led to the culling of 1.5 million chickens in three days (Webster and Hulse, 2005) . Since then, it has remained a major locus of public health concern, and has been increasingly characterized as a threat not just to human health, but also to the global economy and to political stability (and therefore national security), particularly in Southeast Asia. In 2005 Barak Obama, then the junior senator from Illinois, wrote in The New York Times that it was necessary to add to the list of security threats like rogue nuclear states and terrorists ''another kind of threat [that] lurks beyond our shores, one from nature, not humans-an avian flu pandemic'' (Obama and Lugar, 2005) . Various versions of the national security strategy of the United States have listed the risk of pandemic disease among the threats to national security that ''recognize no borders'' (e.g. U.S. Department of State 2006).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 96,
                    "text": "(Lakoff, 2015)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 303,
                    "end": 328,
                    "text": "(Webster and Hulse, 2005)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 901,
                    "end": 924,
                    "text": "(Obama and Lugar, 2005)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "Alongside these reframings of pandemic risk, a discourse of urgency has taken shape around the need to build scientific mechanisms to anticipate, identify, and address such threats. Advocates of surveillance have lamented what they see as the complacency of the international community, which they in turn attribute to a global public that is insufficiently concerned because it grasps neither the risk of, nor the devastating consequences of, a serious pandemic. They suggest this complacency is a function of an asymmetry in capacities for imagining and predicting the future. Whereas infectious disease and public health experts can see clearly the future that is brewing in the poultry farms of Southeast Asia, the public has long since forgotten the pandemics of their great-grandparents' world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "The 2011 Hollywood film ''Contagion'' was an attempt to engender such capacities of imagination in the movie-going public. Steven Soderburgh called upon Ian Lipkin (2011), a prominent infectious disease specialist at Columbia University, to help him create a movie about a flu-like pandemic ''that didn't distort reality but did convey the risks that we all face from emerging infectious diseases.'' Lipkin and his scientific team constructed a hypothetical scenario for a novel zoonotic virus, modeling its spread from bat to pig to human and across the global population, and the screenplay was written to follow the script of Lipkin's epidemiological scenario. In an op-ed in The New York Times, Lipkin explained the significance of this 21stcentury morality play. ''Is this fiction? Yes. Is it real? Absolutely.'' Published on 11 September 2011, the implication was clear enough: Nature is the most powerful global terrorist and sooner or later will launch a devastating attack. This inevitable future, according to Lipkin (2011) , demands a globally coordinated effort ''to monitor human, animal and environmental health, optimize electronic health records, mine nontraditional data sources like the Internet for early signs of outbreaks and invest in a state-of-the-art work force.'' In addition, it requires unconstrained efforts to innovate new medical countermeasures, including in diagnostics and vaccines. In short, in the narrative frame of global public health security, public wellbeing depends upon scientific capacities to ''to protect our future'' through forms of research and surveillance that push back the horizon of prediction.",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1033,
                    "text": "Lipkin (2011)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "In this vision, an informational regime that can render a complete picture of a global viral biogeography is a global public good because it is essential for assessing and managing pandemic risk, and thus for securing human life. It is an imperative of governance articulated in terms of risk: ''the moral statements of scientized society'' (Beck, 1992: 179 ). Yet the project of risk governance grounded in data remains aspirational insofar as the political commitments necessary to construct such a regime remain incomplete. Indeed, key moments of recent controversy that have shaped the contours of ''public global health security'' have been driven not so much by technocratic authorities wielding tools of data, but by contestation over what norms should govern such a regime, and what visions of possible futures (and of right responses to them) will underwrite those norms. Put differently, insofar as reorientations of global law and policy are taking place in relation to perceived global risks, they are not following a sequence of risk knowledge first, political association second. Rather, the conditions of possibility for rendering risk visible and for legitimizing modes of government lie in the prior work of cultivating an imaginary of global order that privileges right knowledge-right because it gets risk (epistemically) right, and because it allows uncertain futures to be anticipated and governed.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 357,
                    "text": "(Beck, 1992: 179",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "Below I argue that this imaginary entails a constitutional commitment to a particular way of knowing and governing global space. It does not begin by positing specific risks that require specific responses. Rather, it reimagines the political communities-the global ''we''-in whose name powers of government are to be undertaken to address risky futures. At the same time, forms of political association (and corollary jurisdictional authority) that carve up the world in ways that do not map on to this at-risk global ''we'' are marked as at odds with the political responsibility (and authority) to secure life. The imperative to know in the name of security is, in other words, figured as a constitutional essential, and thus a frame through which right constructions of political subjectivity and authorized power are also imagined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "In this sense, it is a sociotechnical imaginary: it encodes an imagination of right knowledge that is at once an imagination of right political order (Jasanoff and Kim, 2015) . It privileges scientific knowledge as the right modality for mapping risk, designating strategies of response, and thus for defining the forms of international political association and power appropriate to global governance-forms that therefore must be called into being in the name of getting knowledge right.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 174,
                    "text": "(Jasanoff and Kim, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surveillance and security"
        },
        {
            "text": "Notwithstanding the calls from public health experts to do more, influenza surveillance has been a model for international coordination and information sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "At the time of the revision of the IHR in 2005, member states had long participated in the GISN by routinely supplying flu viral samples from their populations to WHO diagnostic laboratories. Thus, it was a major departure when, in 2006, Indonesian health minister Siti Fadilah Supari declared that Indonesia would no longer share viral samples of H5N1 avian flu virus recovered from its citizens with WHO laboratories. This change in course came just as Indonesia had become a locus of global concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "H5N1 is a category of avian flu virus that poses serious risks to human populations. It is a virulent and deadly virus. It is currently transmissible primarily between birds, although human beings in close contact with sick birds can contract it. It is not (yet) transmissible human to human (at least not in naturally occurring viral strains, as we shall see below). It appears to have a very high mortality rate among humans: more than half of known human cases have ended in death. The risk is that the virus will become respiratorily transmissible human to human, and therefore spread rapidly through human populations. Should such a strain emerge and go uncontained, it could very well cause a global pandemic with devastating consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "The H5N1 flu virus had become endemic in Indonesian poultry populations, and during the period when Indonesian officials withheld viral samples from the GISN, Indonesia was recording the highest numbers of human deaths from the virus of any country in the world. If a flu virus with pandemic potential was going to emerge, it was very likely, experts judged, to come from Indonesia. Nevertheless, Indonesia asserted ''viral sovereignty,'' claiming that the virus was protected by the Convention on Biological Diversity (CBD) as a natural biological resource under the sovereign control of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Indonesia took this action at the behest of Health minister Siti Fadilah Supari after she discovered that an Australian pharmaceutical company, CSL Incorporated, had patented a modified version of the genome of an Indonesian strain of avian flu in the course of producing a vaccine. In contravention of the IHR, a WHO laboratory had supplied the virus to the company without notifying the Indonesian health ministry. Supari criticized the GISN, declaring it an exploitative and unjust regime that appropriated a valuable resource from a developing country in order to allow multinational corporations to develop technologies and reap profits. For Indonesia, this inequitable arrangement was also a security threat: in the event of a pandemic, vaccine would be expensive and in short supply. Although Indonesia had supplied the biological materials necessary for producing it, the country would not be able to afford the vaccine itself Hurlbut (Sedyaningsih et al., 2008) . Viral samples would, Supari feared, be delivered by WHO to research institutions that would patent the genetic sequence of the virus, and ultimately produce vaccine that in the event of a pandemic would be economically out of reach of countries like Indonesia.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 970,
                    "text": "(Sedyaningsih et al., 2008)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Thus, Indonesia in effect asserted that it had a right and duty as a sovereign state to use its biological resources to benefit its citizens. It objected to a scientific regime that was itself functionally sovereign: operating according to its own norms of autonomy and self-governance and appropriating natural resources through the techno-legal alchemy of genetic intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Indonesia's policy sent shivers down the spine of the global health establishment. While reporting the highest number of human deaths from H5N1 of any country in the world, Indonesia was threatening the existing regime and creating a new norm that was at odds with both the moral economy of informational openness and the political economy of biomedical innovation. Indeed, viral sovereignty itself threatened to go viral as the leadership in other global south countries affirmed the Indonesian policy, and the non-aligned movement considered endorsing viral sovereignty as a principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "The response from the global north was the polar opposite. Indonesia was denounced as abusing international law and putting the rest of the world at profound risk. Former US ambassador to the UN Richard Holbrooke together with journalist Laurie Garrett wrote a scathing critique of Indonesia's policy, declaring it ''morally reprehensible'' (Holdbrooke and Garrett, 2008) . It was, according to a prominent American bioethicist and a public health leader, ''moral blackmail'' (Caplan and Curry, 2007) . And, in the view of a prominent international health law scholar, its legality was questionable (Fidler, 2008) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 371,
                    "text": "(Holdbrooke and Garrett, 2008)",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 500,
                    "text": "(Caplan and Curry, 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 599,
                    "end": 613,
                    "text": "(Fidler, 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Critics pointed to two primary problems. First, claiming political sovereignty over this category of natural resources was seen as at odds with the object and purpose of the IHR. The IHR required that all participating states provide WHO with relevant biological samples and information for any event that might qualify as a public health emergency of international concern. (Given that status quo chickenfarming practices pose a serious risk of generating a pandemic flu virus, the risk of flu pandemic has been marked as a kind of perpetual state of emergency.) Second, legal scholars and others argued that virus was not by its nature the sort of thing that could be considered a valuable biological resource. The CBD was intended to prevent biopiracy. Therefore, the notion of a valuable biological resource was, on this account, meant to extend only to a developable resource whose ''value for humanity is understood to derive from the protection, conservation, and sustainable use of the resources in question''. By contrast ''the use or value for humanity of influenza viruses comes from their widespread sharing for surveillance and vaccine development purposes because of the global threat such viruses pose'' (Fidler, 2008: 91) . While one can certainly question who is in practice included in the category of ''humanity'' in this statement, I primarily want to draw attention to the way value is constructed as necessarily deriving from a particular regime: not commercial development, but from a regime of scientific research that enjoys access to freely circulating scientific information and biological materials (cf. Bhattacharya, 2007) . On this account, the virus has value only insofar as it is located within such a regime. Once made the property of the ''republic of science,'' a viral sample becomes an important instrument in achieving security and preparedness. Achieving preparedness therefore requires the prior existence of such a regime and guarantees from other political actors to ensuring the integrity of that republic. Thus, for the champions of an informational regime for global pandemic preparedness, the material virus was only a source of value once the viral sample had been rendered into information that could be analyzed and exploited in the development of biomedical countermeasures-that is once it had shifted into the hands of global science.",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1237,
                    "text": "(Fidler, 2008: 91)",
                    "ref_id": null
                },
                {
                    "start": 1632,
                    "end": 1651,
                    "text": "Bhattacharya, 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Critics of viral sovereignty also argued that flu viruses by their very nature contravene and contradict national sovereignty (cf. Hinterberger and Porter, 2015) . Viruses and an international legal order grounded in sovereignty are ontologically incompatible because viruses (like science) know no country (Fidler, 2004) . Because viruses ignore borders, critics argued, they ought not be subject to them. As Holbrooke and Garrett (2008) put it, ''it is ludicrous to extend the sovereignty notion to viruses that, like flu, can be carried across international borders by migratory birds.'' What was required, therefore, was a regime of law that mirrored the nature of the virus: ''globally shared health risk demands absolute global transparency''.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 161,
                    "text": "Hinterberger and Porter, 2015)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 307,
                    "end": 321,
                    "text": "(Fidler, 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 410,
                    "end": 438,
                    "text": "Holbrooke and Garrett (2008)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Viruses, like science, shall know no country. Indonesia's intervention touched off a five-yearlong renegotiation of ''benefit sharing'' from uses of viral samples, ultimately giving rise to the PIPF. The element of the PIPF that is most salient to my analysis is its affirmation of the symmetrical importance of the roles of all parties in the global influenza surveillance project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": ". . .countries where these viruses occur should share their influenza viruses for public health purposes while countries and organizations receiving these viruses should share benefits resulting from the virus sharing. Both types of sharing are on equal footing and equally important parts of the collective global actions needed to protect public health. (WHO, 2011a, emphasis added) However, the affirmation of equal footing notwithstanding, the PIPF did not extend to any firm guarantee that Indonesia would have adequate access to vaccine that was developed through use of the samples. 4 Instead, benefits were framed primarily in terms of full participation in a transparent, global, scientific regime. Countries contributing virus would be acknowledged in scientific publications; distribution and uses of viral sample would be tracked through a newly created Influenza Virus Tracking Mechanism; and all forms of information, including scientific results, would be openly disseminated to all members of the network. In addition, developed countries would modestly support development of laboratory and vaccine production capacity in developing countries. Participation in such a regime of freely flowing information was one of Indonesia's primary demands during the PIPF negotiations (WHO official, November 2015, personal communication).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 384,
                    "text": "(WHO, 2011a, emphasis added)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "The legal instrument for achieving this result used the material virus itself as the link between actors and the subject of relationships, duties, and obligations between them. The political and moral relationships between poor societies and the technoscientific regime that would protect them were mediated through biological materials and knowledge. Rather than seek to articulate broader obligations or norms that would address asymmetries (let alone problems of inequity) among countries, the PIPF included two standard material transfer arrangements (SMTA), the contractual instruments used by academic labs and biotechnology companies to manage sharing of proprietary materials. The SMTA structure had the effect of placing the virus at the center of a constellation of normative relationships that reaffirmed the norm of unrestrained openness in scientific practice and the notion that eventual proprietary control over technical know-how is necessary to engender socially beneficial technological innovation. In effect, Indonesia surrendered its claim to viral sovereignty in deference to-and in order to associate itself with-sovereign science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Thus, the impasse was resolved not by reevaluating or reforming the political economy of innovation, but by assimilating a rogue state into the fabric of a global, placeless, sovereign science. Equity was rearticulated as partnership in a scientific enterprise whose interests are not bounded by national borders; political sovereignty would defer to an imaginary of science that knows no country. This was underwritten by the notion that, given the ever-present threat of the state of (viral) nature, the right response to human insecurity is to recognize risk as defining global political relations, and that the imperative to secure the global community (and the authority to declare what the imperative of security entails) requires a corollary affirmation of the constitutional position of science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "The Indonesian declaration of ''viral sovereignty'' has been characterized by some observers as an attempt to withdraw from, and thereby gain leverage over, a structurally unjust international regime. Yet it is important to note that in declaring viral sovereignty, Indonesia was neither rejecting the need to address pandemic risk, nor retreating from the international arena. Rather, Supari sought to engender an alternative configuration of transnational interdependencies that rendered norms of knowledge production secondary to the security interests of the Indonesian public. The health ministry explored a partnership with Baxter, a multinational pharmaceutical company, to develop an H5N1 vaccine from viral samples. Indonesia was to be a partner and beneficiary in the innovation enterprise. As Naimh Stephenson has pointed out, Indonesia's move was not a retreat from international space or a rejection of the securitization of global health in the name of an alternative imaginary. Rather, it was an effort to engender a ''rival global health security aggregate'' in a field where such aggregates are underdetermined and protean (Stephenson, 2011: 631) . Indeed, had the Indonesia-Baxter partnership come to fruition, there is no a priori reason to believe that political sovereignty over flu virus would necessarily have translated into an attenuated capacity for therapeutic response.",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1163,
                    "text": "(Stephenson, 2011: 631)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "What would have been attenuated, however, was a commitment to a transnational regime configured by the norm of scientific liberty as the right global order for contending with global risk. Put differently, the Indonesian dissent was, most fundamentally, to an imaginary of governance that positions the institution of placeless science as exemplar of the norms that can and should order governance of global risk. What mattered in this perturbation to normalized data associations were not merely the disruption or reestablishment of a regime for the production and movement of information itself, but the disruption and reassertion of the norms that underwrite that regime. Political sovereignty was invoked in an attempt to refuse those norms, engendering a confrontation not between alternative, underdetermined transnational assemblages, but between competing imaginations of what is -and must be -sovereign in a risky world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty"
        },
        {
            "text": "Only a few months after the PIPF was approved by the World Health Assembly, another, very different viral Hurlbut sovereignty controversy emerged. The focus of the controversy was a pair of scientific papers that reported ''gain-of-function'' experiments on H5N1 avian flu virus. 5 The papers described experiments in which researchers gave this deadly virus new functions: they modified it to be respirable between mammals, in effect realizing by design the much feared evolutionary event that would threaten global health security. The papers reporting the results of these experiments-including the genome sequence data of the modified viruses-were on their way to publication when they were halted by the US National Science Advisory Board for Biosafety and Biosecurity (NSABB). NSABB recommended that they not be published without significant redaction of data. Although they had raised no official red flags up to this point, NSABB took the unprecedented step of declaring that the consequences of publication ''could be catastrophic'' because the papers offered would-be bioterrorists a recipe for constructing a deadly virus (Berns et al., 2012) .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1153,
                    "text": "(Berns et al., 2012)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "When NSABB intervened, it caught the authors of the papers, Ron Fouchier of Erasmus Medical Center in Rotterdam, and Yoshihiro Kawaoka of University of Wisconsin Madison, by surprise. It likewise surprised the editors of Science Magazine and Nature, who were considering the papers for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Up to this point, the research had followed a predictable and quotidian scientific path. Both researchers applied for, were reviewed for, and received funding from the US National Institutes of Health (NIH) for the research (Fouchier's support was a subcontract of a grant awarded by NIH to the Mt. Sinai School of Medicine). The researchers' respective institutional biosafety committees had assessed and approved their experiments. Fouchier had presented his research findings at a scientific conference in Malta. The papers were submitted to Science and Nature through the normal channels of electronic submission. The journal editors had noted that there were potential biosecurity issues, but had opted to first send the papers out for standard review and worry about the biosecurity questions after they had decided whether or not to accept the manuscripts (Alberts, 2012; Campbell, 2012) .",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 878,
                    "text": "(Alberts, 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 879,
                    "end": 894,
                    "text": "Campbell, 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Yet once the research became known outside the halls of normal science, it elicited significant public concern and condemnation. The usually science-friendly New York Times issued an editorial entitled ''An Engineered Doomsday,'' excoriating the researchers for undertaking such ''frightening'' projects. Given that this looks like disturbingly abnormal science to the wider public, why did it follow such an utterly normal path?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Thus far, I have argued that the securitization of global health has emerged in conjunction with a commitment to science as the global institution capable of predicting and preparing for risk, and thus as supplying the right norms for organizing international political associations in response to global health risk. This commitment affirms the dual notions that scientific experts can supply the right means to know and govern such futures, and that their capacity to do so depends on the sovereignty of the institution of science: it depends on having exclusive and unlimited jurisdiction over how risk is to be known and authoritative say over the practices, norms, and political relationships appropriate to creating such knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "These commitments have themselves emerged in particular political contexts in which scientific communities have positioned themselves as responsible for governing certain dimensions of the future and likewise for governing themselves (Bennett, 2015) . Thus, behind both processes that produced the H5N1 papers and the justifications later offered for the research was a normative vision of normal science (Kuhn, 1996) : of routine scientific practice that is appropriate, virtuous, and selfgoverning-or, we might say, sovereign. 6 Appropriate because it is self-regulating, virtuous because it presumes linear progress from knowledge to beneficent application, and sovereign because its integrity and its authority requires autonomy and unlimited jurisdiction over questions of how to know and what warrants knowing and corollary deference from other forms of authority (Hurlbut, 2015) . Rendering science subject to socially defined constraints limits where it can go, and science by its very nature (like viruses) knows-and, on this account, must know-no country.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 249,
                    "text": "(Bennett, 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 417,
                    "text": "(Kuhn, 1996)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 870,
                    "end": 885,
                    "text": "(Hurlbut, 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "The notion that science is an institution whose autonomy is both necessary and sufficient to guarantee its authority is not new; as noted above, it traces back to the birth of science itself. However, here I aim to draw attention not merely to the ways scientific authorities have doubled down on the notion that science is (and must be) autonomous, but the ways this affirmation of scientific sovereignty is seen as foundational for governance in a globalizing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Fouchier's and Kawaoka's research was subject to long-standing routines of scientific self-regulation. These routines tend to focus on relatively narrow questions of laboratory safety. They are underwritten by the tacit presumption that scientific research is permissible unless it poses specific, discernable risks to health and safety, and that the task of evaluating risks and benefits of research is a matter for scientific experts. These routines trace back to the inception of molecular biology in the 1970s, when scientists' efforts to bound off larger social and political questions about governance of biotechnology led to a narrow focus on laboratory risk assessment. Decades later, this focus continues to inform routines of oversight. Technical biosafety review generally addresses only narrow questions about laboratory safety, and not the configurations of risk in which scientific practices, if successful, might themselves be implicated, that is where research gone right, rather than wrong, might introduce novel risks into the world (Ibid).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "At the same time, these routines of self-regulation are joined to a norm of scientific autonomy that rejects external intervention in scientific practice as a violation of the integrity (or sovereignty) of science. Thus, Fouchier, Kawaoka, and numerous others defended the controversial H5N1 experiments by declaring that the researchers had followed all rules and regulations and that the work was therefore safe and acceptable by definition. The unwarranted and fearful reaction to the research, they argued, was a distraction from what the world really ought to be afraid of: the disasters nature is busy brewing up for us (Fouchier, 2012; Fouchier et al., 2012) .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 642,
                    "text": "(Fouchier, 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 643,
                    "end": 665,
                    "text": "Fouchier et al., 2012)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "The corollary to these routines of self-governance is the notion that the prerogative to imagine futures belongs to science, and therefore so too does responsibility for discerning where and why science must be contained-or, conversely, set free (Hurlbut, 2015) . Indeed, apologists for the H5N1 research declared that it was of significant public benefit-for anticipating and preparing for what nature might produce (Fauci et al., 2011) , but also to inform the public imagination and catalyze political response to the threat of pandemic by demonstrating just how little it takes to make the H5N1 virus transmissible between humans. What the experiments revealed they argued, was that the hypothesized, naturederived risks are genuine, that scientific research of this sort was beneficial, and that, in order to have these benefits, science needs to be unconstrained in its freedom and thus in its capacity to contribute to collective knowledge. Inhibiting science would increase future risk. Thus, defenses of the norms of free-flowing information and scientific sovereignty were articulated in terms of future risks that contravention of those norms would engender-future risks that experts like Kawaoka and Fouchier were best positioned to see. Kawaoka (2012) declared ''the redaction of our manuscript, intended to contain risk, will make it harder for legitimate scientists to get this information while failing to provide a barrier to those who would do harm.'' In short, criticism of the research was taken as an attack on sovereign science, and in turn upon the infrastructures of global health security that depend upon it. Yet this imagination of the sources of insecurity was not the only one around. U.S. national security officials too perceived the publication of the data as a potentially significant threat to national security. Importantly, the US officials who activated the NSABB learned of the papers through informal channels. It took a concerned scientific insider who happened to know a National Security Council official to interrupt the progress of the papers through the machinery of normal scientific review-a machinery that operated on the presumption that the norms of scientific openness are unqualified. Questions that seemed self-evident to those responsible for military security went unasked among the researchers who claimed responsibility for pandemic preparedness. Indeed, but for an informal channel of communication, it is not clear that these papers would have been subjected to NSABB review prior to publication.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "text": "(Hurlbut, 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 417,
                    "end": 437,
                    "text": "(Fauci et al., 2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1250,
                    "end": 1264,
                    "text": "Kawaoka (2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "This reveals more than a simple failure of imagination on the part of the researchers. Indeed, the biosafety and biosecurity implications of the research were by no means lost on the scientists. Early in the H5N1 controversy, Fouchier described his creation as ''probably one of the most dangerous viruses you can make'' (quoted in Enserink (2011)). When he first revealed his experiments at a conference in Malta, he prefaced his account by saying that he had done ''something really, really stupid.'' Noting that ''this is a very dangerous virus,'' he posed the question, ''should these experiments be done?'' But the question was meant to be merely rhetorical; the answer was, according to Fouchier, an unqualified ''yes'' (Harmon, 2011) .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 740,
                    "text": "(Harmon, 2011)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "The scientific community itself was divided. Although there was initially significant unease about the experiments, and, from some corners, explicit condemnation, powerful voices in U.S. bioscience declared that the research was valuable and important. Figures no less prominent than the directors of the NIH, NIAID, and the NIAID Vaccine Research Center endorsed the research and declared that anyone with expertise in infectious disease could see the value of having more rather than less information about pandemic risk (Fauci et al., 2011) . This statement had the effect of largely silencing criticism of the research from within the scientific community, in effect, making the party line clear (Bennett, 2015) , even as it asserted that evaluations of what research is appropriate are matters for scientific experts.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 543,
                    "text": "(Fauci et al., 2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 700,
                    "end": 715,
                    "text": "(Bennett, 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Thus, the controversy over the H5N1 papers was, more fundamentally, about scientific autonomy, where the problem of who knows best about what risks are realistic and warrant worry underwrote science's claim to sovereignty-a claim the extended not only to the independence of expertise from external influence, but to an institutional position from which scientific experts could claim the authority-and thus the responsibility-to govern the future. The epistemic assertion that science is best able to know risk was linked to a corollary assertion that legal and political forms of authority are impotent in their capacity to attend to risks that ''know no country'' and thus ought to defer to scientific expertise, expertise which in turn requires the extraterritoriality-the sovereignty-of the ''soil of academic science.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "Thus, questions about the appropriateness of the research went unasked not out of ignorance or neglect, but by virtue of the researchers' presumption of autonomy and authority to render judgment over what forms of research should or should not be undertaken. What seemed like highly abnormal science from the outside was seen by as normal from within, thereby setting up a conflict between sovereign science-science's imagination of unlimited jurisdiction within on its own ''extra-territorial'' soil-and political sovereignty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "This conflict was particularly evident in the efforts of national governments to reterritorialize and govern the research. Once US and Dutch authorities learned of the research and discerned its biosecurity implications, they considered invoking export controls to prevent publication of the papers. In the end, US authorities did not, whereas the Dutch authorities did require Fouchier to apply for an export license in order to publish his paper (Roos, 2013) . He vigorously protested this requirement, asserting that the research was basic science, not technology, and therefore fell under an exception in EU law. Indeed, because his invention took the form of information rather than a material entity, it threatened to slip out reach of Dutch authorities. Because it had already travelled electronically through the quotidian circuits of scientific communication, it was already in the hands (and on the servers) of Science Magazine. Suggesting that it was therefore already out of the country and thus out of the reach of Dutch law, Fouchier (2012) declared his intention to rely on the first amendment rights of U.S.-based Science to defy Dutch jurisdiction and publish his paper without an export license (Butler, 2012) . (In the end, he did apply, and the license was ultimately granted (Enserink, 2013) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 460,
                    "text": "(Roos, 2013)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1039,
                    "end": 1054,
                    "text": "Fouchier (2012)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1213,
                    "end": 1227,
                    "text": "(Butler, 2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1296,
                    "end": 1312,
                    "text": "(Enserink, 2013)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "The implications of this episode extended beyond a tug-of-war between scientific autonomy and governmental control over risky research. It also threatened the foundations of the PIPF regime, which, as noted above, had secured international cooperation through collective commitment to a science that knows no country. Preserving that arrangement required reaffirming that commitment: global security requires that sovereign states give way to sovereign science. Thus when just a few months later the US and the Netherlands invoked their own version of viral sovereignty by threatening to restrict the free movement of scientific information that was ''a critical foundation for. . .protecting the public health'' (Fauci et al., 2011) , it likewise threatened the imaginary of a global polity unified by universal risk and a bound together by a constitutional commitment to stateless science as an authorized and sovereign agent of global governance.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 733,
                    "text": "(Fauci et al., 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "A few days after NSABB recommended that elements of the manuscripts be redacted, the WHO issued a statement expressing concern that this ''could undermine'' the PIPF. Indeed, the parallels with Indonesian viral sovereignty were abundant and clear. The research had employed Indonesian viral samples that had been acquired before the PIPF SMTAs had been put in place and thus were not subject to the PIPF's legally binding commitment to sharing of information. Thus, only months after the ink was dry on the PIPF, Dutch and US authorities were threatening to withhold global scientific access to viruses (although this time in the form of sequence data) that scientific experts claimed were crucial for pandemic preparedness. Repeating the PIPF language that sharing of viral samples and of the knowledge derived from those samples are ''on equal footing,'' WHO (2011) stressed that ''this H5N1 research must not undermine this major public health achievement.'' Thus in the context of global health security, the stakes of the H5N1 research controversy extended well beyond the immediate concerns about the safety and security implications of the experiments themselves. At stake were the very norms that knit together the fabric of 21st-century global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "In the end, the commitment to those norms overrode concerns about the security implications of full publication. In February 2012, the WHO convened an international gathering of scientific and public health experts to discuss publication of the papers. The closed meeting included 29 participants, including Kawaoka and Fouchier, the chair of the NSABB, the director of the US NIAID, which had funded the research, the editors in chief of Nature and Science, and two public officials from Indonesia and one from Vietnam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "The meeting participants broke with the recommendations of the NSABB and voted unanimously for publication of the complete and unredacted manuscripts. The rationale was twofold: First, the nature of global pandemic risk demanded an unwavering commitment to more knowledge: ''the redaction option is not viable. . .in view of the urgency of. . .public health needs'' (WHO, 2012) . Second, a proposed mechanism for keeping information contained and available only to authorized scientific recipients was deemed to be impractical, not least because subjecting transnational flows of scientific knowledge to restriction by national authority was contrary to the nature and culture of science. As Nature editor Phillip Campbell (2012) put it: ''once you've sent a paper that's restricted to anybody in the academic community-lets say, ten people in the academic community-you've lost any hope, in my opinion, of maintaining restricted dissemination.'' But the notion that restricting data in the name of national security was administratively unworkably reflected a deeper affirmation of the free flow of scientific knowledge and the integrity of the republic of science as a constitutional imperative. This was obliquely referenced in the WHO (2012) meeting report ''The group recognized the difficulty of rapidly creating and regulating such a mechanism [of controlled access] in light of the complexity of international and national legislation.'' Global health security required a commitment to a placeless, stateless, sovereign science. Risks notwithstanding, the papers were published in full.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 377,
                    "text": "(WHO, 2012)",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 729,
                    "text": "Campbell (2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Viral sovereignty revisited"
        },
        {
            "text": "I have argued that behind an aspirational, data-driven regime of global viral surveillance is a corollary imagination of global political order in which science, like viruses, knows no country. In the case of Indonesia's refusal to share virus with a global scientific community, nonparticipation was construed as a grave and disturbing violation of a tacit but foundational global constitutional order. In giving priority to nationally limited political subjectivity over a global polity at risk, Indonesia engendered a conflict between political sovereignty and an imaginary of global governance that privileges sovereign science over sovereign state. Whereas the latter is the explicit, codified, and presumptive foundation of international law, the former is tacit and foreign to the legal imagination-so much so, that scientific authority is essentially overlooked as a normative, political formation in the proto-constitutional repertoire of 21st-century global governance. Yet sovereign science won the day, not because law was on its side or because it marshaled special political power in the realpolitik of international relations, but because it was an expression of an imaginary of the right way to know-and to govern-the future security of an imagined global community. It was an expression of an imaginary not only of right knowledge, but of the ties that bind together, and, thus, constitute that community itself. This imagination of the norms, political relationships, and forms of authority that are legitimate and appropriate to government is a constitutional imagination, one that demands that states-and the mechanisms of political judgment to which their authority is tethered-affirm the sovereignty of the republic of science and subordinate their own political commitments to scientifically authorized accounts of right governance of global risk. This is a significant demand for delegation of political authority. Such deference to scientific expertise is simultaneously deference to science's jurisdictional authority to judge what should be known, how it should be known, and what ought to be done in light of such knowledge. In the emergent forms of global public health security outlined above, epistemic authority is coproduced with the political authority to govern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this context, expertise, and particularly scientific expertise, tends to be elevated to the position of a right and righteous institution of governance (Kennedy, 2016) . This is not merely a function of epistemic realignment where ''existential risk'' makes the stakes of achieving ''sound science'' for policy that much higher. Rather, it is simultaneously a process of articulating the political vocabulary that authorizes particular variety of sovereignty, one that shares certain homologies with, but does not legitimate itself in traditional, Westphalian terms. In claiming the power to know risk, that is the power to foresee and respond to a future, science claims a kind of unlimited jurisdiction over that future by positioning itself as able to know, respond to, or even produce that future.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 170,
                    "text": "(Kennedy, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this regard, science claims a constitutional position within contemporary formations of political authority. The authority to know is, in important respects, also the authority to speak the law (Dorsett and McVeigh, 2012) : to declare what forms of governance are right, appropriate, and good; what forms contribute to, rather than mitigate, insecurity; and what commitments to the legitimacy and jurisdictional authority of the institutions that make such declarations are necessary for achieving order and progress. I have shown how the jurisdictional authority of scientific expertise has extended not only through the recognition of new forms of global risk-a recognition that depends in turn upon deference to expert constructions of knowledge about risk-but also through claims about the nature of science itself, and the constitutional position it must occupy in global governance. Deference to scientific authority included not only deference to epistemic assertions, but to accounts of what the republic of science requires to maintain its integrity and thereby make such claims: in effect, of what forms of sovereignty it must enjoy in order to know, and thus what forms of sovereignty must be recognized and deferred to by other authoritative agents, including in particular those whose authority rests on the ''fact'' of political sovereignty. In short, the fact of risk-and the authority to speak the facticity of risk-underwrote first a construction of scientific expertise as essential to global security, and second an imaginary of the institution of science as a republic unto itself with unlimited jurisdiction and sovereign authority over its own extraterritorial soil.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 224,
                    "text": "(Dorsett and McVeigh, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The figure of science as a necessarily sovereign authority in global space is of a piece with a postnational and postpolitical imaginary of global governance. It is an imaginary that sees the authority to govern as grounded in knowledge of what needs governing in the age of globalization, and what modes of knowing and forms of government are appropriate to it. This imaginary underwrites a science that constructs lawfulness without making formal law and exercises power to shape societies while positioning itself as placeless and stateless-for science knows no country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "One could read the cases analyzed above as examples of one expression of authority among many that are competing on the international stage to write the rules of global governance, and that such a pluralist account also offers a picture of how power is being (and ought to be) exercised in the ''postnational'' moment (Krisch, 2010) . There is no question that, in practice, the forms of governance into which scientific experts have inserted themselves are as yet partial and piecemeal. Yet simply noting the existence of such heterogeneity absolves the analyst of the need to look more deeply to what aspirational universalisms might sit within functionally plural sites of agency and authority, and how those universalisms might reflect and engender proto-constitutional commitments that privilege particular imaginaries-and particular institutions-of right knowledge and right order.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "(Krisch, 2010)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "I have sought to surface some features of an emerging imaginary of right order, an imaginary that is grounded in particular constructions of what is universal-and what therefore must be recognized, known, codified, and authorized as such. Processes of codification are in fact taking place, even if willy-nilly and in modes that do not follow pathways of conventional codification. While this imaginary does concentrate the authority to govern in the hands of technical experts who play new sorts of administrative roles at the international level and who are authorized by a corollary, emergent body of ''global administrative law'' (Kingsbury et al., 2005) , more fundamentally it underwrites a consequential element in the repertoire of global constitutional imagination, one that confers upon scientific authority a constitutional position in global order and defers to sovereign science as the wellspring of right knowledge. Yet, the republic of science is not within the traditional pantheon of political power and as such tends to escape the notice of analysts of legal and political institutions. For science does not claim to be like a state, nor indeed to see like a state sees (Scott, 1998) , but rather to see beyond states, to see as states cannot see, and to declare when expressions of political authority run afoul of scientific knowledge and its power to secure human life.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 658,
                    "text": "(Kingsbury et al., 2005)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1188,
                    "end": 1201,
                    "text": "(Scott, 1998)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "is governed according to internal scientific norms: it is selfregulating science. On an epistemic level, it is ''normal'' because it is informed by the held-in-common commitments that are understood to be the conditions requisite for reliable knowledge-making. On a normative and political level, however, the idea of normality as self-regulating science also underwrites a claim to scientific sovereignty. For science to be science it must operate on its own terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "H5N1 Decisions: Some Important Lessons Learned. presented at: H5N1 Research: biosafety, biosecurity and bioethics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alberts",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk Society: Towards a New Modernity",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Malicious and the Uncertain: Biosecurity, Self-Justification, and the Arts of Living",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Modes of Uncertainty: Anthropological Cases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adaptations of Avian Flu Virus are a cause for concern",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Berns",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "6069",
            "pages": "660--661",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An exploration of conceptual and temporal fallacies in international health law and promotion of global public health preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Medicine & Ethics",
            "volume": "35",
            "issn": "4",
            "pages": "588--598",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mutant-Flu researcher plans to publish even without permission",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publishing and Editing Perspective. presented at: H5N1 Research: biosafety, biosecurity and bioethics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Leveraging genetic resources or moral blackmail? Indonesia and Avian Flu Virus sample sharing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The American Journal of Bioethics",
            "volume": "7",
            "issn": "11",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dutch Government OK's Publication of H5N1 Study Science Insider",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Should HIV/AIDS Be Securitized? The Ethical Dilemmas of Linking HIV/AIDS and Security",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Studies Quarterly",
            "volume": "50",
            "issn": "1",
            "pages": "119--144",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A flu virus risk worth taking. The Washington Post, 31 December, sec. Opinions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS, Governance and the Globalization of Disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza virus samples, international law, and global health diplomacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pause on avian flu transmission studies",
            "authors": [
                {
                    "first": "Ram",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "481",
            "issn": "7382",
            "pages": "443--443",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What really happened in Malta this September when contagious bird flu was first announced?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scientific American Blog Network Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Genomic and Viral Sovereignty: Tethering the Materials of Global Biomedicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hinterberger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Culture",
            "volume": "27",
            "issn": "2",
            "pages": "361--86",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Sovereignty' that risks global health. The Washington Post 10 August, sec. Opinions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holbrooke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Remembering the future: Science, law, and the legacy of Asilomar",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hurlbut",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dreamscapes of Modernity: Sociotechical Imaginaries and the Fabrication of Power",
            "volume": "",
            "issn": "",
            "pages": "126--151",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Experiments in Democracy: Human Embryo Research and the Politics of Bioethics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hurlbut",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Laws of containment: Control without limits in the New Biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hurlbut",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gene Editing, Law, and the Environment: Life Beyond the Human. New York: Routledge",
            "volume": "",
            "issn": "",
            "pages": "77--94",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pandemic anxiety and global health security",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fear: Critical Geopolitics and Everyday Life",
            "volume": "",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "In a constitutional moment: Science and social order at the millennium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Social Studies of Science and Technology: Looking Back",
            "volume": "23",
            "issn": "",
            "pages": "155--80",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A New Climate for Society. Theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Culture & Society",
            "volume": "27",
            "issn": "2/3",
            "pages": "233--253",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A world of experts: Science and global environmental constitutionalism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Boston College Environmental Affairs Law Review",
            "volume": "40",
            "issn": "",
            "pages": "439--452",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dreamscapes of Modernity: Sociotechical Imaginaries and the Fabrication of Power",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "H5N1: Flu transmission work is urgent",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "482",
            "issn": "7384",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sentinel Devices: Managing Uncertainty in Species Barrier Zones",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Modes of Uncertainty: Anthropological Cases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A World of Struggle: How Power, Law, and Expertise Shape Global Political Economy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The emergence of global administrative law",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kingsbury",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krisch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Law and Contemporary Problems",
            "volume": "68",
            "issn": "3/4",
            "pages": "15--61",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Beyond Constitutionalism: The Pluralist Structure of Postnational Law",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krisch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Structure of Scientific Revolutions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Global Health Security and the Pathogenic Imaginary",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dreamscapes of Modernity: Sociotechnical Imaginaries and the Fabrication of Power",
            "volume": "",
            "issn": "",
            "pages": "300--320",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Unprepared: Global Health in a Time of Emergency",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Viruses and Humankind: Intracellular Symbiosis and Evolutionary Competition",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Emerging Viruses",
            "volume": "",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Real Threat of 'Contagion'. The New York Times",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lipkin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Emerging Viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Grounding a Pandemic. The New York Times",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Obama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lugar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Laws of encounter: A jurisdictional account of international law",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pahuja",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "London Review of International Law",
            "volume": "1",
            "issn": "1",
            "pages": "63--98",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The republic of science: Its political and economic theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polanyi",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Minerva",
            "volume": "1",
            "issn": "1",
            "pages": "54--73",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Export controls still blocking Publication of Fouchier's H5N1 Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "CIDRAP. Available at",
            "volume": "",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Cholera Years: The United States in 1832, 1849, and 1866",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Seeing Like a State: How Certain Schemes to Improve the Human Condition Have Failed",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Towards mutual trust, transparency and equity in virus sharing mechanism: The avian influenze case of Indonesia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sedyaningsih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Isfandari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soendoro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annals Academy of Medicine Singapore",
            "volume": "37",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The Scientific Life: A Moral History of a Late Modern Vocation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shapin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Emerging infectious disease/emerging forms of biological sovereignty",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Technology & Human Values",
            "volume": "36",
            "issn": "5",
            "pages": "616--637",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Constitutional Fragments: Societal Constitutionalism and Globalization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Teubner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Fact Sheet: The President's National Security Strategy",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Taking constitutionalism beyond the state",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Political Studies",
            "volume": "56",
            "issn": "3",
            "pages": "519--543",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Postnational constitutionalism and postnational public law: A tale of two neologisms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transnational Legal Theory",
            "volume": "3",
            "issn": "1",
            "pages": "61--85",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Controlling avian flu at the source",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hulse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "7041",
            "pages": "415--416",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "World Health Organization (2011a) Pandemic Influenza Preparedness Framework for the Sharing of Influenza Viruses and Access to Vaccines and Other Benefits",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Concerned That New H5N1 Influenza Research Could Undermine the",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Pandemic Influenza Preparedness framework. Geneva: World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Report on Technical Consultation on H5N1 Research Issues. Geneva: World Health Organization",
            "authors": [],
            "year": 2012,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article. Notes 1. With ''science,'' I am referring to the figure of science as invoked in statements like ''science knows no country.'' I approach science in a constructivist rather than realist mode: ''science'' is an institutional figure that is described and deployed by actors to lay claim to particular forms and positions of authority. My interest is in how ''science'' is constructed by social actors in order to do this work, not in whether certain accounts of what ''science'' can or cannot know, or should or should not do, comport with or transgress some idealized construction of ''science.'' 2. But for an account that looks to informal sites of constitution-making, though from a theoretical angle that is somewhat different than mine, see Teubner (2012) . 3. I locate ''scientific sovereignty'' by looking to practices of jurisdiction, rather than the reverse. As Sundhya Pahuja has argued, by treating ''sovereignty as the practice of jurisdiction. . .sovereignty is demystified, and understood as a historically specific collection of practices through which authority is exercised.'' By looking to jurisdiction-practices of speaking the law-first ''the ways in which, the practices by which, and the technical means by which. . . authority is exercised and lawful relations are conducted'' are made visible (Pahuja, 2013: 70) . Whereas Pahuja wants to open up sovereignty to integration as a complex space of practice rather than a taken-for-granted fact of global legal and political order, I want to take ''the technical means by which. . . authority is exercised'' by science, in particular the presumption that knowledge stands outside of (or above) political order, as an entry-point for surfacing its ''constitutional position'' in global political order, and the ways in which it performs and claims a kind of tacit sovereignty, whether or not its exercise of sovereignty is named or recognized as such. 4. The provisions were rather toothless: ''member states should urge vaccine manufacturers'' to allocate a portion of each production cycle of influenza vaccine for developing countries, to implement tiered pricing of vaccine and retroviral therapies, etc. (WHO, 2011a: 20) . 5. ''Gain of function'' refers to experiments in which viruses are given novel or enhanced capacities. 6. I am evoking Kuhn's notion of ''normal science'' as quotidian and within the paradigm. Here, though, I wish to draw attention to the normative and political role of the idea of normal science. Normal science is science that",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 869,
                    "text": "Teubner (2012)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1426,
                    "end": 1444,
                    "text": "(Pahuja, 2013: 70)",
                    "ref_id": null
                },
                {
                    "start": 2287,
                    "end": 2303,
                    "text": "(WHO, 2011a: 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}