{
    "paper_id": "389cf7fbc2cbc65c9c93dd64128c6d79ed5b24de",
    "metadata": {
        "title": "Lifestyle and Psychological Factors Affecting Eating Habits and Physical Activity Among Government Servants in the States With the Highest Cumulative Cases in Malaysia During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Demarzo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tonia",
                "middle": [],
                "last": "Vassilakou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hana",
                "middle": [],
                "last": "Nur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hamzaid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nur",
                "middle": [
                    "Hana"
                ],
                "last": "Hamzaid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Rehabilitation and Special Needs Studies (iCaRehab)",
                    "institution": "Universiti Kebangsaan Malaysia",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": "hanahamzaid@ukm.edu.my"
            },
            {
                "first": "Zeesha",
                "middle": [],
                "last": "Gloria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rayner",
                "middle": [],
                "last": "Gumisi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Kebangsaan Malaysia",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Syaidatul",
                "middle": [],
                "last": "Khafizah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmad",
                "middle": [],
                "last": "Helme",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Kebangsaan Malaysia",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Norhazirah",
                "middle": [],
                "last": "Azmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Kebangsaan Malaysia",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohd",
                "middle": [],
                "last": "Razif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Healthy Ageing and Wellness (H-CARE)",
                    "institution": "Universiti Kebangsaan Malaysia",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Shahril",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The rapid spread of COVID-19 continues to substantially impact the economy and well-being of people worldwide. The year 2020 began with the spread of the novel coronavirus outbreak that causes severe acute respiratory syndrome coronavirus 2 (SARS-COV-2) which was named COVID-19 by the World Health Organization (WHO) (2) . In January 2020, the WHO has declared the outbreak a Public Health Emergency of International Concern and a Global Pandemic in March 2020.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The infection and spread of the disease at high rates have alarmed health agencies and citizens. The first local case of COVID-19 detected in Malaysia was on January 23, 2020, involving two citizens from Sabah and one from Selangor. The government took a preventive measure to combat the COVID-19 outbreak through social and physical distancing by implementing a nationwide Movement Control Order (MCO) starting March 18, 2020 with the recommendation of the WHO. The MCO was a directive closure of all government and private premises except for essential services which included water, electricity, energy, telecommunications, postal, transportation, irrigation, oil, gas, fuel, lubricants, broadcasting, financial, banking, health, pharmacy, fire, prison, port, airport, security, defense, cleaning, retail, and food supply. In addition, the closing of all nurseries, government, private schools, and public and private higher education institutions was required. A significant increase in cases was seen in October 2020, which caused the Conditional Movement Control Order (CMCO) and the Enhanced Movement Control Order (EMCO) to be implemented in selected states in Malaysia. The social and physical distance practices were crucial in combating the COVID-19 outbreak. However, it has also altered many aspects of life, including lifestyle, psychological factors affecting eating habits, and physical activity during the pandemic (3) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 426,
                    "text": "March 18, 2020",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Quarantine or MCO is associated with restriction of movement. It includes daily work routines, which can cause emotional changes such as anxiety or boredom. Changes in eating habits have been reported and associated with greater energy and macronutrient intake during the COVID-19 pandemic (1) . As humans are inherently social, long periods of social distancing may put psychological stress which can lead to a higher intake of larger quantities of food to cope with fear and anxiety (4) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The COVID-19 outbreak has also impacted lifestyle and daily work routine. Various studies on lifestyle changes during COVID-19 were conducted, including eating habits, supplementation, smoking habits, alcohol intake, and sleeping patterns. Increased time at home has led to excessive consumption of food which were related to social, emotion, or food cravings, commonly known as \"comfort food\" to help in reducing stress. \"Comfort food\" is normally high in simple carbohydrates which aid to reduce stress by inducing high serotonin production, thus positively impacts one's emotions. However, the effect on \"comfort foods\" is directly proportional to the glycemic index of food, which is closely related to increased risk of obesity, diabetes, and cardiovascular disease, all of which are known to increase risk of complications among COVID-19 victims (5) . In addition, psychological factors such as anxiety, loneliness, and boredom have also affected eating habits during the COVID-19 pandemic. The isolation has caused great pressure, resulting in high intake of food. In addition to that, news and information on COVID-19 in social media can be stressful and overwhelming, leading to excessive eating (1) .",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 855,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Increased time spent at home during the COVID-19 has influenced various changes in smoking habits. The study from Di Renzo et al. (5) reported that there was an increment in smoking habits among Italians, while Sidor et al. (6) reported that there were no changes in smoking habits among Polish people. In addition, changes in sleeping patterns during the pandemic has also affected individuals' quality of sleep. A study in the Middle East and North Africa (MENA) reported a decline in sleep quality during the COVID-19 pandemic (7). However, a study in Portugal by Antunes et al. (8) reported that the sleep quality of Portuguese had no changes. An increment in consumption of dietary supplements like Vitamin C and D was seen during the COVID-19 pandemic as an effort to increase immunity. Furthermore, a significant change in the consumption of alcohol caused by increased time spent at home and stress was observed during the pandemic.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The new norm has also altered physical activity during the outbreak. A previous study done by López-Moreno et al. (1) in Spain reported that 44.7% of respondents did not perform any exercises or physical activities during the pandemic due to the limited social and physical distance practiced. In addition, prolonged screen exposure to smartphones, computers, and televisions has contributed to sedentary behavior together with experiencing barriers in doing exercise that resulted from the closure of the recreational parks and sports centers during. This has consequently led to a decline in physical activity level.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Additionally, Work from Home Policy (WFH) has contributed to the reduction of movement compared to before the pandemic (9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This was a cross-sectional study conducted online among Malaysian government servants. Particularly, men and women aged ≥18 years from four states with the highest cumulative COVID-19 cases in Malaysia (Selangor, Sabah, Johor, and Kuala Lumpur). Data were collected from May to June 2021 to assess the lifestyle behaviors, psychological factors affecting eating habits, and physical activity among government servants during the COVID-19 outbreak in Malaysia. Participants were mainly recruited through social media (Facebook, WhatsApp, Telegram, Instagram, and email) and were asked to complete an online questionnaire using the Google Forms web survey platform. A total of 210 participants were recruited, including 56 men and 154 women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Population"
        },
        {
            "text": "A brief description of the study and its purpose and an informed consent form was provided at the beginning of the electronic page containing the invitation for survey participation. All subjects were considered to have given their consent after clicking the \"accept\" icon, indicating that they have understood the informed consent requirements. This study has received approval from the Research and Ethics Committee of The National University of Malaysia (UKM) with ethical code: UKM PPI/111/8/JEP-2021-269.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Aspects"
        },
        {
            "text": "Assessment of Socio-Demographic, Anthropometric, Lifestyle, and Psychological Factors Affecting Eating Habits and Physical Activity Level Data collection was carried out through a digital selfadministered electronic questionnaire using Google Form. The instrument was designed and culturally adapted to be applied in the studied country. It included questions on sociodemographic, anthropometric, lifestyle changes, psychological factors affecting eating habits, and physical activity during the COVID-19 pandemic. The following sociodemographic characteristics were evaluated: age in years; state of living during home confinement (Selangor, Sabah, Kuala Lumpur, Johor); occupation; gender (male or female); educational level (secondary school, vocational education, Foundation/Matriculation, Diploma, Bachelor's degree, Masters, Ph.D.); living status during MCO (living alone, with one person, two persons, three persons, four persons, or more); and whether they are working from home (yes or no). The anthropometric data were collected in Body Mass Index (BMI) (body weight; before and during MCO in kg divided by height in meters squared). A set of questionnaires from López-Moreno et al. (1) were adopted to assess the lifestyle during COVID-19. It included the protection participants used during lockdown (face mask, gloves, and face shield), food habits (increased food consumption, specific food consumed, snacking, cooking practices during MCO, daily number of consumed meals and frequency of meals before and during MCO, sources of food during MCO, three most consumed foods, and soft drinks and type consumed), frequency and type of alcohol consumption, smoking frequency during MCO, dietary supplements consumption during MCO, and sleep quality and exercise before and during MCO with respect to the time and intensity dedicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Aspects"
        },
        {
            "text": "Phychological factors, namely, mood changes during lockdown were evaluated using the Emotional Eater Questionnaire (EEQ) by Garaulet et al. (10) , with respect to feeding, nervousness, sleep-problem, and overall feeling about life-affecting eating habits. The EEQ is a 10-item questionnaire developed to assess the extent to which emotions affect eating behavior. The question had four possible replies: (1) never, (2) sometimes, (3) generally, and (4) always. The total score ranged from 0 to 30. The subjects were classified into 4 groups: nonemotional eater (score 0-5), low emotional eater (score 6-10), emotional eater (score [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] , and very emotional eater (score [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] . The self-administered 7-day activity questionnaire, the Malay International Physical Activity Questionnaire (IPAQ-M), that was validated for Malaysian population (11) was used in this study. The questions included were total frequency and duration of vigorous activity, moderate activity, walking, and sitting. The following metabolic equivalent of task (MET) values were used: walking = 3.3 METs, moderate activity = 4.0 METs, and vigorous activity = 8.0 METs. The MET-minutes per week (MET-min/week) was calculated as follows: minutes of activity/day × days per week × MET level. The total amount of physical activity scores obtained from the IPAQ-M was classified into three categories, namely, low, moderate, or high physical activity level, according to the scoring protocol on the IPAQ Web site guidelines (11) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 144,
                    "text": "Garaulet et al. (10)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1579,
                    "end": 1583,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Aspects"
        },
        {
            "text": "Data were cleaned for duplicates before importing and analyzing using SPSS 22. Descriptive statistics of the socio-demographic characteristics of the participants were then conducted. EEQ was based on a 30-point scoring system using the cut-offs (Nonemotional eater: ≤5; Low emotional eater: 6-10; Emotional eater: 11-20; Very emotional eater: 21-30) used by Garaulet et al. (10) . The International Physical Activity Questionnaire (IPAQ) was based on MET values (walking = 3.3 METs, moderate intensity = 4.0 METs, vigorous intensity = 8.0 METs) with the following calculation for total MET-minutes/week: Walk (METs × min × days) + Moderate Intensity (METs × min × days) + Vigorous Intensity (METs × min × days). Data were presented as mean ± SD and percentages in parentheses (%) for categorical variables.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Paired T-test was conducted to determine the difference between the bodyweight before MCO and the body weight during MCO of the same participant. Independent t-test was used to determine the significant difference between the means in the MET value (min/week) and the gender of the participants. Chi-Square test was performed to evaluate the association of lifestyle, emotional eater classification (non-emotional eater, low emotional eater, emotional eater, and very emotional eater), physical activity level (low, moderate, and high), differences in body weight, and BMI before and during MCO with gender of the participants. Next, the Chi-Square test was also performed to evaluate the association of lifestyle and influence of psychological status (non-emotional eater, low emotional eater, emotional eater, and very emotional eater). Chi-Square test was also conducted to evaluate the association of influence of psychological status (nonemotional eater, low emotional eater, emotional eater, and very emotional eater) and physical activity level during MCO (low, moderate, and high). Results were significant at P < 0.05 for all analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The studied sample consisted of 210 respondents, with the majority of them being women (73.3%). The mean age of participants was 41.2 years, and the age range was 22 to 59 years. The largest group was from Sabah (45.7%), followed by Selangor (32.4%), Kuala Lumpur (11.4%), and Johor (10.5%). The majority of participants (50%) hold bachelor's degrees. Also, 68.1% of participants live with four or more household members, and 82.5% of participants have been working from home during MCO ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 497,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sociodemographic Characteristics"
        },
        {
            "text": "In general, 62.4% of the participants reported changing their eating habits during the home confinement. A positive change can be seen as most participants reported improved eating behavior which was evaluated through eating patterns at home, reuse of surplus food, shopping list planning, menu planning, healthy food choices, and fresh food consumption during MCO. However, analyses on dietary intake showed a similar pattern between before and during MCO, with 46.2 and 40.5% answering no changes for the quantity of food intake and frequency of mealtime, respectively. The same was observed for the number of meals, wherein there was no change during MCO as the majority of the subjects declared eating three meals per day both before (39.0%) and during (35.7%) the home confinement. No statistical significance was also found between the number of meals consumption and gender (P-value before MCO = 0.158, P-value during MCO = 0.239).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifestyle Behaviors"
        },
        {
            "text": "Results for food choices show that 42.9% of the participants did not consume soft drinks during the home confinement. Among those who reported otherwise, carbonated drinks were the most preferred, followed by packet drinks (chrysanthemum tea, lemon tea, and soya) and cordials. In addition, most of the respondents reported carbohydrate food sources (rice, noodles, bread, biscuits, flour, and fruits) as the most essential food during MCO. At the same time, deep frying was the most preferred cooking method (65.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifestyle Behaviors"
        },
        {
            "text": "Regarding the intake of supplements, the majority of subjects reported consuming supplements during MCO (53.8%), with a higher incidence among women (62.3%; P < 0.001; Table 4 ). The most frequently taken supplements were vitamin C, multivitamins, and fish oil. A small number of subjects, 7.6 and 5.7%, respectively consumed alcohol and tobacco during home confinement ( Table 2) , with beer, red wine, and traditional rice wine as the most consumed alcoholic beverages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Lifestyle Behaviors"
        },
        {
            "text": "With regards to sleeping patterns, the average hours of sleep during MCO were 6.67 ± 1.353 h per day, higher than before MCO (6.30 ± 1.146 h). Statistical significance was found between sleeping hours before and during the home confinement (P < 0.001). An increment in the total number of subjects with more than 7 h of sleep per day was observed during home confinement (49.5%) compared to prior home confinement (31.4%). A total of 53.8% of participants stated that their sleep quality did not change before and during the pandemic. In addition, a similar finding was found between men and women (P > 0.005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifestyle Behaviors"
        },
        {
            "text": "During the MCO period, 43.8% of the participants reported to have not experienced any difficulty in falling asleep, 26 .1% declared that they were looking for meaning in life, and 25.7% reported nervousness and distress ( Table 3) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Psychological Factors Affecting Eating Habits"
        },
        {
            "text": "While there were no differences in psychological factors between genders (P > 0.05), an exception was found for the perception of boredom and apathy, where a higher proportion of men answered yes compared to women (P = 0.029).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological Factors Affecting Eating Habits"
        },
        {
            "text": "The findings also show that all participants perceived a relationship between food and health, and the majority (56.2%) of them stated that their mood positively affected their eating habits. When looking into the categories of emotional eating, most participants (49.1%) were classified as emotional eaters or very emotional eaters. In addition, the EEQ level was associated with quantity of food intake (P = 0.003) and frequency of mealtime (P < 0.001). However, there are no relationships between eating patterns at home (P = 0.175), reuse of excess food (P = 0.156), shopping list planning (P = 0.766), menu planning (P = 0.624), healthy food selection (P = 0.730), label reading (P = 0.772), snack purchase (P = 0.434), fresh food intake (P = 0.629), and processed/fast food intake (P = 0.076) and emotional level during MCO (P > 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological Factors Affecting Eating Habits"
        },
        {
            "text": "It was found that emotional and very emotional eaters frequently used the frying method (73.8%) compared to nonemotional and low-emotional eaters who preferred healthier cooking methods (42.1%) during MCO (P = 0.016). However, there is no relationship between the consumption of soft drinks, smoking habits, alcohol intake, and emotional levels reported during MCO reported (P > 0.05) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 394,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Psychological Factors Affecting Eating Habits"
        },
        {
            "text": "In addition, it was also found that there is a relationship between changes in eating habits and emotional levels. Particularly, higher percentage (71.8%) of emotional and very emotional eaters changed their eating habits during MCO (P = 0.005). Furthermore, there is also a relationship between the frequency of food intake before MCO and emotional levels (P = 0.020). Particularly, the intake of three meals contributed to the higher percentage (44.9%) of non-emotional and low-emotional eaters. However, there is no relationship between the frequency of food intake, supplement intake, and quality of sleep during MCO and the reported emotional levels (P > 0.05) ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 675,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Psychological Factors Affecting Eating Habits"
        },
        {
            "text": "Most participants performed exercise during MCO. Specifically, 21.9% continued with the same training patterns they had before MCO, while 17.6% performed lower intensity exercise and 11.9% performed shorter periods of exercise compared to what they usually did before MCO. Meanwhile, 11.9% of the participants only started doing exercise during the home confinement. Moreover, the majority of participants reported an increase in the total time of doing house chores (54.3%) during MCO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Activity Level During MCO"
        },
        {
            "text": "Based on IPAQ-M, a higher MET was observed in men (5001.4 ± 5354.0 min/week) compared to women (2864.3 ± 2754.3 min/week). Almost half of the subjects were categorized with high MET (45.5%) ( Table 5 ). There was no association found between psychological factors affecting eating habits with MET categories (P = 0.577). However, most subjects with nonemotional and low emotional eaters had high MET (50.0%) during MCO ( Table 6) . Table 7 shows the changes in weight and BMI before and during MCO. Participants reported a significant decrease in body weight and BMI during MCO compared to prior to MCO (P < 0.001). Among women, there were also significant differences reported in body weight (P < 0.001) and BMI (P < 0.001) during MCO compared to before MCO.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 421,
                    "end": 429,
                    "text": "Table 6)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 439,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Physical Activity Level During MCO"
        },
        {
            "text": "This study had one main purpose: to assess the lifestyle behaviors, psychological factors affecting eating habits, and physical activity among government servants during the COVID-19 outbreak in challenges upon the current trend of the COVID-19 pandemic, causing changes in lifestyle behaviors (2) . MCO caused by the COVID-19 outbreak increased time spent at home, affecting lifestyle behaviors and individual action (7). Considering eating habits, most of the participants did not face a big difference in the quantity and frequency of food intake before and during MCO (46.2% and 40.5%, respectively). On the contrary, a study carried out in Portugal (8) during the COVID-19 pandemic showed altered eating habits as there was a significant percentage of participants who reported that they started to eat in larger quantities (31.6%) more often (45.2%). The same result found in the study by Sidor et al. (6) from Poland stated that 43.5% of their participants had increased their food intake during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 895,
                    "end": 911,
                    "text": "Sidor et al. (6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In United Arab Emirates (UAE), a study by Radwan et al. (12) reported that one of the unhealthy behavioral changes that persistently happened among the participants were increased food intake (32.0%). Besides that, our results showed that the majority of the subjects did not change the pattern of their number of meals during MCO. The majority of them declared eating three meals per day before and during the home confinement with percentages of 39.0 and 35.7%, respectively. However, a study in the MENA region showed an increase in the number of meals consumed per day, along with a reduction in the percentage of skipping meals by participants during the coronavirus pandemic (7) .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "During the COVID-19 pandemic, our study observed a positive change as most participants proclaimed an improvement in eating habits (eating patterns at home, reuse of surplus food, shopping list planning, menu planning, healthy food choices, and fresh food consumption) during MCO. It can also be observed that almost half of the participants (42.9%) did not consume soft drinks during home confinement. In addition, the majority of subjects also responded that they had eaten better during MCO (42.4%). On the contrary, a study by Scarmozzino et al. (13) in Italy found that the majority (52.9%) of their subjects claimed that there was an increase in the intake of comfort food (42.5%) such as chocolates, ice creams, desserts, and salty junk foods (23.5%) (13) . In China, a study by Yang et al. (14) also reported that 38.2% of their subjects reported an increase in junk food consumption during the pandemic. The same result was observed from an online survey by Ammar et al. (15) , which involved respondents from West Asia, North Africa, and Europe who reported that there was an elevated percentage of junk food and unhealthy food consumption during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 786,
                    "end": 802,
                    "text": "Yang et al. (14)",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similarly, a study in Chile by Reyes-Olavarría et al. (9) reported that the majority (51.3%) of their respondents applied negative food habits with low intake of water and nuts, high consumption of fried food, and junk foods with low micronutrients, high sugar, fat, and sodium. Besides that, research by Di Renzo et al. (5) in Italy observed that 53.9% of the Italian participants had changed their eating habits. Particularly, there was an increase in food intake and consumption of unhealthy junk foods while staying at home during a pandemic. The study also stated that unhealthy eating patterns, such as unhealthy types of foods, uncontrolled eating behavior, frequent consumption of junk food between mealtimes, and quantity of main meals were all reported to have increased among the respondents (5). However, a study by Basu et al. (16) in India declared that 60.0% of their participants reported a decrease in fast food consumption during COVID-19.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 828,
                    "end": 844,
                    "text": "Basu et al. (16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In regards to supplement intake, the majority of the participants reported a hiher consumption of supplements (53.8%), with higher incidence among women (62.3%) compared to men (30.4%). López Moreno et al. (1) , in Spain, also reported the same finding as 20.3% of their respondents, among which women (22.5%) more than men (15.3%), consumed supplements during the COVID-19 pandemic. This data were also similar to the study by Pérez-Rodrigo et al. (17) , also in Spain, which reported that 21.3% of their participants, of which a higher percentage of women aged 35-54 years old, had been taking supplements during the COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our results, the most frequent type of supplements taken by subjects was vitamin C, multivitamin, and fish oil. Similarly, Zaki et al. (18) also reported that the most common vitamin, mineral, and food supplements often consumed by Malaysian adults included Vitamin C, multivitamin, fish oil, and Royal jelly. This study also claimed that older-aged adult women with higher education levels and monthly income were more likely to consume dietary supplements (18) . In Spain, a study by Pérez-Rodrigo et al. (17) also stated that multivitamins were the most frequent supplement taken by their participants, followed by the intake of vitamin D supplement (25.8%), and vitamin C (22%). In India, a study from Basu et al. (16) claimed that 35% of their respondents had been taking immunity boosters, of which the most popular choices were ginger and garlic, followed by multivitamins (15%) as a measure of immune protection.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 142,
                    "text": "Zaki et al. (18)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As for tobacco, a small number of subjects (5.7%) in our study consumed tobacco during MCO. Nonetheless, in Australia, Stanton et al. (19) claimed that almost 93.0% of their respondents did not face any changes or decreased their smoking status since the beginning of the COVID-19 outbreak. A similar pattern could be observed from the study by Sidor et al. (6) in Poland, which reported that 40.0% of their subjects stated that their smoking habits did not change during the pandemic, while 14.8% of the subjects were not sure about their smoking habits. Meanwhile, a study by Tetik et al. (20) in Turkey claimed that 31.1% of their subjects had stopped smoking during the COVID-19 pandemic. A study by Klemperer et al. (21) in the United States also reported that 22.9% of their respondents lessened their smoking consumption, 21.2% decreased the usage of electronic cigarettes, and 16.2% stopped smoking during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 345,
                    "end": 361,
                    "text": "Sidor et al. (6)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 595,
                    "text": "Tetik et al. (20)",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 725,
                    "text": "Klemperer et al. (21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, a study by Malta et al. (22) in Brazil claimed that 34.0% of smokers among their subjects reported an increase in smoking habits during the pandemic, which was more frequent among adults aged between 18 and 29 years old. Twentytwo-point-five percent and 5.1% of their respondents reported an increase of 10 and 20 cigarettes in a day, respectively. Surprisingly, among the 22.5 percent who had an increment of 10 cigarettes a day, majority were women (28.9%; men, 16.8%). Increased smoking habits were reported to be one of the ways to cope with the stress faced by the participants during the COVID-19 outbreak (22) . A study by Kolokotroni et al. (23) in Cyprus also reported an escalation in the trend of smoking habits. Particularly, 43.8% of their participants who were smokers had been smoking more frequently. The same goes for the study by López-Moreno et al. (1) in Spain, which observed that 7.5% of their participants had been smoking more often during COVID-19 pandemic (1, 23) .",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 37,
                    "text": "Malta et al. (22)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 639,
                    "end": 662,
                    "text": "Kolokotroni et al. (23)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding alcohol consumption, our study had observed that only a small number of subjects (7.6%) consumed alcohol during MCO. A corresponding result had been found by Sidor et al. (6) in Poland. In their study, 77.0% of their participants did not increase their alcohol consumption during the period of quarantine. However, 14.6% of the subjects reported an increase in alcohol consumption. This particular finding was more often found among alcohol addicts. Another 8.3% of the subjects were not sure about their alcohol consumption during the COVID-19 pandemic (6) . Similarly, research by López-Moreno et al. (1) in Spain claimed that 18.3% of their subjects had taken alcohol more often during the COVID-19 outbreak compared to before the pandemic.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Reyes-Olavarría et al. (9) in Chile also observed that there was an increase in the alcohol consumption of their subjects (30.0%). This was consistent with the research by Australia's Foundation for Alcohol Research and Education which reported that 20.0% of Australians increased their purchase of alcohol at the beginning of COVID-19 outbreak and that 70.0% of Australians drank alcohol more than usual during COVID-19 pandemic (9, 19) . In our study, beer, red wine, and traditional rice wine were the alcoholic beverages most consumed by drinkers among the participants. The same result could be observed from a study by Pérez-Rodrigo et al. (17) in Spain in which wine and beer were frequently consumed (68.5%).",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding sleeping patterns, our study observed that the average hours of sleep by government servants during MCO was 6.67 ± 1.353 h per day, higher than 6.30 ± 1.146 h before MCO. This showed a statistical significance between sleep hours prior and during the home confinement. Besides that, the majority of the subjects (53.8%) in our study also stated that their sleep quality did not change during the pandemic. There was also an increase in the total number of subjects with more than 7 h of sleep during home confinement (49.5%) compared to prior home confinement (31.4%). Equivalently, the study by Di Renzo et al. (5) reported that the sleeping time among the subjects had changed during the home confinement period in Italy. Another research in Italy by Cellini et al. (24) also claimed that there was a change in sleeping patterns of the respondents as the percentage of respondents that lack sleep increased fromv 40.5% before the pandemic to 52.4% during the pandemic.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 763,
                    "end": 782,
                    "text": "Cellini et al. (24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cheikh Ismail et al. (7) also observed that the percentage of subjects who reported poor sleep quality had increased from 17.1% before the COVID-19 outbreak to 29.2% during the COVID-19 pandemic. The percentage of participants who reported experiencing sleep disturbances during the pandemic had increased (63.2%) compared to the percentage before the pandemic (53.1%) (7). On the contrary, a study by Antunes et al. (8) in Portugal stated that the majority of the respondents did not face any changes in their sleeping patterns. In addition, Stanton et al. (19) claimed an inconsistent result from their research as half of the respondents (50.7%) reported no sleep quality changes since the COVID-19 outbreak. Still, another 40.7% of the respondents stated an adverse difference in their sleep quality.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 402,
                    "end": 420,
                    "text": "Antunes et al. (8)",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The COVID-19 pandemic put pressure on some individuals as they had to restrict their social activities (25) . Self-adaptation to sitting at home for an extended period during a pandemic contributed to a higher stress level (26) . According to Di Renzo et al. (5) , factors of stress included uncertainty about the quarantine period, fear of the possibility of being infected, banned on going to the hospital unless for necessary scenarios, disappointment, boredom, uncertainty with the future, fear of large financial losses, and long-term effects that would lead toward emotional eating habits.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "During the period of MCO, our study had perceived that 25.7% of participants (17.9% men and 28.5% women) reported nervousness and distress to a greater extent. In addition, Di Renzo et al. (5) stated that almost half of the respondents in Italy reported anxious feelings toward their eating habits, among which which the percentage of anxiety among women was higher than men. In the UAE, a study by Radwan et al. (12) observed that the majority of their participants reported high-stress levels and anger during COVID-19.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 399,
                    "end": 417,
                    "text": "Radwan et al. (12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Social isolation, fear of COVID-19, anxiety, loneliness, and boredom had been shown to influence eating behaviors (4). All participants in our study agreed that there was a relationship between food and health. The majority (56.2%) of the subjects (53.6% men and 57.1% women) stated that their mood positively affected their eating habits during home confinement. In contrast, a study by López-Moreno et al. (1) in Spain reported that 54.4% of the respondents experienced negative changes in food habits during the isolation period. This included an increase in food intake and consumption of comfort food as it was reported to reduce the emotional problems or stress of the participants (1). Flaudias et al. (27) also stated that higher levels of stress and anxiety during isolation among their participants were related to overeating.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Based on Ammar et al. (15) , the increase in consumption of junk food and unhealthy food was caused by anxiety factors, boredom, or depression experienced by the subjects during the pandemic outbreak. A study by de Faria Coelho-Ravagnani et al. (28) also claimed that the negative psychological effects had caused emotional nutrition and triggered a craving of sweetened foods. Radwan et al. (12) from the UAE reported that the increase in food intake among the subjects was caused by the fear and anxiety that they felt during the pandemic outbreak. On the other hand, Basu et al. (16) from India reported a decrease in the consumption of fast food that was related to the strict restrictions made by the Indian government by banning the Indian citizens from going out of their houses. Hence, respondents might have been scared of ordering food through online delivery apps as they were scared of the spread of COVID-19 (16) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 378,
                    "end": 396,
                    "text": "Radwan et al. (12)",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "From our study, most of the participants (49.1%; 57.2% men and 46.1% women) were classified as emotional eaters or very emotional eaters. Meanwhile, Di Renzo et al. (5) stated that women from the study were more prone to emotional eating behaviors. Particularly, they had increased their food intake in order for them to feel better or used food in response to the anxiety that they felt during COVID-19 outbreak (5) . Apart from that, 36.7% of participants from our study (26.8% men and 40.3% women) were categorized as low-emotional eaters, while 14.3% of participants (16.1% men and 13.6% of women) were classified as non-emotional eaters, respectively. Our study had observed that the classification of emotional eater was significantly correlated with the quantity of food intake and frequency of mealtime.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding supplement intake, our study reported that there was no relationship between supplement intakes and emotional levels during MCO. Di Renzo et al. (5) claimed that stress, restlessness, anxiety, and insomnia had caused a significant increase in the usage of medicines and additional foods among women compared to men. Besides that, the study also stated that women had frequent and higher psychological responses toward pressure than men (5) . A study in China by Zhoa et al. (29) concluded that supplement intake was due to how the participants were more concerned about nutrition and health condition during the COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As for smoking habits, our study observed only 5.6% of nonemotional and low emotional eaters, while 6.4% of emotional and very emotional eaters had been smoking tobacco during MCO. This was in line with the results of Tetik et al. (20) in Turkey that claimed that a significant percentage of their subjects had stopped smoking during the COVID-19 pandemi. They related this result with the participant's perceptions on how smoking during the pandemic outbreak would have a negative effect on one's health (20) . Similarly, Klemperer et al. (21) also reported that a significant number of their total subjects lessened their smoking consumption, decreased the usage of electronic cigarettes, and/or stopped smoking during the COVID-19 pandemic due to the subjects' feeling of fear and concern to take better care of their health status during a pandemic outbreak.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 523,
                    "end": 544,
                    "text": "Klemperer et al. (21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clay et al. (30) had mentioned that stress had been claimed as the prominent risk factor in the onset and maintenance of alcohol misuse. However, our study reported that only 6.8% of emotional and very emotional eaters had consumed alcohol during MCO. This result was against the findings from López-Moreno et al. (1) in Spain, which claimed that some of their subjects had taken alcohol more often during the COVID-19 outbreak compared to before the pandemic. Eventually, the study concluded that the increase of alcohol consumption was due to pandemic situation which led to the increased stress levels of some individuals (1) . Besides that, almost 30.0% of Australian adults also consumed more alcohol to overcome the psychological problems faced during the pandemic (19) .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Pérez-Rodrigo et al. (17) reported that stress was the major factor in the onset of alcohol abuse during the COVID-19 pandemic. The pandemic also provoked or exacerbated individual psychological problems, especially when receiving alarming information from news and social media related to COVID-19 (31) . In addition, Stanton et al. (19) stated that negative changes in alcohol consumption among Australians were due to factors of depression, anxiety, and stress during MCO. Chodkiewicz et al. (32) also claimed that individuals who regularly consumed alcohol were less likely to find something positive and unable to adapt to the challenging situation of a pandemic outbreak.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding sleeping habits, our study observed that 43.8% of the participants (37.5% men and 46.1% women) reported not having any difficulty falling asleep. There was also no relationship between quality of sleep and emotional level among participants during MCO. In contrast, research by Cellini et al. (24) in Italy reported that the score of above five in the Pittsburg Sleep Quality Index (PSQI) had increased among the participants (from 40.5% before pandemic to 52.4% during the COVID-19 pandemic), indicating sleep deprivation. The study also reported that changes in sleep quality (global PSQI >5) were higher in participants with a DASS-21, indicating that participants experienced symptoms of depression and anxiety. Therefore, the researchers noted a higher decline in sleep quality in people with high levels of depression, anxiety, and stress, which carried the same conclusion as a study by Stanton et al. in Australia (19, 24) .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 904,
                    "end": 936,
                    "text": "Stanton et al. in Australia (19,",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A study in MENA also claimed of increasing percentages of participants who reported poor sleep quality and sleep disturbances during the COVID-19 pandemic. It concluded that there was an increased percentage of participants who reported feeling lazy and less energetic during the pandemic period (7). Altena et al. (33) also reported that the effects on lifestyle changes, travel restrictions by the government, increased depression, anxiety, and stress associated with the COVID-19 pandemic might have significant negative effects on individuals' sleep habits and sleep quality.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 319,
                    "text": "Altena et al. (33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The importance of emphasizing participation in physical activity in this pandemic period is indicated to attain a healthier life. The quarantine period was related to stress/depression, leading to unhealthy diet and reduced physical activity (34) . Based on our study, most participants reported engaging in physical activity during MCO. This was categorized into four aspects, namely, continuing exercise with the same training patterns, performing exercise but with lower intensity, performing exercise but with a shorter period, and only started doing exercise during home confinement.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similarly, a study by Cancello et al. (35) also reported that 32% of the participants who exercised actively before the MCO claimed to continue and increase their physical activity during a pandemic outbreak. On the other hand, 27% of the inactive participants before the MCO had reported starting their exercise routine during the pandemic period (35) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 42,
                    "text": "Cancello et al. (35)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, our findings seemed to contradict previous studies by López-Moreno et al. (1), Yang et al. (14) , and Husain et al. (36) . who reported that most of their participants did not practice physical exercise during home confinement due to the closure of all sports centers and recreation areas. Thus, the facilities and opportunities for performing physical activity were minimal.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our result also observed that 132 subjects reported a mean value of total MET of 3495.8 (SD 3862.7) min/week. Almost half of the subjects were categorized with high MET (45.5%), of which 59.0% were men and 39.8% were women. Most subjects with non-emotional and low emotional eaters had high MET (50.0%) during MCO. The same finding was reported by Antunes et al. (8) , who claimed that most of the participants engaged in performing regular physical activity. Among which, 49.6% were classified as moderate level and 18.5% were classified as high level according to the category in IPAQ (8) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "An interesting finding on changes of body weight before and during MCO was observed in our study. Particularly, the mean values of body weight and BMI among subjects were reported of being decreased during MCO compared to prior, which might have been caused by the increased effort spent on doing physical activity and improvement in eating habits. On the other hand, previous studies have reported that there was an increase in body weight among their participants. In MENA, about one-third of the surveyed individuals (30.3%) reported weight gain during coronavirus pandemic. This finding further explained that the weight gain that occurred was not gained with the subsequent engagement in any physical activity during the coronavirus pandemic (7) . Similarly, López-Moreno et al. (1) reported that 38.8% of surveyed individuals in Spain increased their body weight by an average of 2.6 kg during the lockdown. The previous study in Chile reported that negative food habits were related to the negative changes in weight among their respondents (9) .",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 750,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This cross-sectional study on lifestyle, psychological factors affecting eating habits, and physical activity of the government servants during pandemic COVID-19 was the first to be conducted in Malaysia. As this study was conducted online, it appeared to have some limitations. Firstly, the data for weight and level of physical activity were self-reported, which could lead to the possibility of having under-reported and over-reported data for both categories. However, to minimize this issue, detailed instructions were written in the questionnaire prior to questions on anthropometry. However, the López-Moreno et al. (1) questionnaire that were used was not validated for the Malaysian population. In addition, the answers were not classified as a scoring system. Therefore, each of the components studied could not be categorized. Thus, less statistical analysis could be done to test various research hypotheses toward the result obtained from the study. Lastly, it was also found that a higher proportion of women responded to the survey compared to men, which is consistent in other similar health surveys (1, 5, 17).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Strength and Limitations"
        },
        {
            "text": "As an overview of our results, an interesting finding of this study was that positive changes could be seen in lifestyle behaviors, weight changes, and physical activity during MCO as most participants reported having improvements in their eating behavior. Particularly, in the aspects of the following: their eating patterns at home, reuse of surplus food, shopping list planning, menu planning, healthy food choices, fresh food consumption, and less intake of soft drink. Apart from that, some participants also responded that they had been eating better during MCO and decreased their body weight and BMI. Finally, most participants also claimed that they performed physical exercise. However, some unfavorable behaviors were reported, such as an increase in deep frying for cooking methods, and the majority of the respondents were classified as emotional eater or very emotional eater in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "During this period of a MCO, it is crucial to understand government servants' lifestyle behaviors and study the psychological dimensions as these play a significant role in the quality of life of government servants. Such information will help in designing better strategies in the future to improve the economic and health status among government servants in Malaysia while the MCO is still being implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by Research and Ethics Committee of The National University of Malaysia (UKM) with ethical code: UKM PPI/111/8/JEP-2021-269. The patients/participants provided their written informed consent to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "NH, MS, and NA directed the statistical analyses and reviewed and edited the manuscript. ZG, SA, and NA were responsible for data collection, conducted statistical analysis, and wrote the initial draft of paper. NH conceived the idea, data collection, and coordinated all steps of this project. All authors participated in the project design. All authors contributed to the article and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Physical and psychological effects related to food habits and lifestyle changes derived from covid-19 home confinement in the Spanish population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-Moreno",
                    "suffix": ""
                },
                {
                    "first": "Mti",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miguel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcés-Rimón",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12113445"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak situation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Perintah Kawalan Pergerakan (Movement Control Order)",
            "authors": [
                {
                    "first": "Negara",
                    "middle": [],
                    "last": "Majlis Keselamatan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association between eating behavior and quarantine/confinement stressors during the coronavirus disease 2019 outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zakhour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hachach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sacre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Salameh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eat Disord",
            "volume": "8",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1186/s40337-020-00317-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological aspects and eating habits during COVID-19 home confinement: results of EHLC-COVID-19 Italian online survey",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Renzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gualtieri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bigioni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Attinà",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12072152"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dietary choices and habits during COVID-19 lockdown: experience from Poland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sidor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rzymski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12061657"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessment of eating habits and lifestyle during coronavirus pandemic in the mena region: A cross-sectional study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Osaili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Marzouqi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Jarrar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zampelas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Nutr",
            "volume": "126",
            "issn": "",
            "pages": "757--66",
            "other_ids": {
                "DOI": [
                    "10.1017/S0007114520004547"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exploring lifestyle habits, physical activity, anxiety and basic psychological needs in a sample of portuguese adults during COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frontini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salvador",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morouço",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17124360"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Positive and negative changes in food habits, physical activity patterns, and weight status during COVID-19 confinement: associated factors in the Chilean population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reyes-Olavarría",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Á"
                    ],
                    "last": "Latorre-Román",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Guzmán-Guzmán",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jerez-Mayorga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caamaño-Navarrete",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delgado-Floody",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17155431"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Validation of a questionnaire on emotional eating for use in cases of obesity; the Emotional Eater Questionnaire (EEQ)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garaulet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Canteras",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lopez-Giuimera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sanchez-Carracedo",
                    "suffix": ""
                },
                {
                    "first": "Corbalan-Tutau",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nutr Hosp",
            "volume": "27",
            "issn": "",
            "pages": "645--51",
            "other_ids": {
                "DOI": [
                    "10.1590/S0212-16112012000200043"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reliability and validity of the Malay International Physical Activity Questionnaire (IPAQ-M) among a Malay population in Malaysia",
            "authors": [
                {
                    "first": "Ahy",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Moy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asia Pac J Public Health",
            "volume": "27",
            "issn": "",
            "pages": "2381--2390",
            "other_ids": {
                "DOI": [
                    "10.1177/1010539512444120"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Indirect health effects of COVID-19: unhealthy lifestyle behaviors during the lockdown in the United Arab Emirates",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Radwan",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Kitbi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hilali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hamadeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Int J Environ Res Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18041964"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Covid-19 and the subsequent lockdown modified dietary habits of almost half the population in an Italian sample",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarmozzino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Visioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foods",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/foods9050675"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Eating habits and lifestyles during the initial stage of the COVID-19 lockdown in China: a cross-sectional study",
            "authors": [
                {
                    "first": "G-Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A-P",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nutrients",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu13030970"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effects of COVID-19 home confinement on eating behaviour and physical activity: Results of the ECLB-COVID19 international online survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trabelsi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chtourou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boukhris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masmoudi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12061583"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of lockdown due to COVID-19 outbreak: lifestyle changes and public health concerns in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karmakar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bidan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Indian Psychol",
            "volume": "8",
            "issn": "",
            "pages": "1385--411",
            "other_ids": {
                "DOI": [
                    "10.25215/0802.159"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patterns of change in dietary habits and physical activity during lockdown in Spain due to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pérez-Rodrigo",
                    "suffix": ""
                },
                {
                    "first": "Gianzo",
                    "middle": [],
                    "last": "Citores",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hervás",
                    "middle": [],
                    "last": "Bárbara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruiz-Litago",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Casis",
                    "middle": [],
                    "last": "Sáenz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arija",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nutrients",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu13020300"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevalence and characteristic of dietary supplement users in Malaysia: data from the Malaysian Adult Nutrition Survey (MANS) 2014",
            "authors": [
                {
                    "first": "Nam",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Rasidi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Awaluddin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Hiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "Nsm",
                    "middle": [],
                    "last": "Nor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Glob J Health Sci",
            "volume": "10",
            "issn": "",
            "pages": "127--162",
            "other_ids": {
                "DOI": [
                    "10.5539/gjhs.v10n12p127"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Depression, anxiety and stress during COVID-19: associations with changes in physical activity, sleep, tobacco and alcohol use in Australian adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "G"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khalesi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Alley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Thwaite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17114065"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effect of the COVID-19 pandemic on smoking cessation success",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tetik",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Tekinemre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taş",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Community Health",
            "volume": "46",
            "issn": "",
            "pages": "471--476",
            "other_ids": {
                "DOI": [
                    "10.1007/s10900-020-00880-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Change in tobacco and electronic cigarette use and motivation to quit in response to COVID-19. Nicotine and Tobacco Research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Klemperer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peasley-Miklus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Villanti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "1662--1665",
            "other_ids": {
                "DOI": [
                    "10.1093/ntr/ntaa072"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The COVID-19 Pandemic and changes in adult Brazilian lifestyles: a cross-sectional study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Malta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Szwarcwald",
                    "suffix": ""
                },
                {
                    "first": "Barros",
                    "middle": [],
                    "last": "Mbda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "Í",
                    "middle": [
                        "E"
                    ],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Souza Júnior Prbd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Serv Saúde",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/s1679-49742020000400026"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lifestyle habits of adults during the COVID-19 pandemic lockdown in Cyprus: evidence from a cross-sectional study",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kolokotroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mosquera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quattrocchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heraclides",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Demetriou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Philippou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC Public Health",
            "volume": "21",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-021-10863-0"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Changes in sleep pattern, sense of time and digital media use during COVID-19 lockdown in Italy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cellini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Canale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mioni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Sleep Res",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jsr.13074"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Managing mental health in pandemic covid-19 and movement control order",
            "authors": [
                {
                    "first": "Jha",
                    "middle": [],
                    "last": "Khaiyom",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Malaysian J Med Sci",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21315/mjms2020.27.4.14"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Unprecedented disruption of lives and work: Health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112958"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "COVID-19 pandemic lockdown and problematic eating behaviors in a student population",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Flaudias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iceta",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zerhouni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Billieux",
                    "suffix": ""
                },
                {
                    "first": "P-M",
                    "middle": [],
                    "last": "Llorca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Behav Addict",
            "volume": "9",
            "issn": "",
            "pages": "826--861",
            "other_ids": {
                "DOI": [
                    "10.1556/2006.2020.00053"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dietary recommendations during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Faria Coelho-Ravagnani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Corgosinho",
                    "suffix": ""
                },
                {
                    "first": "Flfz",
                    "middle": [],
                    "last": "Sanches",
                    "suffix": ""
                },
                {
                    "first": "Cmm",
                    "middle": [],
                    "last": "Prado",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laviano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Mota",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nutr Rev",
            "volume": "79",
            "issn": "",
            "pages": "382--93",
            "other_ids": {
                "DOI": [
                    "10.1093/nutrit/nuaa067"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dietary diversity among Chinese residents during the COVID-19 outbreak and its associated factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12061699"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Alcohol use and misuse during the COVID-19 pandemic: a potential public health crisis?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30088-8"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Stress, anxiety, and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the northern Spain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ozamiz-Etxebarria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dosil-Santamaria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picaza-Gorrochategui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Idoiaga-Mondragon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cad Saude Publica",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/0102-311x00054020"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Alcohol consumption reported during the COVID-19 pandemic: the initial stage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodkiewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Talarowska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miniszewska",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nawrocka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bilinski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17134677"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dealing with sleep problems during home confinement due to the COVID-19 outbreak: Practical recommendations from a task force of the European CBT-I Academy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Altena",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baglioni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Espie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gavriloff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holzinger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Sleep Res",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jsr.13052"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Quarantine during COVID-19 outbreak: Changes in diet and physical activity increase the risk of cardiovascular disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mattioli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sciomer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maffei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gallina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutr Metab Cardiovasc Dis",
            "volume": "30",
            "issn": "",
            "pages": "1409--1426",
            "other_ids": {
                "DOI": [
                    "10.1016/j.numecd.2020.05.020"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Determinants of the lifestyle changes during COVID-19 pandemic in the residents of Northern Italy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cancello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soranna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zambra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Invitti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17176287"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Does COVID-19 change dietary habits and lifestyle behaviours in Kuwait: a community-based cross-sectional study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ashkanani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Health Prev Med",
            "volume": "25",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1186/s12199-020-00901-5"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sociodemographic characteristics of respondents (n = 210).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Percentages of supplement intake, alcohol intake and tobacco intake, and sleep quality during MCO.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Changes in emotional states during COVID-19.Consider that state of mind during confinement has influenced diet",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association between psychological factors affecting eating habits and level of emotional eater (EEQ).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Total MET and MET categories among government workers during MCO.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Weight changes and BMI before and during MCO among government servants during MCO.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge all the participants for their participation in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}