{
    "paper_id": "38e31e47a50c76a615c9d2d01804ae22f6b9fc31",
    "metadata": {
        "title": "Learning Lessons from COVID-19 Requires Recognizing Moral Failures",
        "authors": [
            {
                "first": "Maxwell",
                "middle": [
                    "J"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ross",
                "middle": [
                    "E G"
                ],
                "last": "Upshur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The most powerful lesson learned from the 2013-2016 outbreak of Ebola in West Africa was that we do not learn our lessons. A common sentiment at the time was that Ebola served as a \"wake-up call\"-an alarm which signalled that an outbreak of that magnitude should never have occurred and that we are illprepared globally to prevent and respond to them when they do. Pledges were made that we must learn from the outbreak before we were faced with another. Nearly five years later the world is in the grips of a pandemic of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that causes coronavirus disease 2019 . It is therefore of no surprise that we are now yet again hearing that the COVID-19 pandemic serves as the \"wake-up call\" we need and that there are many lessons to be learned to better prepare us for future outbreaks. Will anything be different this time around? We argue that nothing will fundamentally change unless we truly understand and appreciate the nature of the lessons we should learn from these outbreaks. Our past failures must be understood as moral failures that offer moral lessons. Unless we appreciate that we have a defect in our collective moral attitude toward remediating the conditions that precipitate the emergence of outbreaks, we will never truly learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract The most powerful lesson learned from the 2013-2016 outbreak of Ebola in West Africa was that we do not learn our lessons. A common sentiment at the time was that Ebola served as a \"wake-up call\"-an alarm which signalled that an outbreak of that magnitude should never have occurred and that we are illprepared globally to prevent and respond to them when they do. Pledges were made that we must learn from the outbreak before we were faced with another. Nearly five years later the world is in the grips of a pandemic of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that causes coronavirus disease 2019 . It is therefore of no surprise that we are now yet again hearing that the COVID-19 pandemic serves as the \"wake-up call\" we need and that there are many lessons to be learned to better prepare us for future outbreaks. Will anything be different this time around? We argue that nothing will fundamentally change unless we truly understand and appreciate the nature of the lessons we should learn from these outbreaks. Our past failures must be understood as moral failures that offer moral lessons. Unless we appreciate that we have a defect in our collective moral attitude toward remediating the conditions that precipitate the emergence of outbreaks, we will never truly learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords COVID-19 . Pandemics . Public health ethics . Ebola",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most powerful lesson learned from the 2013-2016 outbreak of Ebola in West Africa was that we do not learn our lessons (Smith and Upshur 2015a) . A common sentiment at the time, shared by Bill Gates (2015) among many others, was that Ebola served as a \"wake-up call\"-an alarm which signalled that an outbreak of that magnitude should never have occurred and that we are ill-prepared globally to prevent and respond to them when they do. Pledges were made that we must learn from the outbreak before we were faced with another (Chan 2015) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 146,
                    "text": "(Smith and Upshur 2015a)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 196,
                    "end": 208,
                    "text": "Gates (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 529,
                    "end": 540,
                    "text": "(Chan 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nearly five years later the world is in the grips of a pandemic of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that causes coronavirus disease 2019 (COVID-19). Did we heed the urgent wakeup call that Ebola provided? For the most part, we did not, and this should not be surprising. In a paper published in 2015, we illustrated that, starting with the severe acute respiratory syndrome (SARS) coronavirus and including outbreaks of H5N1 and H1N1 influenza viruses, the Middle East respiratory syndrome coronavirus (MERS-coV), and Ebola, we collectively recognize that each of these outbreaks ought to serve as \"wake-up calls\" to improve pandemic preparedness and response, but we repeatedly fail to answer the call (Smith and Upshur 2015b) . We either have collective amnesia or collective narcolepsy (Smith and Upshur 2015a) .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 759,
                    "text": "(Smith and Upshur 2015b)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 821,
                    "end": 845,
                    "text": "(Smith and Upshur 2015a)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is therefore of no surprise that we are now yet again hearing that the COVID-19 pandemic serves as the \"wake-up call\" we need (Dorling 2020) , and that there are many lessons to be learned to better prepare us for future outbreaks (Pisano et al. 2020) . Issues previously identified-such as those related to health systems fragility, failure of communication, inadequate surge capacity, and poor communication-have all been noted as if these were new problems rather than recurrent and predictable ones.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 143,
                    "text": "(Dorling 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 234,
                    "end": 254,
                    "text": "(Pisano et al. 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Will things be different this time? We argue that nothing will fundamentally change unless we truly understand and appreciate the nature of the lessons we should learn from these outbreaks. Our past failures must be understood as moral failures that offer moral lessons. Yes, we can learn how to better curb the spread of outbreaks by using shiny new technologies armed with the latest artificial intelligence (McCall 2020), but unless we appreciate that we have a defect in our collective moral attitude toward remediating the conditions that precipitate the emergence of outbreaks, we will never truly learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The conditions that precipitate the emergence of outbreaks are complex and multiform. They include profoundly inadequate public health and primary healthcare infrastructures. These conditions also include a repeated failure to accept the responsibilities we share as a global community to address shared vulnerabilities to infectious diseases. This requires investments in global outbreak surveillance infrastructure but also strengthening health systems in the least advantaged countries (Smith and Upshur 2015b) . Failing to correct these institutional deficiencies are failings of an inescapably moral nature, as we possess the knowledge of how important these structures are (in general and as they relate to outbreak preparedness and response) but do not invest in them adequately. In addition, routine under-resourcing or defunding of sectors in our society which are dedicated to supporting our most vulnerable, such as long-term care and shelter systems, illustrate our moral failures to protect our societies' most vulnerable from being even further disadvantaged during a pandemic (Silva et al. 2013) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 513,
                    "text": "(Smith and Upshur 2015b)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1091,
                    "end": 1110,
                    "text": "(Silva et al. 2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The conditions that precipitate the emergence of outbreaks also include a repeated moral failure to meaningfully engage with questions about risk and solidarity and better articulate the trade-offs that should guide ethically robust decision-making. The COVID-19 pandemic illustrates how the most difficult questions we must grapple with are fundamentally questions of ethics: When is it justifiable to impose aggressive social distancing measures on entire regions or countries? Do healthcare workers have a duty to provide care when there is a shortage of personal protective equipment (PPE)? Who should receive priority when rationing scarce healthcare resources, like ventilators or, in time, vaccines? How should we think about our relationship with nature? And how should we make decisions about these questions in a context of uncertainty?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scientific evidence derived from basic science as well as clinical, epidemiological, and social science studies are a necessary component to developing satisfactory answers to these questions. But evidence alone is insufficient. The question of when exactly we should \"ease up\" on social distancing measures, for instance, requires information about where on the epi curve we currently sit (are cases decreasing?). However, it also fundamentally raises moral questions regarding the degree of risk we as a society are willing to tolerate and impose on others (both in terms of the risks associated with aggressive social distancing measures, but also the risks associated with relaxing social distancing when the virus is still circulating). Some of these risks are becoming clearer in light of our growing understanding of the virus, but no amount of evidence can tell us when it is most ethically justified to make this call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Answering these questions requires meaningful engagement with the ethics of pandemic preparedness and response. Fortunately, much thinking in this area has occurred. Yet, the ethical lessons we have learned from past outbreaks-lessons that have been translated into numerous authoritative guidance documents (Presidential Commission for the Study of Bioethics 2015; World Health Organization 2016; Nuffield Council on Bioethics 2020)-are quickly forgotten and are often neglected in pandemic response. If the actions we take in response to the COVID-19 pandemic are guided by the same values that have led to past moral failures, then we should doubt whether any meaningful change to pandemic preparedness and response will occur. Consequently, substantial progress is predicated on a fundamental reorientation of our moral attitude. This requires acknowledging the fundamentally moral character of our failures, acknowledging the moral lessons from past outbreaks, and explicitly grounding our response to this pandemic in ethical values like solidarity and justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, acknowledgment of failure will only be a starting point. Sustained change will require leadership on many levels. At the most proximate to the coal face, attention to ethics in the undergraduate and postgraduate curricula of all health professionals is needed. Recognizing that they will face risks from epidemics and infectious diseases should play a major role in the orientation to the professions. It falls on the deans of these faculties to insist on the importance of including this into programmes and ensuring there is faculty competent to teach. A generation of current and future health professionals and policymakers are now aware of the full impact of a pandemic. We also can be confident that more will come. There is no excuse for continued lack of attention to this in training programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is also greater need for social learning as pandemic response is not exclusively a public health or health system responsibility. There is a broader agenda of public reflection required to articulate the values upon which our institutions (social, political, and economic) rest in light of the experience of SARS-CoV-2. As the West African Ebola outbreak demonstrated, public and community engagement is possible and can be determinative in shaping an effective response informed by values. The need for leaders, in all sectors, to innovate in terms of engaging the broader community is an opportunity for multi-directional learning. Moving away from a top-down emergency response-oriented approach may be an important way forward as the SARS-CoV-2 outbreak is likely to be of long duration. Investment in research to understand which modalities of public engagement are most effective, and on means of connecting clinical, public health, and social policy decision tables with broader community concerns is urgently needed. Typically, research funding flows predominantly to biomedical interventions and neglects important social science and normative questions that may open up promising avenues to halt the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To reflect a reorientation of our moral attitude in practice we must routinely ask what solidarity and justice require in response to the challenges we face, including, for example, the fact that the least advantaged communities and frail older adults are bearing a disproportionate burden from the pandemic, how to allocate scarce medical resources like ventilators and PPE, implementing and scaling back restrictive measures, the prospect of immunity passports, and so forth. It also means that we must be willing to challenge the status quo when the status quo runs orthogonal to our obligations of solidarity and justice. Unfortunately solidarity and justice are not commonly reflected in policymaking in non-pandemic times, and so we must confront the fact that the values that (often implicitly) undergird policymaking are inadequate for an effective and ethical response to this pandemic. This may extend to questioning deeply held views about the power and sociopolitical relationships bound up in neoliberal thinking (Benatar et al. 2018) . Finally, it means that we must engage underrepresented perspectives when addressing these collective challenges and reflect upon how the actions we take individually, institutionally, and nationally affect, cohere with, and support others as we collectively respond to this common threat.",
            "cite_spans": [
                {
                    "start": 1026,
                    "end": 1047,
                    "text": "(Benatar et al. 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding the relationship between ethics, neoliberalism and power as a step towards improving the health of people and our planet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benatar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Anthropocene Review",
            "volume": "5",
            "issn": "2",
            "pages": "155--176",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Learning from Ebola: Readiness for outbreaks and emergencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bulletin of the World Health Organization",
            "volume": "93",
            "issn": "",
            "pages": "818--818",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus is a tragedy-but it could be the wake-up call we need. The Guardian",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dorling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "/coronavirus-is-a-tragedy-but-it-could-be-the-wake-up-callwe-need",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The next epidemic-Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "15",
            "pages": "1381--1384",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and artificial intelligence: Protecting health-care workers and curbing the spread",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Digital Health",
            "volume": "2",
            "issn": "4",
            "pages": "166--167",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "United Kingdom: Nuffield Council on B i o e t h i c s",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethics and Ebola: Public health planning and response. United States of America: Presidential Commission for the Study of",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sadun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disadvantaging the disadvantaged: When public health policies and practices negatively affect marginalized populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Canadian Journal of Public Health",
            "volume": "104",
            "issn": "5",
            "pages": "410--412",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola and learning lessons from moral failures: Who cares about ethics?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Ethics",
            "volume": "8",
            "issn": "3",
            "pages": "305--318",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Managing ethical issues in infectious disease outbreaks",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors each contributed equally to the conception, writing, and editing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions"
        }
    ]
}