{"paper_id": "394bc494210eca11b23785cb6ddeaab016a864cd", "metadata": {"title": "The nexus between capital structure, firm-specific factors, macroeconomic factors and financial performance in the textile sector of Pakistan", "authors": [{"first": "Atta", "middle": [], "last": "Ullah", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"country": "China"}}, "email": ""}, {"first": "Chen", "middle": [], "last": "Pinglu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"country": "China"}}, "email": ""}, {"first": "Saif", "middle": [], "last": "Ullah", "suffix": "", "affiliation": {"laboratory": "", "institution": "SZABIST Karachi Campus", "location": {"country": "Pakistan"}}, "email": ""}, {"first": "Mubasher", "middle": [], "last": "Zaman", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"country": "China"}}, "email": ""}, {"first": "Shujahat", "middle": ["Haider"], "last": "Hashmi", "suffix": "", "affiliation": {"laboratory": "", "institution": "China A R T I C L E I N F O", "location": {}}, "email": ""}]}, "abstract": [{"text": "The study aimed to analyse the role of the capital structure in the financial performance of 90 textile firms listed in Pakistan Stock Exchange (PSX) during the period 2008-2017. The dependent variable was return on equity as a proxy for financial performance. The independent variables were the debt to equity, total debt to total assets, asset turnover ratios, sales growth, taxation, and export growth, while the firm size was taken as a control variable. The panel regression estimation technique was employed for analysis purposes, and both cross-sectional and timeseries data were collected for this study. This study used the random-effect regression estimation model based on the Hausman diagnostic test statistics. The results indicate that the capital structure debt to equity variable has a negative and significant relationship with financial performance while the asset turnover ratio and firm performance showed a negative and statistically insignificant relationship. Export growth and sales growth have a considerable positive connection with financial performance; however, firm size has a negative and significant impact on firm performance, in favour of our alternative research hypothesis. The remaining variables include tax payable and the total debt to total assets ratio, which have an insignificant connection with financial performance (ROE) and validate the agency theory. With better corporate governance by putting more pressure on managers or increasing managerial ownership, institutional investors can reduce the capital, leverage risk and the overall firm capital cost that help to improve the firm's financial performance and economic stability.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The capital structure of a firm represents an amalgam of the sources through which it is financed. It is one of the first important decisions of a business because of its association with the risk and reward. Long-term liabilities and stockholders' equity sum or the financial structure of a company minus its current liabilities are related to the capital structure (Nieh and Lou, 2005; Yung-Chieh, 2013) . According to Damodaran (2001) and Pais (2017) , the capital structure is a combination of the equity and debt capital that a firm uses for its financing. If the financial manager makes any irrational decisions to raise funds through debt financing, it could be costly for the firm as the cost of capital could increase, which could eventually reduce the firm's value. Therefore, the financial manager's irrational financing decisions could affect the business's stability and survival. Pinto et al. (2017) stated that the capital structure decision is vital to deal with the competitive environment because of the need to maximize the returns and because such decision has an impact on the financial condition and firm's stability.", "cite_spans": [{"start": 367, "end": 387, "text": "(Nieh and Lou, 2005;", "ref_id": "BIBREF35"}, {"start": 388, "end": 405, "text": "Yung-Chieh, 2013)", "ref_id": "BIBREF55"}, {"start": 421, "end": 437, "text": "Damodaran (2001)", "ref_id": "BIBREF13"}, {"start": 442, "end": 453, "text": "Pais (2017)", "ref_id": "BIBREF38"}, {"start": 894, "end": 913, "text": "Pinto et al. (2017)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Introduction"}, {"text": "Financial performance is a particular measure of how effectively a firm uses its resources and assets to maximize its profitability. Erasmus (2008) expressed that financial performance, liquidity, and profitability are essential tools for stakeholders and firms' current position and stated that financial performance depends on many factors, including, among many other variables, the structure of capital and macroeconomic factors.", "cite_spans": [{"start": 133, "end": 147, "text": "Erasmus (2008)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "The financing or capital structure decision is a management choice, as it influences the investors' return. The capital structure choice is additionally controlled by the market -firms need a capital structure fundamentally for their advancement. Therefore, regardless of whether the assets must increase, a capital structure choice is necessary. An interest in the finances raised entails an essential examination that produces another capital structure (Nirajini and Priya, 2013; Ruzben, 2003) . The capital structure modern theory was proposed by Modigliani and Miller and states that, under the ideal capital market hypothesis, the association's esteem is autonomous with the construction of capital.", "cite_spans": [{"start": 455, "end": 481, "text": "(Nirajini and Priya, 2013;", "ref_id": "BIBREF36"}, {"start": 482, "end": 495, "text": "Ruzben, 2003)", "ref_id": "BIBREF43"}, {"start": 550, "end": 564, "text": "Modigliani and", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In this era of globalization, every country seeks to increase its exports since they are the engine of economic growth and enable it to accelerate the development process. In the area of exports, local firms can achieve economies of scale and profitability as well as internationalization and globalization. The escalation in the exporting of products can enhance earnings in foreign currencies and enable the country to import raw materials and meet its development needs. A country's focus on exports enables it to acquire greater economic efficiency and growth because of modern technology, competition, and learning (Abbas et al., 2015; Sheikh et al., 2017) . Liu and Ge (2018) reported concern about the benefits of the policy of export tax rebates. They asserted that export tax rebates' effects on producers at the domestic level depend on the relative magnitude of the import demand elasticity and export supply. To earn higher profits and enhance the income of exporting firms, an export tax rebate is implemented because the reduced-form elasticity indicates that value-added tax lowers the number of exports and raises the export price.", "cite_spans": [{"start": 620, "end": 640, "text": "(Abbas et al., 2015;", "ref_id": "BIBREF0"}, {"start": 641, "end": 661, "text": "Sheikh et al., 2017)", "ref_id": "BIBREF48"}, {"start": 664, "end": 681, "text": "Liu and Ge (2018)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "Developing countries have a long history of providing incentives to reduce the overall tax burden on export incomes. Most developing countries provide incentives by enabling exporters to lower their prices without reducing their net profits as well as offering tax exemptions, export finance schemes, and other measures to facilitate exports. In recent years, to promote export growth, export promotion has been the hallmark of most South Asian economies' trade policies. In competition with other countries in the same market, export incentives have become more complicated and countries aim to offer a wider range of export incentives than their rivals. However, this exerts a positive impact on exports while simultaneously causing the government to lose revenue by increasing the incentives to promote and compete.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "During and after the beginning of the financial and electricity shortfall crisis, Pakistan's textile industry shifted to India and Bangladesh, the main reason being the latter's relatively liberal export incentive schemes (Ahmad et al., 2012; Salim, 2018) . According to the World Bank, the share of Pakistani exports declined to 0.13% from 0.18% in the world. However, the share of Bangladesh's exports increased to 0.19% from 0.06% in the world. Vietnam's share increased to 1.17% from 0.14%, and India's share increased to 1.65% from 0.61%. In Pakistan, since the financial year 1981-82, the largest decline in exports recorded in a single year, 13%, occurred in the financial year 2015-16 (State Bank of Pakistan, 2017). The trend of Pakistan's exports is shown below in Figure 1 .", "cite_spans": [{"start": 222, "end": 242, "text": "(Ahmad et al., 2012;", "ref_id": "BIBREF3"}, {"start": 243, "end": 255, "text": "Salim, 2018)", "ref_id": "BIBREF45"}], "ref_spans": [{"start": 775, "end": 783, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "The most complex and imperative issue in corporate finance is whether an ideal capital structure exists. The current study thus contributes to the existing literature by highlighting the firm-specific factors that affect the performance of the textile sector firms that are listed on the Pakistan Stock Exchange (PSX) concerning capital structure choices. In financial year (FY) July 2018, exports of readymade production increased from 22.708 to 25.621 million units, worth US$1695.557 million, compared with US$1499.472 million in the FY July 2017 (Economic Survey of Pakistan, 2017-18). The textile sector of Pakistan is one of the largest sectors and contributes 67% of exports, 10.2% of the gross domestic product (GDP), and 46% of the total manufacturing, and it employs 40% of the labour force. Hence, it is the best growing industry in Pakistan, which makes exploring this industry essential. Regarding quantity, the Pakistani textile sector exports achieved a positive trend of 13.08% in terms of value at the end of FY-2018 while it was 12.83% in FY-2017 (Safeer et al., 2019) . Thus, this sector is considered to be the best sector in terms of job creation and economic growth. The influence of firms' financial performance and capital structure has been perceived in a few experimental investigations in developed countries (see Figures. 2 and 3 ).", "cite_spans": [{"start": 1065, "end": 1086, "text": "(Safeer et al., 2019)", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 1341, "end": 1357, "text": "Figures. 2 and 3", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "In Pakistan, few studies have been conducted on the textile industry. Memon et al. (2012) explored the capital structure and financial performance; however, they used the proxy of the ROA from 2004 to 2009. Awan (2016) studied the determinants of the capital structure in the textile sector of Pakistan, but the study was limited to only eight firms from 2009 to 2013. Ullah et al. (2017) explored the capital structure and financial performance but overlooked certain factors, especially export growth and the tax rate variable. Safeer et al.'s (2019) study only focused on the challenges facing the textile sector and the potential solutions for improving export competitiveness. Ahmed and Siddiqui (2019) studied the impact of debt financing on performance and variables, including political uncertainty, capital expenditure (debt to total assets), and financial performance through the ROA from 2010 to 2015. The relationship of firms' financing choice based on the capital structure, export growth, taxation, and financial performance (ROE) is a new variable in this particular study based on the textile sector. In the last decade, many textile firms have closed in Pakistan as a result of financial issues. However, in the past year, Pakistan's textile industry has attracted increased attention. It is imperative to study the capital structure as debt has become a burden during the crisis. In this situation, the inclusion of taxation and export variables in the traditional role of the capital structure in financial performance makes this a novel study. Furthermore, Vijayakumaran (2018) asserted that the capital structure is relevant to the performance of a firm because of market imperfections such as information asymmetry, taxes, and agency problems. Moreover, Ullah et al. (2017) emphasized that firms' choice of capital structure is an issue to take into consideration and requires a focus on the textile sector due to its situation as a crucial competitive environment in recent times. Therefore, it is essential to understand how firms' choice, exports, and taxation rebates affect their financial performance. This study was conducted to shed light on the role of the capital structure in firms' financial performance in the textile sector of Pakistan.", "cite_spans": [{"start": 70, "end": 89, "text": "Memon et al. (2012)", "ref_id": "BIBREF30"}, {"start": 207, "end": 218, "text": "Awan (2016)", "ref_id": "BIBREF8"}, {"start": 369, "end": 388, "text": "Ullah et al. (2017)", "ref_id": "BIBREF52"}, {"start": 530, "end": 552, "text": "Safeer et al.'s (2019)", "ref_id": null}, {"start": 682, "end": 707, "text": "Ahmed and Siddiqui (2019)", "ref_id": "BIBREF4"}, {"start": 1578, "end": 1598, "text": "Vijayakumaran (2018)", "ref_id": "BIBREF53"}, {"start": 1777, "end": 1796, "text": "Ullah et al. (2017)", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Introduction"}, {"text": "The remainder of the study is organized as follows. A brief literature review on developed and developing countries is reported, establishing the theoretical and empirical association between the determinants of the capital structure and the financial performance. This is followed by a discussion on the data, variables, and selection of the model and estimation procedure and an explanation of the results obtained. The last section draws conclusions, makes recommendations, and presents the practical implications of the study.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "There are two sorts of money, specifically obligation capital and value capital. Alfred (2007) stated that a company's aggregate capital structure infers the level of obligation and value. Firms broadly utilize the common and preferred stock capital structure to acquire the necessary assets; the strategy of the capital structure seeks an exchange between the expected return and the risk. A proper capital structure is an essential part of the decision making for any business. The common contention was provided by Modigliani and Miller (1958) initially by expressing that an ideal structure of capital aims to adjust the bankruptcy risk with the obligation of saving tax. The foundation of this capital structure should give a higher return to an investor from the more significant part of a firm's value (Memon et al., 2012) . The other segments are incorporated into the capital structure, such as preference shares, common stockholder equity, profitability, leverage, gearing, return on investment, and return on assets (Abor, 2007; Hull and Dawar, 2014) . Gearing is the level of an organization's financial leverage and expresses the degree to which its activities are subsidized by investors and lenders comprehensively (Akintoye, 2008; Okoye, 2019) .", "cite_spans": [{"start": 81, "end": 94, "text": "Alfred (2007)", "ref_id": "BIBREF6"}, {"start": 518, "end": 546, "text": "Modigliani and Miller (1958)", "ref_id": "BIBREF32"}, {"start": 809, "end": 829, "text": "(Memon et al., 2012)", "ref_id": "BIBREF30"}, {"start": 1027, "end": 1039, "text": "(Abor, 2007;", "ref_id": "BIBREF1"}, {"start": 1040, "end": 1061, "text": "Hull and Dawar, 2014)", "ref_id": "BIBREF25"}, {"start": 1230, "end": 1246, "text": "(Akintoye, 2008;", "ref_id": "BIBREF5"}, {"start": 1247, "end": 1259, "text": "Okoye, 2019)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Literature review"}, {"text": "There are many theories that explain how investors can build the best \"capital structure\", which improves the firm's market value by selecting the best mixture of equity financing and debt financing (Brigham and Gapenski, 1996) , and theories on capital structure. Various studies have been conducted on the capital structure in developed countries and a few have been performed in developing countries. Logically, most of the authors have found a positive relationship while others have found a negative association between capital structure and firm performance. In developed countries, Hadlock and James (2002) studied 48 US firms from 1981 to 1990 and found a positive relationship between capital structure and profitability. Champion (1999), Ghosh et al. (2000) , and Hull and Dawar (2014) reported that firms that use more debt earn more profit. Margaritis and Psillaki (2010) found a significant progressive relationship between debt and the performance of the organization. They used data from French organizations from 2003 to 2005 as a sample.", "cite_spans": [{"start": 199, "end": 227, "text": "(Brigham and Gapenski, 1996)", "ref_id": "BIBREF9"}, {"start": 589, "end": 613, "text": "Hadlock and James (2002)", "ref_id": "BIBREF22"}, {"start": 748, "end": 767, "text": "Ghosh et al. (2000)", "ref_id": "BIBREF18"}, {"start": 774, "end": 795, "text": "Hull and Dawar (2014)", "ref_id": "BIBREF25"}, {"start": 853, "end": 883, "text": "Margaritis and Psillaki (2010)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Literature review"}, {"text": "Contrary to these studies, Rajan and Zingales (1995) conducted thorough research in the US that indicated that the link between profitability and debt is negative. This relationship will be more definite if the observed organization is more prominent. In Turkey, Nassar (2016) studied the relationship between fixed capital and financial performance. He found a significant negative relationship between capital structure and firm performance. Gleason et al. (2000) found that leverage at a higher level in the capital structure, to some extent, becomes the cause of decreased performance of organizations. Fama and French (2002) reported two findings: first, a negative connection of debt in performance matrixes; and second, a negative association between capital structure and performance. They concluded that high-profit firms with a low amount of risk of debt payment and less leverage pressure are linked with trade-off theory. Titman and Wessels (1988) reported on the influence of the capital structure on firms' financial performance in developed and developing countries' markets. He determined that the capital structure negatively affected the performance of firms in China, whereas Germany and Sweden's relationship was positive. The recent contribution by Vijayakumaran (2018) expressed concern over the corporate structure decisions and corporate performance of listed companies in China using 4181 firm-year observations. He found a positive relationship between firm performance and leverage. The findings indicate that large firms enjoy economies of scale and have a significant relationship. He concluded that financing through debt is one of the mechanisms of governance suggested by agency theory to mitigate equity capital agency costs and enhance firm performance.", "cite_spans": [{"start": 27, "end": 52, "text": "Rajan and Zingales (1995)", "ref_id": "BIBREF42"}, {"start": 263, "end": 276, "text": "Nassar (2016)", "ref_id": "BIBREF33"}, {"start": 444, "end": 465, "text": "Gleason et al. (2000)", "ref_id": "BIBREF20"}, {"start": 607, "end": 629, "text": "Fama and French (2002)", "ref_id": "BIBREF17"}, {"start": 934, "end": 959, "text": "Titman and Wessels (1988)", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Literature review"}, {"text": "In developing countries, Gill and Mathur (2011) assessed the components that influence the impact of the organizations and the information utilized separately for the 166 organizations recorded on the Toronto Stock Exchange from 2008 to 2012. The final product allowed them to realize that the leverage impact positively affects the business in the administration division while it is adversely connected with the activity in the assembly division. The relationship between capital structure and firm performance was investigated by Salim and Yadav (2012), and their findings describe a negative relationship between firm performance and leverage. An examination in India by Goyal (2013) uncovered a positive relationship between a transient obligation and its benefit, while on the contrary it found a connection between gainfulness and long-haul necessity. Seyed and Pejman (2013) reported on the capital structure link with firm performance on the Tehran Stock Exchange and established a positive relationship between the two. Pinto et al. (2017) expressed the relationship between capital structure and firm performance from 2011 to 2015 in India by using regression analysis. The measurement variables were the debt to total assets and debt to equity leverage ratios and the return on capital employed (ROCE). They found a significant relationship between capital structure and firm performance. Sheikh and Wang (2010) examined the financing behaviour of textile companies in Pakistan. The regression model was used to analyse the data of 75 textile companies listed from 2002 to 2007, and the results indicate a negative impact of debt on profitability in the capital structure. A primary survey conducted in the building division of Pakistan reported that the ROE is adversely influenced by the obligations at all levels (Khan, 2012) . Mirza and Javed (2013) examined the determinants of money-related outcomes in Pakistan. The examination of the settled impacts was connected to the information on 60 organizations from 2007 to 2011, and the outcomes demonstrated that the execution of the organization (RE) is decidedly influenced by the debt to equity ratio and contrarily influenced by the short term debt to total assets (STDTA) divided by long term debt to total assets (LTDTA). Hijazi and Tariq (2006) described the capital structure determinants of Pakistan's real business. The result demonstrates that the benefit and the measure of the board have a negative link with leverage, while there is a noteworthy association with incarnations, development, and exploitations. The overview by Amara and Aziz (2014) expressed concerns about the spread of the converse relationship with the return on equity by the level of obligation of the capital structure in the sustenance segment of Pakistan. The volume of debt in the capital structure of organizations has a reverse association with their performance (Hasan et al., 2014) . In the Pakistani textile sector, Ullah et al. (2017) found a positive relationship between the ratio of debt to equity (DE) and the ROE at the 10% confidence interval while the asset turnover ratio is inversely associated with the ROE. Moreover, there is a negative relationship between firm size and ROE. Rahman et al. (2019) explored the effect of the capital structure on the profitability of publicly traded manufacturing firms in Bangladesh. They took a sample of 50 observations of 10 selected manufacturing companies listed on the Dhaka Stock Exchange from 2013 to 2017. The fixed-effect regression technique was applied to the data to determine the correlation between the independent variables (debt ratio, equity ratio, and debt to equity ratio) and the dependent variable (the ROE). The results showed that the debt ratio and equity ratio have a significant positive effect. The equity ratio has a significant positive relationship with the ROE, but the debt to equity ratio has a significant negative impact on the ROE. Chang et al. (2019) conducted a study to identify the impact of the capital structure on profitability. This study was conducted on four Asian economies, and the researchers applied correlation and regression analysis to the data from 2013 to 2016. The study found that leverage and profitability have a significant negative relationship, whereas there are significant positive relationships between growth and leverage in Korea, Taiwan, and Hong Kong. Further, the study identified a significantly positive relationship between size and leverage in each country. Nguyen and Nguyen (2020) examined the relationship between the capital structure and the profitability of non-financial companies listed on the Vietnam Stock Exchange. Panel data on 488 listed companies were employed, and the data were taken from 2013 to 2018. The capital structure was represented by the ratios of short-and long-term liabilities, total liabilities to total assets, and profitability measured by the ROE. The generalized least square technique was applied, and the results suggest that the capital structure of Vietnamese listed non-financial companies is negatively related to their performance. Moreover, Vu et al. (2020) examined the impact of the capital structure on the performance of construction companies listed on the Vietnam Stock Exchange. The sample consisted of 59 listed companies, and data were taken from 3 years (177 observations). A linear regression model and correlation analysis were applied, and the results show that debt/equity has a robust positive effect on the ROE. The factor of total fixed assets to total assets yielded a positive and significant effect on the ROE. Putri and Rahyuda (2020) examined the impact of the capital structure on the debt to equity ratio proxy, sales growth with sales growth proxy, and profitability. The sample consisted of annual reports of 51 industrial consumer goods companies listed on the Indonesian Stock Exchange, and the data set was from 2013 to 2018. The results show that the debt to equity ratio proxy has a significant negative impact on profitability. Sales growth has a significant positive impact on profitability. Chen et al. (2006) investigated the effect of tax rebates and export performance in China for the period of 1985-2002 and concluded that, when the rate of an export rebate is raised by the government, it leads to a decrease in the output and profitability of foreign competitors and an increase in the output of finished goods and profitability of domestic firms. A comparison study of Pakistan, India, and Bangladesh was conducted by Ahmad (2015) on the value of export incentives for 2001-2011. The comparative analysis findings indicate that, due to having the highest export incentives, Bangladesh's textile sector is more export oriented than those of India and Pakistan. Chung et al. (2018) found a positive relationship between the performance of strategic exports and the financial export performance in the Korean clothing and textile sector.", "cite_spans": [{"start": 25, "end": 47, "text": "Gill and Mathur (2011)", "ref_id": "BIBREF19"}, {"start": 675, "end": 687, "text": "Goyal (2013)", "ref_id": "BIBREF21"}, {"start": 859, "end": 882, "text": "Seyed and Pejman (2013)", "ref_id": "BIBREF50"}, {"start": 1030, "end": 1049, "text": "Pinto et al. (2017)", "ref_id": "BIBREF39"}, {"start": 1401, "end": 1423, "text": "Sheikh and Wang (2010)", "ref_id": "BIBREF49"}, {"start": 1828, "end": 1840, "text": "(Khan, 2012)", "ref_id": "BIBREF26"}, {"start": 1843, "end": 1865, "text": "Mirza and Javed (2013)", "ref_id": "BIBREF31"}, {"start": 2292, "end": 2315, "text": "Hijazi and Tariq (2006)", "ref_id": "BIBREF24"}, {"start": 2603, "end": 2624, "text": "Amara and Aziz (2014)", "ref_id": "BIBREF7"}, {"start": 2917, "end": 2937, "text": "(Hasan et al., 2014)", "ref_id": "BIBREF23"}, {"start": 2973, "end": 2992, "text": "Ullah et al. (2017)", "ref_id": "BIBREF52"}, {"start": 3246, "end": 3266, "text": "Rahman et al. (2019)", "ref_id": "BIBREF41"}, {"start": 3972, "end": 3991, "text": "Chang et al. (2019)", "ref_id": "BIBREF10"}, {"start": 4536, "end": 4560, "text": "Nguyen and Nguyen (2020)", "ref_id": "BIBREF34"}, {"start": 5161, "end": 5177, "text": "Vu et al. (2020)", "ref_id": "BIBREF54"}, {"start": 5651, "end": 5675, "text": "Putri and Rahyuda (2020)", "ref_id": "BIBREF40"}, {"start": 6145, "end": 6163, "text": "Chen et al. (2006)", "ref_id": "BIBREF11"}, {"start": 6580, "end": 6592, "text": "Ahmad (2015)", "ref_id": "BIBREF2"}, {"start": 6822, "end": 6841, "text": "Chung et al. (2018)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Literature review"}, {"text": "Many positive external sources of exports are factors such as job creation, improved production chains, creativity, innovation, and competitiveness; in addition, for developing countries, the export performance of local companies is critical. Pakistan has focused on increasing its exports but has failed to gain a significant share in the global market for multiple reasons, for instance lower exports of semimanufactured goods and the narrow base of its exports, technology and obsolete machinery, devaluation and increasing industrial units 'patents, technical obstacles, and instability in the political structure. Unfortunately, due to the above factors, Pakistan's exports are undesirable. Pakistan, as a developing country, faces many economic challenges. Export growth is the best strategy to overcome weak economic growth. To achieve this, the country must accelerate its export performance (Abbas et al., 2015) . Safeer et al. (2019) expressed concern over the textile industry of Pakistan and reported that the firm strategy, structure, and export-oriented rivalry are the critical factors because of the demand in the local market as well as competition in international exports. The above literature outcomes provided us with the foundation on which to develop the methodology, and the following research hypotheses could be formed.", "cite_spans": [{"start": 900, "end": 920, "text": "(Abbas et al., 2015)", "ref_id": "BIBREF0"}, {"start": 923, "end": 943, "text": "Safeer et al. (2019)", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "Literature review"}, {"text": "H1. There is a decisive role of the asset turnover ratio in the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H2. There is a significant role of the debt to equity ratio in the financial performance in the textile sector of Pakistan.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H3. There is a significant role of tax payable in the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H4. There is a decisive role of export growth in the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H5. There is a specific negative impact of firm size on the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H6. There is a significant role of the ratio of sales growth in the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "H7. There is a significant role of the total debt to total assets ratio in the financial performance in the Pakistani textile sector.", "cite_spans": [], "ref_spans": [], "section": "Literature review"}, {"text": "This study aimed to determine the impact of the capital structure, exports, and macroeconomic factors on firms' performance. The study scope was the Pakistani textile sector in the period 2008-2017. The proxy used for the capital structure was two independent variables, debt to equity and total debt to total assets. In comparison, the two microeconomic variables were asset turnover and growth (sales) and the two macroeconomic variables were export growth and taxation. The return on equity (ROE) was used as a proxy variable for measuring financial performance as a dependent variable, and the control variable was firm size. The ROE measures the overall profitability and is a combination of the net profit after tax and shareholders' equity, and it can best interpret the results. The return on equity (ROE) helps investors to gauge how their investments are generating income.", "cite_spans": [], "ref_spans": [], "section": "Research methodology"}, {"text": "Moreover, the ROA and NIM are also options to measure financial performance. The ROA measures the comprehensive ability to utilize assets, and Tobin's Q measures the market value. The studies by Ahmed and Siddiqui (2019) and Memon et al. (2012) on the textile sector of Pakistan were based on the ROA (financial performance proxy) and the debt to total assets ratio (capital structure proxy). However, this study was limited to the return on equity (ROE) as a measure of overall profitability and the capital structure in the view of debt and shareholders' equity is a better measure of textile sector firms listed on the Pakistan Stock Exchange. These variables are the most appropriate for testing the hypotheses, questioning, and analysing the Pakistani textile sector's financial performance. Moreover, the study was limited to the textile sector firms listed on the Pakistan Stock Exchange. In the textile sector of Pakistan, the selected variables in the current study are more rational and appropriate.", "cite_spans": [{"start": 195, "end": 220, "text": "Ahmed and Siddiqui (2019)", "ref_id": "BIBREF4"}, {"start": 225, "end": 244, "text": "Memon et al. (2012)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Research methodology"}, {"text": "Panel data spanning ten years were used for the analysis in the current study, and both cross-sectional and time series data were collected. This study consisted of 90 well-known textile companies listed on the Pakistan Stock Exchange (PSX) (see Appendix 1). The data of the textile companies were collected from annual reports, in which the individual was the company and the period was annual data, and our study was balanced as all the entities were observed for an equal period from 2008 to 2017. The total number of textile firms listed on the PSX was 153, which can be divided into 3 different groupsspinning, weaving, and textile compositewhich have a ratio of 83, 14, and 56 companies, respectively. In this study, we selected a sample of 90 firms, almost 60% of the population based on data availability criteria, and all the firms remained listed throughout the period 2008-2017. The variables for this study were selected by comprehensively examining the earlier work undertaken in this area. The variables that are stated below were used to test the hypotheses of our research (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 1094, "end": 1101, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Research methodology"}, {"text": "Initially, a redundant fixed-effect test was performed, but it indicated that a common panel should be utilized as the P value was insignificant (0.0882), with a coefficient value of 1.22. A random-or fixed-effect model was employed based on the Hausman diagnostic test results. Therefore, in accordance with the initial results of the quantitative model for these panel data, we used the random-effect model. The randomeffect model specifies the constant coefficient; the assumption of the cross-sectional data is as follows:", "cite_spans": [], "ref_spans": [], "section": "Research methodology"}, {"text": "where ROE represents the dependent variable, return on equity, ATO represent the asset turnover, GR represents growth, TD represents the total debt to total assets, EX represents exports, TR represents the tax rate, SIZ represents the size of the firm, β 0 represents the intercept, β1 represents the explanatory variable, i represents a cross-sectional variable, t represents the time series variable, and μ represents the error term.", "cite_spans": [], "ref_spans": [], "section": "Research methodology"}, {"text": "The presentation and discussion of the results consist of two parts: i) a descriptive analysis and ii) an inferential analysis.", "cite_spans": [], "ref_spans": [], "section": "Results and discussion"}, {"text": "The descriptive study involved a complete sample of independent variables and a dependent variable for the sample period of ten years. To conduct the statistical analysis of the data, the panel data regression estimation analysis model was employed. The study mean value explains the measure of central tendency, and the Jarque-Bera test suggests the normal distribution of the data. Skewness explains the lack of symmetry; that is, concerning the central point, the left and right sides of the curve are unequal. Meanwhile, kurtosis indicates the degree of tailedness in the frequency distribution. The standard deviation, minimum, and maximum explain the variability or flexibility and range of the data. The detailed results are shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 741, "end": 748, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Descriptive summary"}, {"text": "The relationship between the dependent variable and the independent variable was assessed through a correlation matrix. Each variable has a correlation of 1 with itself. A higher value highlights a higher correlation, while a lower value indicates a weaker relationship. The results in Table 3 show that the asset turnover ratio (2.3%), EBIT to tax (0.02%), export growth (6.2%), and sales growth (1%) have a significant and positive relationship with the ROE. The debt to equity (DE) ratio and firm size are negatively correlated with the ROE with 4.3% and 1.3%, respectively. The financial performance related to the ROE is positively Debt to equity Long-term debt þ short-term debt/total shareholder equity.", "cite_spans": [], "ref_spans": [{"start": 286, "end": 293, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Descriptive summary"}, {"text": "Asset turnover Net sales/total assets Growth It is used as a proxy for growth opportunities. Zeitun and Tian (2007) used this variable in their study (growth ¼ variation in the natural logarithm of sales) and reported that a growth firm refers to the capability of maximizing the profit from the investment. Sheikh and Wang (2010) also used this variable and method.", "cite_spans": [{"start": 93, "end": 115, "text": "Zeitun and Tian (2007)", "ref_id": "BIBREF56"}, {"start": 308, "end": 330, "text": "Sheikh and Wang (2010)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Descriptive summary"}, {"text": "Total debt to total assets (Total debt/total assets) is used as a proxy for leverage.", "cite_spans": [], "ref_spans": [], "section": "Descriptive summary"}, {"text": "Tax rate ¼ income tax expenses/income earned before taxes. Memon et al. (2012) also used this in their study.", "cite_spans": [{"start": 59, "end": 78, "text": "Memon et al. (2012)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Taxation"}, {"text": "This is used as a proxy for export growth in the textile sector. Exports ¼ variation in the natural logarithm of total exports (textile sector).", "cite_spans": [], "ref_spans": [], "section": "Exports"}, {"text": "Firm size (SIZE) Ebaid (2009) used firm size. Firm size was assessed by taking the logarithm of aggregate resources of firms recorded on the PSX. The logarithm of the total assets of a firm.", "cite_spans": [], "ref_spans": [], "section": "Measures of the control variable"}, {"text": "A. Ullah et al. Heliyon 6 (2020) e04741 correlated with the total debt and will bring a positive change. Detailed correlation results are presented in Table 3 . In Table 4 , the summary results of the unit root test are presented. The panel unit root test was conducted to check the stationarity of the data. We used exogenous variables and individual effects with user-specified lag effect 1. We used Newey-West automatic bandwidth selection and the Bartlett kernel on balanced observations for each test. It indicated that the variables fit the model to run the panel regression analysis. The p-value is less than 0.05, so that variable was added to the model to run the panel regression analysis, and our result indicates the goodness of fit for all the variables and growth sales at the first difference. Thus, the growth variable was taken at the first difference.", "cite_spans": [{"start": 3, "end": 39, "text": "Ullah et al. Heliyon 6 (2020) e04741", "ref_id": null}], "ref_spans": [{"start": 151, "end": 158, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 164, "end": 171, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Measures of the control variable"}, {"text": "The Hausman t-statistic test was conducted to determine whether the fixedor the random-effect model should be selected to run the regression analysis. According to this test's results, the random-effect regression estimation technique is appropriate because the P-value is insignificant (0.2795). Table 5 presents the random-effect regression model, which examines the impact of the capital structure and its determinants to establish the financial performance by using panel data of 891 observations. The dependent variables could be affected by unobserved financial, economic, or region factors and relate positively with the error term (μ it ). To resolve the endogeneity issue, the IV method was applied to classify the actual results of the independent variables on the dependent variables. To account for the chances of bias in the simultaneous equation in the case of panel least squares estimation, the Akaike information criterion, Schwarz information criterion, Hannan-Quinn information criterion, Durbin-Watson statistic, and Wu-Hausman test were performed and the statistics indicate the model's appropriateness. The constant value is statistically positive and significantly related to the ROE. The t-statistic does not reject the proposed hypothesis used as a diagnostic test for the IV's relationship with the error term and over-identification of the IV, respectively. The IV's validity was confirmed, and the results are shown at the end of the respective Table 5 . The study accepted that the randomeffect regression model is intercepted and sloped based on the Hausman test statistic, which is equal in production and years. The results in Table 5 indicate that the F-statistic value is 22.20 with a P-value of 0.00, which highlights the fitness of the model, and the adjusted R square value, which is 0.70, demonstrates the effectiveness of the model.", "cite_spans": [], "ref_spans": [{"start": 297, "end": 304, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 1473, "end": 1480, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 1659, "end": 1666, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Measures of the control variable"}, {"text": "The results in Table 5 highlight a negative and statistically insignificant impact of the asset turnover ratio on firm performance due to the t- statistic value of a 22% significance level with p-values of 0.82 and -0.08. The regression results of the hypothesis, that is, the asset turnover and statistics, led to the acceptance of the null hypothesis. This shows that converting assets into quick cash or selling the goods in stock quickly has no significant impact on firms' performance at the financial level. The second hypothesis on the debt to equity ratio has a decisive negative impact on the return on equity with a negative t-statistic value of 42.94 and a p-value of 0.00. Therefore, we accepted the alternative hypothesis, as proposed in the study literature. Between the debt to equity and firms' performance, the p-value of 0.00 indicates that those firms that used debt finance to purchase their assets experience a negative relationship with or impact on their financial performance. Similar findings were reported by Putri and Rahyuda (2020) based on a capital structure debt to equity ratio proxy and profitability (ROE), in which the sample comprised 51 Indonesian firms from 2013 to 2018. Our statistical findings based on the capital structure and ROE are in line with Nguyen and Nguyen's (2020) study in Vietnam. Rahman et al.'s (2019) debt to equity ratio findings show a significant negative impact on the ROE in Bangladesh and are in line with the current study's outcomes. Furthermore, our results on the capital structure variables are in line with the findings of Nassar's (2016) study as he identified a negative relationship between capital structure and firm performance in Turkey. In Pakistan's textile sector, Sheikh and Wang (2010) examined the financing behaviour through a regression model from 2002 to 2007 for 75 firms and found a negative impact of debt and financial performance. Therefore, our study's findings are consistent with the previous findings. Moreover, Amara and Aziz (2014) and Hasan et al. (2014) reported a reverse association between firms' performance and their capital structure. Our results also validate Gleason et al.'s (2000) concluding remarks that high-level leverage in a firm's capital structure, to some extent, becomes the cause of decreased financial performance.", "cite_spans": [{"start": 1291, "end": 1317, "text": "Nguyen and Nguyen's (2020)", "ref_id": "BIBREF34"}, {"start": 1336, "end": 1358, "text": "Rahman et al.'s (2019)", "ref_id": null}, {"start": 1744, "end": 1766, "text": "Sheikh and Wang (2010)", "ref_id": "BIBREF49"}, {"start": 2006, "end": 2027, "text": "Amara and Aziz (2014)", "ref_id": "BIBREF7"}, {"start": 2032, "end": 2051, "text": "Hasan et al. (2014)", "ref_id": "BIBREF23"}, {"start": 2165, "end": 2188, "text": "Gleason et al.'s (2000)", "ref_id": null}], "ref_spans": [{"start": 15, "end": 22, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Random effect regression estimation and discussion"}, {"text": "The results for the hypothesis on tax payable indicates that the t-value is 0.14. However, the p-value is 0.89, which is not less than 0.05; it has a statistically insignificant effect on the firm's performance and led to the acceptance of the null hypothesis. It validates the idea that firms that pay a moderate rate of tax perform well regarding profit. The trade-off theory suggests a significant relationship between profitability and the effective tax rate because it decreases the possible debt costs. However, the lower tax rate increases the debt costs, as occurs in the Pakistani textile sector. Therefore, an increase in the tax rate increases the tax advantage of debt financing and emphasizes the old theory of DeAngelo and Masulis (1980) that there is a significant relationship between tax rates and profitability. The findings support Chen's (2006) concluding remarks that, when the rate of export rebates is raised by the government, there will be a decrease in foreign competitors' output and an increase in domestic firms' output of finish goods and profitability.", "cite_spans": [{"start": 724, "end": 751, "text": "DeAngelo and Masulis (1980)", "ref_id": "BIBREF14"}, {"start": 851, "end": 864, "text": "Chen's (2006)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Random effect regression estimation and discussion"}, {"text": "The results on exports and firm financial performance (ROE) show a tvalue of 2.33 and a p-value of 0.02, supporting the acceptance of the alternative hypothesis. Export growth is statistically significant and positively related to firms' performance (ROE). It explains that those firms that have high exports have a high profitability percentage, meaning that their performance is continuously improving. Our results are in line with the findings of Chung et al. (2018) , who found a positive relationship between exports and financial performance in the Korean clothing and textile sector. This establishes that, in developing countries, textile sector exports play a decisive role in a high return on equity. Firm size has a statistically insignificant and adverse relationship with financial performance. The results support the acceptance of the alternative hypothesis in favour of the research hypothesis on firm size and firm financial performance, and the profitability is irrelevant to the firm; therefore, our firm size hypothesis results are in line with the study by Masnoon and Saeed (2014) . They also reported a negative relationship between firm financial performance and size.", "cite_spans": [{"start": 450, "end": 469, "text": "Chung et al. (2018)", "ref_id": "BIBREF12"}, {"start": 1078, "end": 1102, "text": "Masnoon and Saeed (2014)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Random effect regression estimation and discussion"}, {"text": "Sales growth has a statistically significant relationship with the tvalue, which is 0.85, with a p-value of 0.04, showing that there is a positive impact of sales growth on profitability, and the alternative hypothesis can be accepted. The results are in line with Chang et al.'s (2019) study based on the capital structure and profitability in the Asian economies, i.e., Korea, Taiwan, and Hong Kong, from 2013 to 2016. Furthermore, Putri and Rahyuda (2020) found that sales growth had a significant positive impact on profitability in Indonesian firms from 2013 to 2018. Hence, our hypothesis (H 0 ) can be rejected. The hypothesis of total debt to total assets and firm financial performance (ROE) indicates that the t-value is -1.11 with a p-value of 0.26 and a coefficient value of -0.16, rejecting the alternative hypothesis, so there is an insignificant relationship between the total debt to total assets ratio and the financial performance. It shows that debts that are financed by assets have no impact on financial performance. Our study findings regarding the hypothesis on debt and financial performance are in line with the observations of Fama and French (2002) . Our study findings on the negative link between the total debt to total assets ratio and the firm financial performance are the same as Hijazi and Tariq (2006) study's account of the capital structure determinants of real business of Pakistan. Salim and Yadav's (2012) study supported the negative relationship findings on leverage and firm performance. The detailed results are presented in Table 5 . ", "cite_spans": [{"start": 265, "end": 286, "text": "Chang et al.'s (2019)", "ref_id": null}, {"start": 434, "end": 458, "text": "Putri and Rahyuda (2020)", "ref_id": "BIBREF40"}, {"start": 1154, "end": 1176, "text": "Fama and French (2002)", "ref_id": "BIBREF17"}, {"start": 1315, "end": 1338, "text": "Hijazi and Tariq (2006)", "ref_id": "BIBREF24"}, {"start": 1423, "end": 1447, "text": "Salim and Yadav's (2012)", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 1571, "end": 1578, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Random effect regression estimation and discussion"}, {"text": "The current study aimed to highlight the relationship between the determinants of the capital structure and its impact on firm financial performance in the textile sector of Pakistan. It also considered the macroeconomic variable of industry exports and taxation. The independent variables were the debt to equity ratio (DE), total debt to total assets ratio, asset turnover (AST), sales growth, taxation, and export growth. The dependent variable was the return on equity (ROE), and one control variable was firm size. The random-effect regression model was employed based on the Hausman t-statistic result by considering panel data for the analysis, which consider both cross-sectional and time series dimensions.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The results can be categorized into two phases. First, it was statistically proven that the variables have either a positive or a negative relationship with the dependent variable and exert an impact on the textile sector. The results of the random-effect method highlight the fitness and effectiveness of the model. The findings led to the conclusion that the debt to equity (DE) ratio, tax payable, sales growth, and export growth variables have a significant relationship with the return on equity. The variable total debt to total assets ratio and asset turnover (AST) has an insignificant relationship with the ROE. These findings of our study are consistent with the trade-off theory. According to the pecking order theory, the debt ratio has a negative correlation with firm size, and, in Pakistan, firm size and debt are negatively associated according to our findings.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Our results will aid decide making about the capital structure and support the argument of the trade-off theory that firms should increase their debt ratio on an individual level in the capital structure, which, in turn, helps to improve their performance. However, this study was limited to the textile sector of Pakistan and firms listed on the Pakistan Stock Exchange. The Pakistani textile sector has improved considerably but previously suffered greatly from an electricity shortfall, and the study highlights that there is still a need for second-generation textile sector reforms. GDP growth is linked to profitability and financial performance; therefore, booming textile companies should protect themselves at the time of decline so that hostile/default situations do not affect them and Pakistan's economy severely. Therefore, firms' management should not only focus on profitability but also manage advancements in technology and risks at the internal and external levels.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "There is a need to practise better governance (capital structure and corporate governance policy) for firms through many other reforms, like the debt-equity structure, director remunerations, hiring criteria, and other related party transaction regulations. In addition, by enhancing corporate governance by putting more pressure on managers or increasing managerial ownership, institutional investors can reduce the risk and the overall firm capital cost as well as improving the firm financial performance and stability in the Pakistani economy. The latest revised corporate governance code of 2017 in Pakistan should be implemented to improve information transparency and the regulatory framework by considering the human development system to enable firms to develop their human capital and stability. Internationally, many positive external sources are supported by factors such as job creation, improved production chains, invention, innovation, and competitiveness. For developing countries like Pakistan, the export performance of local companies is critical. Furthermore, export growth is the best strategy for Pakistan to overcome weak economic growth by utilizing useful projects like CPEC; accordingly, Pakistan must accelerate its export performance. China's back-up plan at the time of the Covid-19 crisis is supported by a massive public-private partnership share, which has been planned and implemented for a longer, concentrated duration. Therefore, Pakistan can learn from China's experience by taking advantage of the One Belt One Road project initiative of the China-Pakistan economic corridor. It is hoped that future research could draw on cross-country comparisons and the effectiveness of the Silk Road project. In addition, future studies can investigate, among other issues, expanding the data of all sectors with the Fintech effect.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Author contribution statement ", "cite_spans": [], "ref_spans": [], "section": "Declarations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Firm size, exchange rate, and exports performance: a firm-level study of Pakistani manufacturing sector", "authors": [{"first": "A", "middle": [], "last": "Abbas", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Sheikh", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Abbasi", "suffix": ""}], "year": 2015, "venue": "Pakistan J. Commerce Soc. Sci", "volume": "9", "issn": "2", "pages": "503--523", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Debt policy & performance of SMEs: evidence from Ghanaian and South Africa firms", "authors": [{"first": "J", "middle": [], "last": "Abor", "suffix": ""}], "year": 2007, "venue": "J. Risk Finance", "volume": "8", "issn": "", "pages": "364--379", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The value of export incentives", "authors": [{"first": "I", "middle": [], "last": "Ahmad", "suffix": ""}], "year": 2015, "venue": "Lahore J. Econom", "volume": "20", "issn": "2", "pages": "99--127", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Capital structure effect on firms' performance: focusing on consumers and industrials sectors on Malaysian firms", "authors": [{"first": "Z", "middle": [], "last": "Ahmad", "suffix": ""}, {"first": "N", "middle": ["M H"], "last": "Abdullah", "suffix": ""}, {"first": "S", "middle": [], "last": "Roslan", "suffix": ""}], "year": 2012, "venue": "Int. Rev. Business Res. Pap", "volume": "8", "issn": "5", "pages": "137--155", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Impact of debt financing on performance: evidence from the textile sector of Pakistan", "authors": [{"first": "F", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Siddiqui", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The sensitivity of performance to capital structure", "authors": [{"first": "I", "middle": ["R"], "last": "Akintoye", "suffix": ""}], "year": 2008, "venue": "Eur. J. Soc. Sci", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Corporate Finance Issues Investigations. Innovations and Application (2nded)", "authors": [{"first": "D", "middle": ["D"], "last": "Alfred", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Impact of capital structure on firm performance: analysis of food sector listed on karachi stock exchange", "authors": [{"first": "Aziz", "middle": [], "last": "Amara", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "", "suffix": ""}], "year": 2014, "venue": "Int. J. Multidiscipl. Consor", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Determinants of capital structure of textile industry in Pakistan", "authors": [{"first": "A", "middle": ["G"], "last": "Awan", "suffix": ""}], "year": 2016, "venue": "Ind. Eng. Lett", "volume": "6", "issn": "", "pages": "56--64", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Financial Management. The Dryden Press", "authors": [{"first": "E", "middle": [], "last": "Brigham", "suffix": ""}, {"first": "L", "middle": [], "last": "Gapenski", "suffix": ""}], "year": 1996, "venue": "Harv. Bus. Rev", "volume": "77", "issn": "", "pages": "19--22", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Relationship between capital structure and profitability: evidence from four Asian Tigers", "authors": [{"first": "C", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "M", "middle": ["U"], "last": "Batmunkh", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Jargalsaikhan", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effect of export tax rebates on export performance: theory and evidence from China", "authors": [{"first": "H", "middle": ["C"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Mai", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Yu", "suffix": ""}], "year": 2006, "venue": "China Econ. Rev", "volume": "17", "issn": "I2", "pages": "226--235", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Relationships between the Capabilities and export performance of Korean clothing and textiles SMEs and the moderating effects of export mode on these relationships", "authors": [{"first": "J", "middle": ["E"], "last": "Chung", "suffix": ""}, {"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Won", "suffix": ""}], "year": 2018, "venue": "Cloth. Text. Res. J", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Corporate Finance Theory and Practice", "authors": [{"first": "", "middle": [], "last": "Damodaran", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The optimal capital structure under corporate and personal taxation", "authors": [{"first": "H", "middle": [], "last": "Deangelo", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Masulis", "suffix": ""}], "year": 1980, "venue": "J. Financ. Econ", "volume": "8", "issn": "1", "pages": "3--29", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The impact of capital-structure choice on firm performance: empirical evidence from Egypt", "authors": [{"first": "I", "middle": ["E S"], "last": "Ebaid", "suffix": ""}], "year": 2009, "venue": "J. Risk Finance", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Evaluating Value-Based Financial Performance Measures", "authors": [{"first": "P", "middle": ["D"], "last": "Erasmus", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Testing trade-off and pecking order predictions about dividends and debt", "authors": [{"first": "E", "middle": ["F"], "last": "Fama", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "French", "suffix": ""}], "year": 2002, "venue": "Rev. Financ. Stud", "volume": "15", "issn": "11", "pages": "1--33", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The pricing of seasoned equity offerings: evidence from REIT's. R. Estate Econ", "authors": [{"first": "C", "middle": [], "last": "Ghosh", "suffix": ""}, {"first": "R", "middle": [], "last": "Nag", "suffix": ""}, {"first": "C", "middle": [], "last": "Sirmans", "suffix": ""}], "year": 2000, "venue": "", "volume": "28", "issn": "", "pages": "363--384", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Board size, CEO duality, and the value of Canadian manufacturing firms", "authors": [{"first": "A", "middle": [], "last": "Gill", "suffix": ""}, {"first": "N", "middle": [], "last": "Mathur", "suffix": ""}], "year": 2011, "venue": "J. Appl. Finance Bank", "volume": "1", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The interrelationship between Culture, capital structure, and performance: evidence from European retailers", "authors": [{"first": "K", "middle": ["C"], "last": "Gleason", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Mathur", "suffix": ""}, {"first": "Ike", "middle": [], "last": "Mathur", "suffix": ""}], "year": 2000, "venue": "J. Bus. Res", "volume": "50", "issn": "2", "pages": "185--191", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Impact of capital structure on performance of listed public sector banks in India", "authors": [{"first": "A", "middle": ["M"], "last": "Goyal", "suffix": ""}], "year": 2013, "venue": "Int. J. Business Manag. Invent", "volume": "2", "issn": "10", "pages": "35--43", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Do banks provide financial stack?", "authors": [{"first": "C", "middle": [], "last": "Hadlock", "suffix": ""}, {"first": "C", "middle": [], "last": "James", "suffix": ""}], "year": 2002, "venue": "J. Finance", "volume": "57", "issn": "", "pages": "1383--1420", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Influence of capital structure on firm performance: evidence from Bangladesh", "authors": [{"first": "M", "middle": ["B"], "last": "Hasan", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Ahsan", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rahaman", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Alam", "suffix": ""}], "year": 2014, "venue": "Int. J. Bus. Manag", "volume": "9", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Determinants of capital structure: a case for the Pakistani Cement industry", "authors": [{"first": "S", "middle": ["T"], "last": "Hijazi", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Tariq", "suffix": ""}], "year": 2006, "venue": "Lahore J. Econom", "volume": "", "issn": "", "pages": "63--80", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Agency theory, capital structure, and firm performance: some Indian evidence", "authors": [{"first": "R", "middle": ["M"], "last": "Hull", "suffix": ""}, {"first": "V", "middle": [], "last": "Dawar", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "The relationship of capital structure decisions with firm performance: a study of the engineering sector of Pakistan", "authors": [{"first": "G", "middle": ["K"], "last": "Khan", "suffix": ""}], "year": 2012, "venue": "Int. J. Account. Financ. Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Who benefits from the export tax rebate policy? Evidence from the Chinese fishery sector", "authors": [{"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ge", "suffix": ""}], "year": 2018, "venue": "Stud. Agric. Econom", "volume": "120", "issn": "", "pages": "97--104", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Capital structure, equity ownership, and firm performance", "authors": [{"first": "D", "middle": [], "last": "Margaritis", "suffix": ""}, {"first": "M", "middle": [], "last": "Psillaki", "suffix": ""}], "year": 2010, "venue": "J. Bank. Finance", "volume": "34", "issn": "3", "pages": "621--632", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Capital structure determinants on KSE listed Automobile companies", "authors": [{"first": "M", "middle": [], "last": "Masnoon", "suffix": ""}, {"first": "A", "middle": [], "last": "Saeed", "suffix": ""}], "year": 2014, "venue": "Eur. Sci. J", "volume": "10", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Capital structure and firm performance: a case of textile sector of Pakistan", "authors": [{"first": "F", "middle": [], "last": "Memon", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Bhutto", "suffix": ""}, {"first": "G", "middle": [], "last": "Abbas", "suffix": ""}], "year": 2012, "venue": "Asian J. Bus. Manag. Sci", "volume": "1", "issn": "9", "pages": "9--15", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Determinants of financial performance of a firm: case of Pakistani stock market", "authors": [{"first": "A", "middle": ["S"], "last": "Mirza", "suffix": ""}, {"first": "A", "middle": [], "last": "Javed", "suffix": ""}], "year": 2013, "venue": "J. Econ. Int. Finance", "volume": "5", "issn": "2", "pages": "43--52", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The cost of capital, corporation finance, and the theory of investment", "authors": [{"first": "F", "middle": [], "last": "Modigliani", "suffix": ""}, {"first": "M", "middle": [], "last": "Miller", "suffix": ""}], "year": 1958, "venue": "Am. Econ. Rev", "volume": "48", "issn": "", "pages": "261--297", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The impact of capital structure on the financial performance of the firms: evidence from Borsa Istanbul", "authors": [{"first": "S", "middle": [], "last": "Nassar", "suffix": ""}], "year": 2016, "venue": "J. Bus. Financ. Aff", "volume": "5", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Capital structure and firm performance of non-financial listed companies: cross-sector empirical evidences from Vietnam", "authors": [{"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "H", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2020, "venue": "Accounting", "volume": "6", "issn": "2", "pages": "137--150", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Introduction to Securities Investment and Financial Analysis", "authors": [{"first": "Chung", "middle": ["C"], "last": "Nieh", "suffix": ""}, {"first": "Chen", "middle": ["C"], "last": "Lou", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Impact of capital structure on financial performance of the listed trading companies in Sri Lanka", "authors": [{"first": "A", "middle": [], "last": "Nirajini", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Priya", "suffix": ""}], "year": 2013, "venue": "Int. J. Sci. Res. Publ", "volume": "3", "issn": "5", "pages": "1--9", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Financial leverage and profitability performance of financial institutions in Nigeria", "authors": [{"first": "G", "middle": ["O"], "last": "Okoye", "suffix": ""}], "year": 2019, "venue": "Global J. Educ. Humanit. Manag. Sci", "volume": "1", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Do Managers Herd when Choosing the Firm's Capital Structure? Evidence from a Small European Economy", "authors": [{"first": "M", "middle": ["F"], "last": "Pais", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Capital structure and financial performance", "authors": [{"first": "P", "middle": [], "last": "Pinto", "suffix": ""}, {"first": "T", "middle": ["I"], "last": "Hawaldar", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Quadras", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Joseph", "suffix": ""}], "year": 2017, "venue": "Int. J. Appl. Bus. Econ. Res", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Effect of capital structure and sales growth on firm value with profitability as mediation", "authors": [{"first": "I", "middle": ["G A P T"], "last": "Putri", "suffix": ""}, {"first": "H", "middle": [], "last": "Rahyuda", "suffix": ""}], "year": 2020, "venue": "Int. Res. J. Manag. IT Soc. Sci", "volume": "7", "issn": "1", "pages": "145--155", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The impact of capital structure on the profitability of publicly traded manufacturing firms in Bangladesh", "authors": [{"first": "M", "middle": ["A"], "last": "Rahman", "suffix": ""}, {"first": "M", "middle": ["S I"], "last": "Sarker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Uddin", "suffix": ""}], "year": 2019, "venue": "Appl. Econom. Finance", "volume": "6", "issn": "2", "pages": "1--5", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The Great Reversals. The Politics of Financial Developments in the 20th Century", "authors": [{"first": "R", "middle": [], "last": "Rajan", "suffix": ""}, {"first": "L", "middle": [], "last": "Zingales", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Capital structure and financial performance: evidence from selected business companies in Colombo stock exchange Sri Lanka", "authors": [{"first": "J", "middle": ["B"], "last": "Ruzben", "suffix": ""}], "year": 2003, "venue": "J. Arts Sci. Commerce", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Diagnostics of the challenges and potential solutions to improve export competitiveness in international markets: the case of Pakistani readymade garments industry", "authors": [{"first": "A", "middle": [], "last": "Safeer", "suffix": ""}, {"first": "A", "middle": [], "last": "He", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abrar", "suffix": ""}, {"first": "M", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "J. Compet", "volume": "11", "issn": "3", "pages": "128--143", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Capacity Realization and Productivity Growth in a Developing Country: Has Economic Reform Had Impact? Routledge", "authors": [{"first": "R", "middle": ["A"], "last": "Salim", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Capital structure and firm performance: evidence from Malaysian listed companies", "authors": [{"first": "M", "middle": [], "last": "Salim", "suffix": ""}, {"first": "R", "middle": [], "last": "Yadav", "suffix": ""}], "year": 2012, "venue": "Proc.-Soc. Behav. Sci", "volume": "65", "issn": "", "pages": "156--166", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The growth of e-marketing in the businessto-business industry and its effect on the performance of businesses in Pakistan: marketing success", "authors": [{"first": "A", "middle": ["A"], "last": "Sheikh", "suffix": ""}, {"first": "A", "middle": [], "last": "Shahzad", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Ishaq", "suffix": ""}], "year": 2017, "venue": "Int. Multidiscipl. J. Soc. Sci", "volume": "6", "issn": "2", "pages": "178--214", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Financing behavior of textile firms in Pakistan", "authors": [{"first": "A", "middle": ["N"], "last": "Sheikh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}], "year": 2010, "venue": "Int. J. Innovat. Manag. Technol", "volume": "1", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "The relationship between capital structure decisions with firm performance: comparison between big and small industries in firms listed at Tehran stock exchange", "authors": [{"first": "A", "middle": [], "last": "Seyed", "suffix": ""}, {"first": "R", "middle": [], "last": "Pejman", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "World Sci. J", "volume": "1", "issn": "9", "pages": "83--92", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "The determinants of capital structure choice", "authors": [{"first": "S", "middle": [], "last": "Titman", "suffix": ""}, {"first": "R", "middle": [], "last": "Wessels", "suffix": ""}], "year": 1988, "venue": "J. Finance", "volume": "43", "issn": "1", "pages": "1--19", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Impact of capital structure on financial performance of textile sector in Pakistan", "authors": [{"first": "Atta", "middle": [], "last": "Ullah", "suffix": ""}, {"first": "M", "middle": [], "last": "Kashif", "suffix": ""}, {"first": "Saif", "middle": [], "last": "Ullah", "suffix": ""}], "year": 2017, "venue": "KASBIT Bus. J. (KBJ)", "volume": "10", "issn": "", "pages": "1--20", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Capital structure decisions and corporate performance: evidence from Chinese listed industrial firms", "authors": [{"first": "R", "middle": [], "last": "Vijayakumaran", "suffix": ""}], "year": 2018, "venue": "Int. J. Account. Financ. Report", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "The impact of capital structure on the performance of construction companies: a study from Vietnam stock exchanges", "authors": [{"first": "T", "middle": [], "last": "Vu", "suffix": ""}, {"first": "T", "middle": [], "last": "Le", "suffix": ""}, {"first": "T", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2020, "venue": "Accounting", "volume": "6", "issn": "2", "pages": "169--176", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "The effects of capital structure on the corporate performance of Taiwan-listed photovoltaic companies: a moderator of corporate innovation activities", "authors": [{"first": "C", "middle": [], "last": "Yung-Chieh", "suffix": ""}], "year": 2013, "venue": "J. Glob. Bus. Manag", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Capital structure and corporate performance: evidence from Jordan", "authors": [{"first": "R", "middle": [], "last": "Zeitun", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Tian", "suffix": ""}], "year": 2007, "venue": "Australas. Account. Bus. Finance J", "volume": "1", "issn": "4", "pages": "40--61", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(a): Pakistan's annual export growth. (b): Change in Pakistan's annual exports.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Applied Tariff Rate (all products in %).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Change in global competitiveness score.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "A. Ullah, C. Pinglu, S. Ullah, M. Zaman and S.H. Hashmi: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "supported by the Professor Chen Pinglu under the Project of National Natural Science Foundation of China (grant No: 71703047).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Measurement of variables.", "latex": null, "type": "table"}, "TABREF1": {"text": "Descriptive statistics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>AT </td><td>DE </td><td>EBIT_T </td><td>EGR </td><td>FS </td><td>GR </td><td>ROE </td><td>TB\n</td></tr><tr><td>Mean </td><td>1.50 </td><td>0.28 </td><td>0.49 </td><td>0.00 </td><td>21.28 </td><td>0.01 </td><td>0.15 </td><td>0.67\n</td></tr><tr><td>Median </td><td>1.15 </td><td>1.40 </td><td>0.09 </td><td>0.01 </td><td>21.46 </td><td>0.03 </td><td>0.06 </td><td>0.62\n</td></tr><tr><td>Maximum </td><td>36.98 </td><td>738.505 </td><td>15.87 </td><td>0.31 </td><td>25.50 </td><td>6.42 </td><td>61.69 </td><td>5.83\n</td></tr><tr><td>Minimum </td><td>0.00 </td><td>201.37 </td><td>518.85 </td><td>0.41 </td><td>16.31 </td><td>5.77 </td><td>34.73 </td><td>5.35\n</td></tr><tr><td>Standard Deviation </td><td>2.46 </td><td>13.89 </td><td>11.42 </td><td>0.19 </td><td>1.681 </td><td>0.95 </td><td>3.45 </td><td>0.51\n</td></tr><tr><td>Skewness </td><td>7.99 </td><td>-17.27 </td><td>-29.22 </td><td>-0.65 </td><td>-0.528 </td><td>0.59 </td><td>10.74 </td><td>3.25\n</td></tr><tr><td>Kurtosis </td><td>84.83 </td><td>359.01 </td><td>865.57 </td><td>3.14 </td><td>3.34 </td><td>23.13 </td><td>240.92 </td><td>66.97\n</td></tr><tr><td>Jarque-Bera </td><td>258114.0 </td><td>4749795 </td><td>27749159.0 </td><td>65.38 </td><td>45.78 </td><td>15104.84 </td><td>2118619.00 </td><td>153521.30\n</td></tr><tr><td>Probability </td><td>0.000 </td><td>0.000 </td><td>0.000 </td><td>0.000 </td><td>0.000 </td><td>0.000 </td><td>0.000 </td><td>0.000\n</td></tr><tr><td>Sum </td><td>1344.58 </td><td>-257.81 </td><td>-437.36 </td><td>0.135 </td><td>18966.66 </td><td>-4.47 </td><td>139.78 </td><td>600.80\n</td></tr><tr><td>Sum Sq. Dev. </td><td>5438.48 </td><td>8965778.0 </td><td>272630.0 </td><td>33.0 </td><td>2522.7 </td><td>538.17 </td><td>10728.1 </td><td>239.1\n</td></tr><tr><td>Observations </td><td>891 </td><td>891 </td><td>891 </td><td>891 </td><td>891 </td><td>891 </td><td>891 </td><td>891\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Correlation Analysis of variables.", "latex": null, "type": "table"}, "TABREF3": {"text": "Results of unit root test (ADF test individual effect).", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variables </td><td>t-Statistic </td><td>Prob.* </td><td>Prob.*\n</td></tr><tr><td>At Level - Without </td><td> </td><td>Level </td><td>1st Difference\n</td></tr><tr><td>Assets Turnover </td><td>-6.80 </td><td>0.00 </td><td>-\n</td></tr><tr><td>Debt to Equity </td><td>-26.88 </td><td>0.00 </td><td>-\n</td></tr><tr><td>Taxation </td><td>-75.61 </td><td>0.00 </td><td>-\n</td></tr><tr><td>Export Growth </td><td>-8.09 </td><td>0.00 </td><td>-\n</td></tr><tr><td>Firm Size </td><td>-4.40 </td><td>0.00 </td><td>-\n</td></tr><tr><td>Growth (Sales) </td><td>6.96 </td><td>1.00 </td><td>0.0000\n</td></tr><tr><td>Total Debt </td><td>-13.45 </td><td>0.00 </td><td>-\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Results of regression [Random effect regression estimation model].", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable (Constant) </td><td>Coefficient </td><td>Std. Error </td><td>t-Statistic </td><td>Prob. </td><td>Hypothesis Decision\n</td></tr><tr><td>6.85 </td><td>3.34 </td><td>2.05 </td><td>0.04\n</td><td> </td></tr><tr><td>Assets Turnover </td><td>-0.01 </td><td>0.04 </td><td>-0.22 </td><td>0.83 </td><td>H0: Accepted\n</td></tr><tr><td>Debt to Equity </td><td>-0.03 </td><td>0.01 </td><td>-42.95 </td><td>0.00 </td><td>H1: Accepted\n</td></tr><tr><td>Taxation </td><td>0.001 </td><td>0.01 </td><td>0.14 </td><td>0.89 </td><td>Ho: Accepted\n</td></tr><tr><td>Export Growth </td><td>0.80 </td><td>0.34 </td><td>2.33 </td><td>0.02 </td><td>H1: Accepted\n</td></tr><tr><td>Firm Size </td><td>-0.31 </td><td>0.15 </td><td>-1.99 </td><td>0.05 </td><td>H1: Accepted\n</td></tr><tr><td>Growth (Sales) </td><td>0.06 </td><td>0.07 </td><td>0.86 </td><td>0.04 </td><td>H1: Accepted\n</td></tr><tr><td>Total debt to total assets ratio </td><td>-0.17 </td><td>0.15 </td><td>-1.14 </td><td>0.25 </td><td>H0: Accepted\n</td></tr><tr><td>R- Squared </td><td>0.73 </td><td>Mean dependent var </td><td>0.156\n</td><td> </td></tr><tr><td>Adjusted R-squared </td><td>0.70 </td><td>S.D. dependent var </td><td> </td><td>3.471\n</td><td> </td></tr><tr><td>Sum squared resid </td><td>2911.42 </td><td>Akaike info criterion </td><td>4.239\n</td><td> </td></tr><tr><td>Log-likelihood </td><td>-1791.77 </td><td>Schwarz criterion </td><td> </td><td>4.761\n</td><td> </td></tr><tr><td>F-statistic </td><td>22.20 </td><td>Hannan-Quinn criter. </td><td>4.439\n</td><td> </td></tr><tr><td>F-statistic </td><td>22.20 </td><td>Durbin Watson stat </td><td> </td><td>1.767\n</td><td> </td></tr><tr><td>Prob. (F-statistics) </td><td>0.000\n</td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF5": {"text": "List Of Companies", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Competing interest statement"}, {"text": "No additional information is available for this paper. ", "cite_spans": [], "ref_spans": [], "section": "Additional information"}]}