{
    "paper_id": "399e5372138b308082f90027f9f50ffaa0c45d7a",
    "metadata": {
        "title": "Pain and Therapy in the Realm of a Storm",
        "authors": [
            {
                "first": "Giustino",
                "middle": [],
                "last": "Varrassi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Last year proved to be another fascinating and challenging year in pain medicine. Many new and interesting developments are shaping the way we work in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let's begin, though, with a brief look at some of the notable milestones for Pain and Therapy itself. It was amazing to learn that our 2021 impact factor increased from 5.526 (2020) to 5.725. This is a remarkable achievement and demonstrates the commitment the journal has made to publish high-quality, high-impact research and reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The research volume we are publishing has also increased as the journal has gained notoriety in the field. In 2020, we published 81 articles-in 2021 we published well over 100 (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We've also seen a significant increase in our readership over the past year. In 2020, articles in the journal were downloaded just over 200,000 times. In 2021 the number stands at over 320,000 (at time of writing)-and that does not include accesses via PubMed. One reason for this could be that the journal is leading the way in digital enhancements, which can be a great way to illuminate important research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For example, the lead authors of two exploratory analyses from phase 3 oliceridine trials provided video interviews [1] . These fascinating insights give readers a fresh way of understanding and interpreting these complicated analyses.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Who could forget that the work in the pain medicine field has been impacted, of course, by the ongoing COVID-19 pandemic. It was interesting to read a review published in the journal entitled ''COVID-19 and the Opioid Epidemic: Two public health emergencies that intersect with chronic pain'' [2] . This fascinating review advocates for a renewed effort towards best practice for accessing chronic pain treatments during times of national and international crisis. It's a sobering read, but very important. On a similar topic, Pain and Therapy also published a previous review article already cited 26 times [3] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world of pain management has suffered a lot because of the impact of the pandemic on scientific communication, mainly confined to webinars and online congresses. During the entire year, just two important international congresses were organized: Pain Week (Las Vegas, USA) and Roma Pain Days (Rome, Italy). Both of them had great success, with thousands of people registered and participating both in person and using the internet. In any case, this shows that there is still a great increasing interest in pain medicine and in the destiny of pain patients. Clearly, the use of web-consulting for patients is not successful. Patients need the direct contact with the physician, and not just to receive a prescription. Internet consulting would never provide the possibility to establish the necessary contact and feeling with chronic pain patients. At the same time, there is an increasing development of practical courses on pain management, with prevalence of courses on cadavers. It is clear that health care professionals want to learn more and involve themselves in the practical aspects of medicine, and especially of pain medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This cannot be done without a solid scientific background, which can be provided just by high-quality publications. We are very proud of the above-mentioned results, showing that we are on the right track, and our projects for 2022 are clear: we want to further increase the quality of our scientific product, following and satisfying the needs of our readers and scientists who rely on the efforts and the highly professional approach of Pain and Therapy. We are very confident that this objective will be achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I would also like to take this opportunity to thank the many talented reviewers who helped us make decisions and suggest guidance for the research we published last year. Moreover, I must also pay thanks to our wonderful editorial and advisory board members from around the world. All have given us their valuable time throughout the year to suggest new ideas and directions. Without them, the growth we have seen in 2021 would not have been possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here's to a successful 2022. Giustino Varrassi, MD, PhD President, Paolo Procacci Foundation Editor-in-Chief, Pain and Therapy International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of Compliance with Ethics Guidelines. This article is based on previously published material and does not contain any new studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Open Access. This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/bync/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oliceridine is associated with reduced risk of vomiting and need for rescue antiemetics compared to morphine: exploratory analysis from two phase 3 randomized placebo and active controlled trials",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michalsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Candiotti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pain Ther",
            "volume": "10",
            "issn": "",
            "pages": "401--414",
            "other_ids": {
                "DOI": [
                    "10.1007/s40122-020-00216-x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and the opioid epidemic: two public health emergencies that intersect with chronic pain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manchikanti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanaparthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atluri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pain Ther",
            "volume": "10",
            "issn": "",
            "pages": "269--86",
            "other_ids": {
                "DOI": [
                    "10.1007/s40122-021-00243-2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pain management during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "El-Tallawy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nalamasu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Pergolizzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gharibo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pain Ther",
            "volume": "9",
            "issn": "",
            "pages": "453--66",
            "other_ids": {
                "DOI": [
                    "10.1007/s40122-020-00190-4"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pain and Therapy published 117 papers in 2021, and its publications have been cited 781 times to date. Data from WoS, December 15, 2021the work as a whole, and have given their approval for this version to be published.Disclosures. The author is the Editor-in-Chief of this journal. He does not have any other conflict of interest to declare.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Funding. The author would thank the Paolo Procacci Foundation for the support to prepare this manuscript. No funding or sponsorship was received for the publication of this article.Authorship. All named authors meet the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}