{
    "paper_id": "3a13b4265fdbdd671bb0bceb1723270db6ba4024",
    "metadata": {
        "title": "Abdominal Computed Tomography Findings among COVID-19 Patients with Index Gastrointestinal Manifestations: A Preliminary Single-center Experience",
        "authors": [
            {
                "first": "Ranjan",
                "middle": [
                    "K"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karamvir",
                "middle": [],
                "last": "Chandel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shruti",
                "middle": [],
                "last": "Mittal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taraprasad",
                "middle": [],
                "last": "Tripathy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: About 20% of COVID-19 patients can have digestive symptoms, apart from the typical chest-related symptoms, and 10% of patients may have only gastrointestinal (GI) symptoms during their entire disease course. Aim and objective: The purpose of this study was to describe the spectrum of abdominal computed tomographic (CT) findings in a cohort of 15 COVID-19 patients (confirmed on reverse transcription polymerase chain reaction (RT-PCR)) who presented with various GI presentations without preceding respiratory symptoms. Materials and methods: A total of 93 patients with COVID-19 (confirmed on RT-PCR) who underwent CT imaging (between September 28, 2020 and March 20, 2021) in our center were retrospectively searched from the existing database. Among those, 15 patients having index presentation with abdominal symptoms and underwent CT abdomen were further evaluated. Results: Biliary stasis in the form of distended gallbladder and wall thickening was the most common finding, seen in 66.7% (n = 10) patients, followed by bowel wall thickening. Small bowel and large bowel thickenings were seen in 26.7% (n = 4) and 20% (n = 3) patients, respectively. Other findings include fluid-filled colon (n = 1), mesenteric venous thrombosis (MVT) (n = 2), paper-thin bowel wall and pneumatosis (n = 1), acute pancreatitis (n = 1), and ascites (n = 2). One patient who presented with abdominal pain did not show any obvious imaging findings on CT. Conclusion: Patients with COVID-19 can present with initial GI symptoms preceding typical respiratory symptoms. CT imaging helps in identifying the GI involvement, to rule out alternate etiologies, and also aids in appropriate management planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Today, we are going through a life-threatening pandemic, that is, coronavirus disease-2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Typically, most of the patients of COVID-19 present with respiratory tract symptoms that include fever, cough, and chest pain with or without breathlessness. 1 However, it is not limited to the respiratory system only. Studies from systemic reviews and meta-analyses have shown that approximately 20% of patients with COVID-19 have digestive symptoms. The most common symptoms are anorexia, nausea, vomiting, abdominal pain, and diarrhea. Around 10% of patients can have index presentation with abdominal symptoms, and some patients might have only gastrointestinal (GI) symptoms during the entire course of this disease. 2, 3 Here we describe the various abdominal computed tomographic (CT) findings in a cohort of 15 patients with COVID-19 from our center who had index presentation with GI symptoms. We also briefly discuss the review of literature of clinically relevant abdominal imaging findings in such patients.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 334,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 800,
                    "end": 801,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "IntroductIon"
        },
        {
            "text": "It was a single-center, retrospective, cross-sectional study. A total of 93 patients with COVID-19 (confirmed on RT-PCR) who underwent CT imaging (between September 28, 2020 and March 20, 2021) in our center were retrospectively searched from the existing database. 1, 2, 4 Institute of Liver and Biliary Sciences, New Delhi, India Among those, patients having index presentation with abdominal symptoms and underwent CT abdomen were further evaluated. Patients having age of <18 years, preexisting abdominal pathology, or abdominal findings unequivocally attributable to an alternate etiology, were excluded. Finally, a total of 15 patients were analyzed.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 269,
                    "end": 271,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 272,
                    "end": 273,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MAterIAls A n d Methods"
        },
        {
            "text": "All CT scans were performed on a 64-slice multidetector scanner (Siemens AG, Germany) with proper precautions. Abdominal scans were performed with and without contrast in 12 and 3 patients, respectively. Performed abdominal scans were reviewed, and salient features were recorded. Patients, clinical and demographic profiles were also recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAterIAls A n d Methods"
        },
        {
            "text": "Apart from the angiotensin-converting enzyme 2 (ACE-2) receptor, other surface molecules on the host cell membrane (ASGR1 and KREMEN1) can independently mediate SARS-CoV-2 infection. Affinity toward these variable host cell receptors may explain the direct multisystemic involvement of this virus. 4 ACE-2 receptors are not only present in alveolar cells of the lung, but also seen in the bowel loop, hepatocyte, biliary tree, pancreas, and kidneys. 4 The GI system is among the most common extra-thoracic involvement by the SARS-CoV-2 virus. Recent studies on autopsy specimens from COVID-19 patients have shown cellular involvement and viral replication within the cells of GIT. Viral nucleic acid has also been isolated in stool samples and anal swabs of COVID-19 patients. 5 Existing data to date suggest that GI involvement is seen in up to 15% of COVID-19 patients, and it is not uncommon to find patients who initially present with digestive symptoms preceding the typical respiratory symptoms. 2, 3 Imaging not only plays an important role in the evaluation of GI involvement by the virus but also to rule out the alternate abdominal pathologies if any. Ultrasonography (USG) is an invaluable imaging tool in the evaluation of ICU/high dependency unit patients, because it is portable and readily available. A recent study has shown that right upper quadrant USG was the most common UG examination performed, mostly in ICU patients. The most common indication for right upper quadrant USG was abnormal liver laboratory findings (n = 31 of 37, 84%). 6 Contrast enhanced computerized tomography (CECT) helps in the detailed evaluation of abdominal pathologies, particularly in bowel pathologies.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 450,
                    "end": 451,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 777,
                    "end": 778,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1557,
                    "end": 1558,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "Features of acute acalculous cholecystitis in the form of distended GB and wall thickening (>3 mm) were seen in 66.7% (n = 10) patients of our cohort. Most of them presented with upper abdominal pain. It is seen more commonly in hospitalized and critically ill patients. Viral RNA has been isolated from GB in patients with cholecystitis, possibly indicating direct virus-induced inflammation in such patients. However, other factors, like systemic inflammation, immunosuppression, and opportunistic infections, may aid in the pathogenesis. On imaging, it appears as distended results Demographic and baseline characteristics of patients are mentioned in Table 1 . The mean age of patients in our study cohort was 57.5 ± 10.9 years (range: 38-74 years). Among 15 patients, nine were male and six were female. Three patients were admitted to intensive care unit (ICU), and the rest were in the COVID ward. At presentation, all 15 patients had only GI symptoms, including loss of appetite, abdominal pain, nausea, vomiting, and diarrhea (Table 2) , with abdominal pain being the most common symptom. Nine patients also developed chest-related symptoms within 7 days of presentation; however, the remaining six patients had only GI symptoms during the entire course of the disease. Twelve patients had findings related to COVID-19 pneumonia in chest X-ray or CT scan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 662,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1035,
                    "end": 1044,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "dIscussIon"
        },
        {
            "text": "Abdominal CT findings are enlisted in Table 3 . Distension of gallbladder (GB) with wall thickening was the most common imaging feature on CT, seen in 66.7% (n = 10) patients (Fig. 1) . However, it was not associated with biliary dilatation or hepatic parenchymal changes in any of these patients. Mesenteric venous thrombosis (MVT) was seen in two patients. Among them, one who was in ICU also had an extension of thrombus into the main portal vein along with small bowel thickening due to venous congestion (Fig. 2) . Small bowel and large bowel thickenings were seen in 26.7% (n = 4) and 20% (n = 3) patients, respectively. One patient had both small and large bowel thickenings who presented with vomiting and diarrhea. Fluid-filled colonic loop was noticed in one of our patients who presented with diarrhea and had colonic wall thickening. One patient had marked diffuse colonic thickening with stratified pattern and edematous enhancing mucosa, giving accordion sign (Fig. 3) . Another ICU patient of our cohort had a paper-thin jejunal loop with pneumatosis intestinalis (Fig. 4) . Neither frank bowel perforation nor GI bleed was seen in any patients. Acute interstitial edematous pancreatitis was found in one patient, and ascites was present in three patients. One patient who complained of abdominal pain did not show any obvious finding on the CT scan. GB with thickened wall, decrease in wall enhancement sludge within the lumen with or without pericholecystic fluid. 7 Few case reports have also described the occurrence of gangrenous cholecystitis in patients with COVID-19, although the exact pathophysiology is unknown. 8 Although none of our patients showed any imaging changes related to hepatic parenchyma and biliary tree, SARS-CoV-2 virus is known to cause hepatitis which is manifested as elevated liver enzymes. On imaging, periportal edema and heterogeneous parenchyma indicate hepatitis. 5 Bowel involvement is a well-known fact in COVID-19 patients, which possibly results from either direct bowel involvement by the virus, virus-induced inflammation, or bowel wall ischemia. 9 Our study cohort showed small bowel thickening and large bowel thickening in four and three patients, respectively, with combined involvement in one patient. CT showed bowel wall thickening with mural stratification due to bowel wall inflammation in five patients. One patient showed marked colonic wall thickening, edema of mucosal folds with enhancing mucosa, and hypodense submucosa, giving accordion sign like that of pseudomembranous enterocolitis caused by Clostridium difficile. Similar findings have been demonstrated in the latest study by Bhayana et al. 6 One patient who presented with diarrhea showed mildly prominent fluid-filled sigmoid colon and rectum. Although fluid-filled colon is often missed on CT reporting, it could be a useful additional finding in COVID patients having diarrhea. 6 Direct vascular endothelial involvement by the SARS-CoV-2 virus leads to vascular, both arterial as well as venous. In the COVID setting, bowel ischemia is known to occur due to either arterial micro-, macrothrombosis, or venous occlusion. 6,10 Two of our patients had MVT with concomitant enhancing bowel wall thickening, indicating early mesenteric ischemia. One of our ICU patients showed a paper-thin small bowel wall with pneumatosis, indicating acute arterial mesenteric ischemia; however, no obvious arterial thrombosis was found on CT. This could be explained in the context of arterial microthrombosis in sick COVID patients, resulting in bowel infarction. 10 Studies on resected gangrenous bowel segments have proven the presence of fibrin thrombi within the submucosal arterioles as the reason for bowel ischemia. 6 Although pneumoperitoneum and portal venous (PV) gas are the well-known features of bowel infarction with perforation, none of our patients had those findings. 9,10 Mucosal damage directly by the virus is shown to cause GI bleed, which would be perpetuated by concomitant anticoagulation therapy in sick COVID-19 patients to prevent vascular thrombosis. 11, 12 Vascular thrombosis can also lead to different solid organ infarctions, such as splenic and renal infarction, 13 but was not found in our study cohort.",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1483,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1638,
                    "end": 1639,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1915,
                    "end": 1916,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2104,
                    "end": 2105,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2670,
                    "end": 2671,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2911,
                    "end": 2912,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3579,
                    "end": 3581,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3738,
                    "end": 3739,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4094,
                    "end": 4097,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4098,
                    "end": 4100,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4211,
                    "end": 4213,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 175,
                    "end": 183,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 517,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 982,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1087,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "CT Features"
        },
        {
            "text": "Pancreas can also be affected in COVID-19 patients, either by direct viral-induced injury or as a consequence of systemic inflammatory response. Direct injury to islet cells results in acute diabetes also. Wang et al. reported pancreatic injury in 17% of COVID-19 patients. 14 We found one case of acute edematous pancreatitis with peripancreatic inflammation and ascites. The patient did not have gallstone, prior history of alcohol intake, or dyslipidemia. One of our patients had no significant abdominal CT findings even though he presented with abdominal pain.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CT Features"
        },
        {
            "text": "The sample size was small, and there was no follow-up imaging of studied patients. However, the findings of this study are expected to add more to the pathogenesis and behavior of the novel coronavirus. conclusIon COVID-19 patients can have index presentation with GI symptoms. Although various imaging features can be seen, biliary stasis and bowel involvement are the common one. Imaging not only aids in diagnosis but also helps in deciding proper management strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Features"
        },
        {
            "text": "RKP, KC and TP contributed to the design and implementation of the research, the analysis of the results, and the writing of the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2019 -nCoV, fake news, and racism",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "L ancet",
            "volume": "395",
            "issn": "",
            "pages": "685--686",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30357-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Manifestations and prognosis of gastrointestinal and liver involvement in patients with COVID-19: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "7",
            "pages": "30126--30132",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of COVID-19 patients with digestive symptoms in Hubei, China: a descriptive, crosssectional, multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Gastroenterol",
            "volume": "115",
            "issn": "5",
            "pages": "766--773",
            "other_ids": {
                "DOI": [
                    "10.14309/ajg.0000000000000620"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19-associated gastrointestinal and liver injury: clinical features and potential mechanisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Signal Transduct Target Ther",
            "volume": "5",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1038/s41392-020-00373-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 and the digestive system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gastroenterol Hepatol",
            "volume": "35",
            "issn": "5",
            "pages": "744--748",
            "other_ids": {
                "DOI": [
                    "10.1111/jgh.15047"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abdominal imaging findings in COVID-19: preliminary observations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhayana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Som",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "297",
            "issn": "1",
            "pages": "207--215",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201908"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 can mimic acute cholecystitis and is associated with the presence of viral RNA in the gallbladder wall",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balaphas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gkoufa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hepatol",
            "volume": "73",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coagulopathy in COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "9",
            "pages": "2103--2109",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14975"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multisystem imaging manifestations of COVID-19, part 2: from cardiac complications to pediatric manifestations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Revzin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiographics",
            "volume": "40",
            "issn": "7",
            "pages": "1866--1892",
            "other_ids": {
                "DOI": [
                    "10.1148/rg.2020200195"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute Mesenteric Ischemia in Severe Coronavirus-19 (COVID-19): Possible Mechanisms and Diagnostic Pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yaseen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Radiol",
            "volume": "27",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2020.05.016"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Self-limited gastrointestinal bleeding in COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Stanek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Hepatol Gastroenterol",
            "volume": "44",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clinre.2020.06.015"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An unusual case of gastrointestinal bleeding in a patient with COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sanku",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cureus",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Abdominopelvic CT findings in patients with novel coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goldberg-Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paroder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Abdom Radiol",
            "volume": "45",
            "issn": "9",
            "pages": "2613--2623",
            "other_ids": {
                "DOI": [
                    "10.1007/s00261-020-02669-2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pancreatic injury patterns in patients with coronavirus disease 19 pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.03.055"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "4A and B: Multiphasic CT abdomen in a COVID-19 patient presented with abdominal pain. (A) Axial image showing gas-filled jejunal loop with a paper-thin wall (white arrow); (B) Coronal lung window image showing pneumatosis (red arrows), suggestive of bowel infarction due to acute mesenteric ischemia Figs 3A to C: A 69-year ICU patient presented with abdominal pain and diarrhea. (A) Chest X-ray shows peripheral subpleural GGOs in both lungs (left > right) with lower zone predominance, typical of COVID-19 pneumonia; (B) axial and (C) sagittal CECT images showing marked diffuse edematous thickening of large bowel with enhancing mucosa, giving \"accordion sign. \" Mild ascites is also noted",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and baseline characteristics of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical features of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Abdominal CT features in patients with initial GI symptoms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}