{"paper_id": "3a59e35d41970eea17920cf3c8cc1e1166d83cb7", "metadata": {"title": "Variation in Covid-19 Cases Across New York City", "authors": [{"first": "Awi", "middle": [], "last": "Federgruen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sherin", "middle": [], "last": "Naha", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The number of confirmed COVID -19 cases, relative to the population size, has varied greatly throughout the United States and, even, within the same city. In different zip codes in New York City, the epicentre of the epidemic, the number of cases per 100,000 residents has varied between 437 and 4227, i.e., in a 1:10 ratio. To guide policy decisions regarding containment and reopening of the economy, schools and other institutions, it is vital to identify which factors drive this large variation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This paper reports on a statistical study of the incidence variation across New York City, conducted with data at zip code granularity. Among many socio-economical and demographic measures considered, the average household size emerges as the single most important explanatory variable: an increase of the average household size by one member accounts, in our final model specification, for at least 876 cases, a full 23% of the span of incidence numbers, at a 95% confidence level.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The percentage of the population above the age of 65, as well as that below the poverty line, are additional indicators with a significant impact on the case incidence rate, along with their interaction term.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Contrary to common belief, population density, per se, fails to have a significantly positive impact. Indeed, population densities and case incidence rates are negatively correlated, with a -33% correlation coefficient.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our model specification is anchored on a basic and established epidemiological model that explains the importance of household sizes on R0, the basic reproductive number of an epidemic.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our findings support implemented and proposed policies to quarantine pre-acute and post-acute patients, , as well as nursing home admission policies.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The world continues to search for a fundamental understanding of the dynamics of the current pandemic. For example, we try to understand why, in the USA, as of May 17, 192000 confirmed cases have arisen in New York City alone, while the country-wide total has been mercifully restricted to 1.5 million, a staggering number, nevertheless. In other words, to date, a city representing 2.5% of the nationwide population experienced 12.8 % of the confirmed reported cases. Identifying the main drivers behind the contagion process has important implications for the public policies we should implement to contain the current epidemic and mitigate the generally expected \"second wave\".", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "It has been widely conjectured that population density is a main driving force in the contagion process. This theory has some, a priori, intuitive appeal. After all, the number of infections in a given region depends on the basic reproductive number R0, defined as the average number of cases directly generated by a single case, in a population in which all individuals are susceptible. This reproductive number, in turn, depends, in part, on the number of distinct individuals, a single case has physical contact with, during the time interval in which he or she is contagious. Ceteris paribus, the latter can be expected to be positively correlated with the population density.", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "However, the theory is challenged, first of all, on an international basis. Many cities with far greater or comparable population density than New York City's 10198 residents per square kilometre, have experienced much lower absolute and relative case rates. These include , for example, Manilla (46.128 residents/sq. km), Baghdad (32,874 residents/sq. km), Mumbai (32,303 residents/sq. km), Seoul (16,000 residents/sq. km), Mexico City (9,800 residents/sq. km), and Singapore (8,358 residents/sq. km).", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "Such reverse patterns may, possibly, be explained by, ex ante differences in international traffic patterns in and out of the country, affecting the cluster of \"imported\" cases, or the specific containment and testing policies adopted by the respective governments. However, similar reverse patterns arise when comparing states within the USA as well: California faces one of the lowest COVID mortality rates ( 8 per 100,000 residents ), but has one of the highest population densities (251.3 residents per square mile); in contrast, the state of Louisiana has 49 fatalities per 100,000 residents, while its population density is, approximately, 2.5 times lower than that of California.", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "And what should be made of stark differences within New York City, itself? Wadhera et al. ( JAMA, April 29, 2020) reported , recently, that among all five boroughs in the city, Manhattan had by far the lowest number of hospitalizations per 100,000 residents, all while facing the largest population density, 2.5 times the citywide average (25106 vs 10198 residents/sq. km). (The percentage of confirmed cases that requires hospitalization is remarkably robust, across the country, so the same relationships pertain with respect to the incidence rate of confirmed cases). See Figure 1 below. Last but not least, data at zip code granularity, show that the rates of confirmed cases, and the population densities are significantly negatively correlated, with a correlation coefficient of -33%, see Table 2 , below.", "cite_spans": [{"start": 75, "end": 113, "text": "Wadhera et al. ( JAMA, April 29, 2020)", "ref_id": null}], "ref_spans": [{"start": 575, "end": 583, "text": "Figure 1", "ref_id": null}, {"start": 795, "end": 802, "text": "Table 2", "ref_id": "TABREF1"}], "section": "I. Introduction"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020 . . https://doi.org/10.1101 Several authors have, indeed, cautioned against the general emphasis on population density as a prime explanatory variable. These include Barr and Tassier (Scientific American, April 17, 2020) and Bassett (New York Times, May 15 2020).", "cite_spans": [{"start": 59, "end": 71, "text": "May 29, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 238, "end": 292, "text": "Barr and Tassier (Scientific American, April 17, 2020)", "ref_id": null}], "ref_spans": [], "section": "I. Introduction"}, {"text": "First and foremost, it is understood that populations consist of \"households\" and that the interhousehold and intra-household dynamics of an epidemic differ fundamentally. In particular, the contact rate between a pair of individuals tends to be much greater when the individuals share the same house-hold than is the case for individuals from different households. Starting with the seminal papers by Bartoszynski (1972) and Becker (1977) , this observation has been at the core of many epidemiological models. See Section 2 for a brief description of a seminal model by Becker and Dietz (1995) .", "cite_spans": [{"start": 402, "end": 421, "text": "Bartoszynski (1972)", "ref_id": "BIBREF1"}, {"start": 426, "end": 439, "text": "Becker (1977)", "ref_id": "BIBREF3"}, {"start": 572, "end": 595, "text": "Becker and Dietz (1995)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "I. Introduction"}, {"text": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team in China (China CDC Weekly, 2020) reported that 80% of transmission clusters of the coronavirus occurred within households. Nearly three weeks into the initial coronavirus outbreak in Wuhan, China, the government instituted social distancing and travel bans. This had the substantial impact of reducing the reproductive number R0 from 3.88 to 1.26. However, it wasn't until Wuhan instituted a centralized quarantine where anyone with COVID-like symptoms (e.g. cough, fever, etc.) would be centrally quarantined at hotels or dormitories, that the estimate for R0 was reduced to 0.32, a 75% improvement over social distancing alone! Indeed, this intervention was the final one in achieving full containment of the virus in China.", "cite_spans": [], "ref_spans": [], "section": "I. Introduction"}, {"text": "And Manhattan, while the most densely populated of all New York City boroughs, is also the one with the smallest average household size. This demographic indicator shows large variation across zip codes, from a minimum of 1.57 to a maximum of 3.97, see Table 1 . It is also highly positively correlated with the number of confirmed cases per 100,000 residents, see Table 2 . Thus, any . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 253, "end": 260, "text": "Table 1", "ref_id": null}, {"start": 365, "end": 372, "text": "Table 2", "ref_id": "TABREF1"}], "section": "I. Introduction"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020. . https://doi.org/10.1101/2020.05.25.20112797 doi: medRxiv preprint statistical model explaining the variation in case intensities across the City, should include the average household size as an explanatory variable.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "More broadly, we need to identify demographic and socio-economic indicators that have significant predictive power. New York City is an ideal arena to pursue this investigation; as mentioned, the city has, by far, the highest confirmed incidence rate in the country, but it also exhibits remarkable diversity with respect to many of the potentially relevant demographic and socio-economic factors. Combining various data sources, described below, we have been able to assess these factors, on a zip-code by zip-code basis. (We have identified 174 zip-codes for which data were fully available.) See Table 1 ", "cite_spans": [], "ref_spans": [{"start": 599, "end": 606, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "A basic household based epidemiology model Becker and Dietz (1995) consider a population with households of varying sizes. Let µH , σH and = / µ denote the mean , standard deviation and coefficient of variation of the distribution of household sizes, respectively. Let b denote the mean number of infectious contacts that an individual makes with individuals outside her own household during her entire infectious period. An infectious contact is one that is close and intensive enough to result in disease transmission. Becker and Dietz (1995, p.211 ) derive the following closed form expression for R0, the basic reproductive number of the epidemic:", "cite_spans": [{"start": 43, "end": 66, "text": "Becker and Dietz (1995)", "ref_id": "BIBREF4"}, {"start": 521, "end": 550, "text": "Becker and Dietz (1995, p.211", "ref_id": null}], "ref_spans": [], "section": "II."}, {"text": "In a population where all individuals live by themselves, µ = 1 and = 0, so that 0 = , as in elementary models that do not account for household clusters. In contrast, when people live in households of size 4, for example married couples with 2 children, µ = 4 and , if >= 1, i.e., an average individual infects at least one individual outside her own household:", "cite_spans": [], "ref_spans": [], "section": "II."}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "II."}, {"text": "The copyright holder for this preprint this version posted May 29, 2020. . https://doi.org/10.1101/2020.05.25.20112797 doi: medRxiv preprint 0 = 0.5 ( + √ 2 + 12 ) = + 0.5 (√ 2 + 12 − ) = + 6 (√ 2 + 12 + ) = + 6 √1 + 12 −1 + 1 ≥ + 1.3", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ", adding at least a full 1.3 points to the R0 value! And when there is variability in the household sizes, as there typically is, the household effect is even greater, see (1). For example, if the household distribution approaches a Geometric distribution,", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Population density, by itself, may affect R0 via the parameter b, depending on the nature of the interactions among individuals in different households. But if it does, (1) shows that there is a strong interaction effect with the average household size (and its coefficient of variation) as well.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The numbers of confirmed COVID19 cases per zip code were obtained from the New York City Department of Health's GitHub repository. The data are maintained in a CSV (comma separated value ) file, (see: https://github.com/nychealth/coronavirus-data/blob/master/tests-by-zcta.csv)", "cite_spans": [], "ref_spans": [], "section": "III. Methods:"}, {"text": "Data pertaining to population sizes and population densities per zip code were retrieved from http://zipatlas.com/us/ny/zip-code-comparison/population-density.htm.", "cite_spans": [], "ref_spans": [], "section": "III. Methods:"}, {"text": "Lastly, all demographic and socio-economic zip-code characteristics were extracted from a CSV database created by Buzzfeed, see https://github.com/BuzzFeedNews/2020-05-covid-city-zipcodes/blob/master/data/processed/census/zip_census_data.csv. The database, in turn, was created from 2018 5-year American Community Service (ACS) estimates that were obtained from the USA Census Bureau. The following is a list of age and economic status factors contained in this data base:", "cite_spans": [], "ref_spans": [], "section": "III. Methods:"}, {"text": "Age:", "cite_spans": [], "ref_spans": [], "section": "III. Methods:"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "III. Methods:"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020. . https://doi.org/10. 1101 We applied standard linear regression to estimate best fit regression equations, assuming independent noise terms, all with an identical Normal distribution. Based on the empirical and theoretical observations above, we chose a model specification with (a) population density and (b) average household size as potential explanatory variables, along with (c) an interaction term between them, (d) the percentage of the population above the age of 65, and (e) the percentage below the poverty line. The relevance of the latter two demographics is both intuitive and explained in our Discussion section. In the remainder of this paper, we employ the following variable names:", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "• population_density: Population density=# residents per sq. mile • avg_household_size: Average household size • pct_below_poverty_line: Percentage below poverty line • pct_age>65: Percentage above the age of 65 • cases_per_100k: # confirmed cases/100000 residents As mentioned, the correlation between population density and cases_per_100k is -33%. A negative -albeit weaker-correlation (-12%) continues to prevail between the dependent variable cases_per_100k and the standard interaction term population density* avg_household_size. We therefore specified the interaction term as population density*( avg_household_size)2which is positively correlated with cases_per_100k. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020. . https://doi.org/10.1101/2020.05.25.20112797 doi: medRxiv preprint City. Indeed, it is able to explain 62% of the variation among these incidence rates, by itself. When this variable is used as the sole explanatory variable, the following equation provides the best fit. # confirmed cases/100,000=450.5+986.9* (average household size -1) The coefficient in front of the average household size variable is highly significant. On the basis of this equation, one would estimate that a zip code A with one more average household member than an otherwise comparable zip code B would experience an addition in its case rate by 986.9 cases.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "However, a significantly superior fit can be obtained by adding the remaining explanatory variables, see Table 4 . In this specification, 72% of the variation in case rates is explained (Multiple R=72%), while R2 and the Adjusted R2 are 51% and 50% , respectively, resulting in the following regression equation: . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 105, "end": 112, "text": "Table 4", "ref_id": "TABREF4"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020. . https://doi.org/10. 1101 The average household size continues to be the main determinant of the number of reported COVID-19 infections. In contrast, neither population density, nor its interaction term with the average household size, have a significant impact on the case intensity. (The intercept value is insignificant as well).", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Average household size, the percentage of the population above the age of 65 and the percentage below the poverty line, all have positive coefficients that are significant at a very high confidence level. When accounting for the other demographic variables, the coefficient of the average household size variable is slightly reduced to 896.8 but one continues to conclude at a 95% confidence level, that a difference of but one extra average household member, ceteris paribus, amounts to an increase of at least 540.4 cases, per 100,000 residents.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "An increase of the percentage of senior residents by one percentage point, augments, ceteris paribus, the case rate by approximately 50 cases, more than double the effect of an increase of the poverty rate by a single percentage point. The significance of both demographic factors is intuitive, as well; senior residents may be equally susceptible to getting infected as other age brackets. However, they are at increased risk to develop significant symptoms and complications, thus disproportionally contributing to the counts of confirmed cases, the only counts we have, at this point. (A recent study of the population in Santa Clara county by Bendavid et al. (April 30, 2020) estimates that the number of confirmed cases, in that county, may have been as small as 2% of the total number of infected individuals.) Likewise, the a priori health status of individuals in the lowest income bracket, is, typically, inferior to that among higher income brackets. Infected individuals with incomes below the poverty line, therefore contribute, disproportionally, to the counts of confirmed cases, as well. Additionally, a much larger percentage of this population segment is employed in on location as opposed to remote -at home-jobs, thus significantly more susceptible to infections.", "cite_spans": [{"start": 647, "end": 679, "text": "Bendavid et al. (April 30, 2020)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Finally, we have checked for the presence of other interaction effects, omitting the population density related variables which were found to have an insignificant impact. The only significant interaction effect is that between the percentage of the population below the poverty line, and the percentage of senior residents. See Table 5 Table 5 Full Regression with interaction effect, but population density omitted . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 329, "end": 336, "text": "Table 5", "ref_id": null}, {"start": 337, "end": 344, "text": "Table 5", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 29, 2020 . . https://doi.org/10.1101 Thus, after omitting the population density related variables . hose impact was found to be statistically insignificant, our estimate for the coefficient of avg_household_size_adj has a much smaller standard error, resulting in a much narrower 95% confidence interval. The point estimate of this coefficient is now 1051.7, and above 876, at a 95% confidence level. The revised model specification has minimal impact on the estimated coefficients of the renaming explanatory variables.", "cite_spans": [{"start": 59, "end": 71, "text": "May 29, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Discussion:", "cite_spans": [], "ref_spans": [], "section": "V."}, {"text": "Average household size emerges as the single most important demographic variable when explaining the large variation in infection rates throughout New York City. Depending on which of the two specifications in Tables 4 and 5 is selected, we estimate that an additional single household member increases the number of cases by 892 or 1051.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 224, "text": "Tables 4 and 5", "ref_id": "TABREF4"}], "section": "V."}, {"text": "This result is quite intuitive. It confirms both the above empirical findings and its theoretical underpinnings, in Section II.", "cite_spans": [], "ref_spans": [], "section": "V."}, {"text": "Of course, the same contagion potential exists in other settings where a significant number of individuals reside together in the same dwelling, for example dormitories and nursing homes. Girvan The percentage of the population above the age of 65, indeed, emerges as a second significant explanatory variable in our study; here we estimate that each additional percentage point contributes 50 cases per 100,000. As explained, the significance of the percentage under the poverty line is also intuitive, with each percentage point contributing an estimated 24 cases: the health status of this segment of the population is generally poorer, enhancing infections with significant symptoms; moreover, a far larger percentage in this income bracket is employed as essential workers with limited abilities for social distancing; for both reasons, individuals in this segment contribute more intensively to the case count. The second factor pertains almost exclusively to individuals below retirement age, a possible explanation for the significantly negative coefficient of the interaction term in the final regression equation, see Table 5 .", "cite_spans": [{"start": 188, "end": 194, "text": "Girvan", "ref_id": null}], "ref_spans": [{"start": 1128, "end": 1135, "text": "Table 5", "ref_id": null}], "section": "V."}, {"text": "Our results about the large importance of household size, support such policy initiatives as quarantine policies for infected individuals, either immediately upon being identified as infected or post-hospitalization, see, for example, Chan et al. (Business Insider, April 25 2020) . Based on their model in Chan et al.(2020b) , the authors show \" that the time to reopening [of the economy]", "cite_spans": [{"start": 235, "end": 280, "text": "Chan et al. (Business Insider, April 25 2020)", "ref_id": null}, {"start": 307, "end": 325, "text": "Chan et al.(2020b)", "ref_id": null}], "ref_spans": [], "section": "V."}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "V."}, {"text": "The copyright holder for this preprint this version posted May 29, 2020 . . https://doi.org/10.1101 can be shortened by 11%. In addition, assuming symptomatic people are infectious, if 50% of them are quarantined before getting sick enough to go to the hospital, we can reduce the risk of developing severe COVID illness and the time till reopening can be shortened by 86%.\" It also supports the May 11 decision by New York State to cancel its mandate requiring nursing homes to accept COVID 19 patients.", "cite_spans": [{"start": 59, "end": 71, "text": "May 29, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "V."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Are Crowded Cities the Reason for the COVID-19 Pandemic?", "authors": [{"first": "J", "middle": [], "last": "Barr", "suffix": ""}, {"first": "T", "middle": [], "last": "Tassier", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "On a certain model of an epidemic", "authors": [{"first": "R", "middle": [], "last": "Bartoszynski", "suffix": ""}], "year": 1972, "venue": "Appl. Math", "volume": "13", "issn": "2", "pages": "139--151", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Just Because You Can Afford to Leave the City Doesn't Mean You Should", "authors": [{"first": "M", "middle": ["T"], "last": "Bassett", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "On a general stochastic epidemic model", "authors": [{"first": "N", "middle": ["G"], "last": "Becker", "suffix": ""}], "year": 1977, "venue": "Theor. Popul. Biol", "volume": "11", "issn": "", "pages": "23--36", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The Effect of Household Distribution on Transmission and Control of Highly Infectious Diseases", "authors": [{"first": "N", "middle": ["G"], "last": "Becker", "suffix": ""}, {"first": "K", "middle": [], "last": "Dietz", "suffix": ""}], "year": 1995, "venue": "Mathematical Biosciences", "volume": "127", "issn": "", "pages": "7--219", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 Antibody Seroprevalence in", "authors": [{"first": "E", "middle": [], "last": "Bendavid", "suffix": ""}, {"first": "B", "middle": [], "last": "Mulaney", "suffix": ""}, {"first": "N", "middle": [], "last": "Sood", "suffix": ""}, {"first": "S", "middle": [], "last": "Shah", "suffix": ""}, {"first": "E", "middle": [], "last": "Ling", "suffix": ""}, {"first": "R", "middle": [], "last": "Bromley-Dulafano", "suffix": ""}, {"first": "C", "middle": [], "last": "Lai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Weissberg", "suffix": ""}, {"first": "R", "middle": [], "last": "Saavedra-Walker", "suffix": ""}, {"first": "J", "middle": [], "last": "Tedrow", "suffix": ""}, {"first": "D", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "A", "middle": [], "last": "Bogan", "suffix": ""}, {"first": "T", "middle": [], "last": "Kupeic", "suffix": ""}, {"first": "D", "middle": [], "last": "Eichner", "suffix": ""}, {"first": "R", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "J", "middle": [], "last": "Ioannidis", "suffix": ""}, {"first": "J", "middle": [], "last": "Bhattacharya", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.14.20062463"]}}, "BIBREF6": {"ref_id": "b6", "title": "Managing COVID19 outside of the hospital walls: The potential benefits of Centralized Quarantine. Columbia Business School Working Paper", "authors": [{"first": "C", "middle": [], "last": "Chan", "suffix": ""}, {"first": "J", "middle": [], "last": "Dong", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Using hotel for coronavirus patients would be a massive help in fighting the pandemic", "authors": [{"first": "C", "middle": [], "last": "Chan", "suffix": ""}, {"first": "J", "middle": [], "last": "Dong", "suffix": ""}, {"first": "K", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mortality associated with COVID-19 outbreaks in care homes: early international evidence", "authors": [{"first": "A", "middle": [], "last": "Comas-Herrera", "suffix": ""}, {"first": "J", "middle": [], "last": "Zalakain", "suffix": ""}, {"first": "C", "middle": [], "last": "Litwin", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Hsu", "suffix": ""}, {"first": "N", "middle": [], "last": "Lane", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Fernandez", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Nursing Homes & Assisted Living Facilities Account for 40% of COVID-19 Deaths", "authors": [{"first": "G", "middle": [], "last": "Girvan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Vital Surveillances: The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China, 2020", "authors": [], "year": null, "venue": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team (2020, February)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Variation in COVID-19 Hospitalizations and Deaths Across NewYork City Boroughs", "authors": [{"first": "R", "middle": ["K"], "last": "Wadhera", "suffix": ""}, {"first": "P", "middle": [], "last": "Wadhera", "suffix": ""}, {"first": "P", "middle": [], "last": "Gaba", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Figueoa", "suffix": ""}, {"first": "K", "middle": ["E J"], "last": "Maddox", "suffix": ""}, {"first": "R", "middle": ["W"], "last": "Yeh", "suffix": ""}, {"first": "C", "middle": [], "last": "Shen", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Hospitalization rates due to Coronavirus Disease 2019 (COVID 19) , from Wadhera et al. ( JAMA, April 29, 2020)", "latex": null, "type": "figure"}, "TABREF0": {"text": "for a few examples.", "latex": null, "type": "table"}, "TABREF1": {"text": "Correlation Coefficients among the variablesAs suggested by the correlation numbers inTable 2, average household size is, by far, the single most important explanatory variable in explaining the variation in case incidence rates across the", "latex": null, "type": "table"}, "TABREF2": {"text": "Regression results with average household size as the single explanatory variable; avg_household size_adj = average household size-1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Coefficients </td><td>Standard </td><td>t Stat </td><td>P-value </td><td>Lower </td><td>Upper 95% </td></tr><tr><td> </td><td> </td><td>Error </td><td> </td><td> </td><td>95% </td><td> </td></tr><tr><td>Intercept </td><td>450.51 </td><td>163.46 </td><td>2.76 </td><td>0.006 </td><td>127.86 </td><td>773.154542 </td></tr><tr><td>avg_household_size_adj </td><td>986.90 </td><td>94.79 </td><td>10.41 </td><td>5.41E-20 </td><td>799.80 </td><td>1174.01 </td></tr></table></body></html>"}, "TABREF4": {"text": "Full Regression Results without Interaction Effects", "latex": null, "type": "table"}, "TABREF5": {"text": "for the revised regression results. (The addition of the interaction term has negligible impact on the R2 or adjusted R2 value).", "latex": null, "type": "table"}, "TABREF6": {"text": "and Roy (FREOPP, May 2020) report that, in the USA, 40% of Covid-19 induced deaths occurred in nursing homes and assisted living facilities. Their residents face the simultaneous hazard of living in close proximity to many others, as well as belonging to an age group with significantly increased potential for significant symptoms and hence confirmation of their infections . Similarly, Comas-Herrera et al.(May 3, 2020) document that in Australia, Belgium, Canada, Denmark, France, Germany, Hong Kong, Hungary, Ireland, Israel, Norway, Portugal, Singapore, and Sweden, 49.4 % of reported COVID-19 fatalities took place in nursing homes and related facilities.", "latex": null, "type": "table"}, "TABREF7": {"text": "Table 5 Full Regression with interaction effect, but population density omitted", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Coefficients </td><td>Standard Error </td><td>t Stat </td><td>P-value </td><td>Lower 95% </td><td>Upper 95% </td></tr><tr><td>Intercept </td><td>-549.53 </td><td>246.39 </td><td>-2.23 </td><td>0.027 </td><td>-1035.93 </td><td>-63.14 </td></tr><tr><td>avg_household_size_adj </td><td>1051.69 </td><td>89.00 </td><td>11.82 </td><td>7.17E-24 </td><td>875.99 </td><td>1227.38 </td></tr><tr><td>pct_below_poverty_level </td><td>25.48 </td><td>5.43 </td><td>4.692 </td><td>5.57E-06 </td><td>14.76 </td><td>36.20 </td></tr><tr><td>pct age&gt;65 </td><td>48.62 </td><td>9.73 </td><td>4.997 </td><td>1.44E-06 </td><td>29.41 </td><td>67.82 </td></tr><tr><td>pct&lt;PL*pct_age&gt;65 </td><td>-0.004 </td><td>0.001 </td><td>-3.03 </td><td>0.003 </td><td>-0.006 </td><td>-0.001 </td></tr></table></body></html>"}}, "back_matter": [{"text": "Future research should try to identify data on other crowding factors, such as number of individuals residing in nursing homes or dormitories.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "We express our gratitude to Dr. Daniel Berman, Infectious Disease Specialist at Montefiore Hospital, Professor Jing Dong of the Columbia Business School and Professor Edward Kaplan of the Yale School of Management and Professor of Public health at Yale for their insightful suggestions and comments with respect to earlier drafts of this paper Awi Federgruen is the Charles E. Exley Professor of Management at the Graduate School of", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}