{
    "paper_id": "3a868f8371587400875991c217b0c7c2fd0dcaab",
    "metadata": {
        "title": "A Challenging Diagnosis of Two Ruptured and Intact Pulmonary Echinococcal Cysts in a 54-Year-Old Woman: A Case Report",
        "authors": [
            {
                "first": "Leila",
                "middle": [],
                "last": "Haghighi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohsen",
                "middle": [],
                "last": "Rahimi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamed",
                "middle": [],
                "last": "Behniafar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Niloofar"
                ],
                "last": "Taghipour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramezan",
                "middle": [],
                "last": "Jafari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Echinococcosis is one of the most important parasitic zoonotic diseases around the world. Echinococcus granulosus is the most widespread species of the genus Echinococcus that can develop cysts in different parts of the body. We tried to present a case of pulmonary cystic echinococcosis. Methods Here, we report a rare case of two ruptured and intact cysts in a 54-year-old woman with weakness, lethargy, body pain, stomachache, dizziness, and vision problems. Results According to the patient's manifestations and imaging findings, besides the COVID-19 pandemic, she was suspected of having COVID-19 and tuberculosis. However, when the aspirated sample was stained, hooklets of E. granulosus were observed. Surgical removal and chemotherapy were used for treatment. Conclusion Treatment of pulmonary cystic echinococcosis is based on surgery, but, along with it, the chemotherapy makes a better prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cystic echinococcosis (CE) is a zoonotic disease, caused by infection with some metacestodes of the genus Echinococcus. Although there are several Echinococcus species, E. granulosus, as the causative agent of CE, and E. multilocularis, as the causative agent of alveolar echinococcosis, are medically the most important species [1] . It has been established that CE has a global distribution. Dogs and other canines are definitive hosts, while ruminants, especially sheep, are intermediate hosts of E. granulosus.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Echinococcus granulosus infects humans as dead-end hosts. Humans are mainly infected by close contact with infected dogs by the environmental spreading of eggs while keeping infected dogs at house or consumption of fresh food products, contaminated with the helminth eggs [2] . After hatching, the larvae penetrate into the intestinal wall and travel through the blood or lymphatic system into various organs [1] . Cysts may be formed in different parts of the body, while the liver and the lungs are the most common sites of cysts development [3] . In pulmonary CE, the clinical Hamed Behniafar and Niloofar Taghipour have contributed equally to this study. symptoms often occur following the rupture of the cyst [4] . The echinococcal cyst develops slowly, and the infection often remains silent and asymptomatic for years. In this case report, we present a difficult diagnostic case of CE, suspected of corona virus disease 2019 (COVID-19) and tuberculosis (TB).",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 54-year-old woman from Tehran, Iran, presented with productive coughing, shortness of breath, and chest pain over the past 7 days. The patient was originally from a rural area in Varamin County (Tehran Province, Iran); therefore, she was exposed to dogs and sheep during her travels to her hometown. She reported weakness, lethargy, body pain, stomachache, dizziness, and vision problems, including diplopia and blurred vision, without any diarrhea, vomiting, or urinary symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "On admission, the general physical examination revealed a body temperature of 36.5 °C, a respiratory rate of 19 bpm, a heart rate of 80 bpm, blood pressure of 125/75 mmHg, and oxygen saturation of 93% in room air. Analysis of blood samples revealed leukocytosis (13,440 WBCs per microliter), neutrophilia (8060 neutrophils per microliter; 60%), monocytosis (660 monocytes per microliter; 4.9%), eosinophilia (1950 eosinophils per microliter; 14.5%), decreased mean corpuscular hemoglobin (MCH = 27.56 pg) and mean platelet volume (MPV = 8.3 fL), and elevated C-reactive protein (CRP = 25.2 mg/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Chest X-radiation (X-ray) and computed tomography (CT) scan of the thorax were carried out for the patient (Fig. 1 ). The results of chest X-ray and CT scan indicated two thick-walled cystic masses in the upper and middle parts of the right lung, measuring approximately 46 × 35 mm and 55 × 53 mm, respectively. The CT scan indicated the rupture of the cyst, located in the middle part of the right lung. In addition, the tree-in-bud sign and nodular lesions were observed in the right lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Moreover, CT-guided fine needle aspiration (FNA) was carried out for the patient. About 10 ml of yellowish fluid from the pleural fluid was collected and sent to the clinical pathology laboratory for microscopic examinations. Five slides were prepared from the sample and stained using Papanicolaou (Pap) and May-Grünwald-Giemsa (MGG) staining methods. Microscopic examinations for TB were negative; however, protoscolices were observed (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "As mentioned earlier, because of the COVID-19 pandemic and the patient's clinical signs and chest imaging findings, she was suspected of having COVID-19. Therefore, serological and molecular examinations were conducted. For serology, the serum sample was tested for anti-COVID-19 immunoglobulin G (IgG) and immunoglobulin M (IgM) antibodies, using a commercially available ELISA kit (Pishtaz Teb Zaman, Tehran, Iran). The results of both RT-PCR and serology were found to be negative. A multidisciplinary team (MDT) meeting was held to make a definitive diagnosis. According to the patient's clinical signs, imaging findings, and molecular examinations, pulmonary CE was the final diagnosis. Considering the patient's stable condition, albendazole (400 mg/kg/day) and azithromycin (500 mg/day) were prescribed for 25 and 14 days, respectively, and she was discharged from the hospital. She was asked to return to the hospital after 30 days. Surgery was performed in the hospital after 2 weeks, and the cysts were removed (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1021,
                    "end": 1029,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "After surgery, albendazole (400 mg/kg/day) was prescribed for 20 days. In addition, a follow-up scan was requested for one year after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "CE is caused by infection with the larvae of Echinococcus species [3] . It is one of the most important zoonotic diseases that is endemic to developing countries, especially in sheep-breeding countries, such as Iran [5] . The lung is the second most affected organ [3] , and the most common site of lung involvement is the lower lobe. In the present case, two cysts were found in the upper and middle parts of the right lung. In general, the clinical manifestations of CE vary, depending on several factors, such as the involved organ and size of the cyst [6] . The disease should be differentiated from mycoses, benign cysts, abscesses, malignant or benign tumors, and caviar TB [3] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients with pulmonary echinococcal cysts (PEC) usually present with respiratory symptoms, including productive or dry cough, hemoptysis, chest pain, fever, and dyspnea [7] . However, the clinical presentations of PEC vary, depending on whether the cyst is simple or complex. A complex PEC is a ruptured lung cyst, whether a secondary infection has occurred or not [8] . The PEC rupture can occur in the bronchus and/or pleural cavity. This rupture can result in the development of pleural effusion, pleural CE, allergic symptoms, and anaphylaxis, and spread to other lobes through bronchioles [9] . The rupture of PEC into bronchus is a significant complication, producing severe cough, chest pain, fever, and weight loss. Rupture into the pleural or pericardial cavity is a severe and life-threatening condition that can cause many complications, including bronchopleural fistula, primary pneumothorax, pneumothorax, pleural thickening, lung collapse, large residual cavity, and empyema [10, 11] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning the CBC parameters, eosinophilia is not a common finding, but may occur in up to 20% of cases; however, it is more common in patients with cyst rupture [12] . The peripheral blood eosinophilia was measured to be 14.5% in our patient. In general, chest X-ray is the first choice in the examination of PEC. However, other methods, such as CT scan, may be used in some complicated cases or to confirm the diagnosis. Serological tests, such as Western blotting and ELISA assay, can detect the presence of parasite-specific circulating antibodies with high sensitivity and specificity [6] . In the absence of reliable serological tests, the diagnosis should be confirmed by aspiration of cyst fluid; we used the latter method for confirmation [6] . This method must be carry out carefully, because leakage of hydatid fluid with protoscolices may cause re-infection.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surgical intervention is considered as the primary method of treatment in patients with PEC [4] . Besides surgery, chemotherapy is used as a complementary treatment [4] . The surgical removal of intact cysts can be employed using two methods, including pre-surgery aspiration and without aspiration; we used the first method for the removal of the intact cyst [4] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main limitation of the present study was the lack of sensitive serological tests before surgery, which was compensated for by aspiration of cyst fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, although pulmonary echinococcosis has benign manifestations, it is a severe disease that should be differentiated from other disorders with poor prognosis, such as lung malignancies. The surgical removal of the cyst is the treatment of choice, although non-invasive or less invasive methods, such as oral chemotherapy, should also be incorporated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The data sets collected during the current study are available from the corresponding authors on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reinventing the wheel of Echinococcus granulosus sensu lato transmission to humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tamarozzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casulli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends Parasitol",
            "volume": "36",
            "issn": "5",
            "pages": "427--434",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pt.2020.02.004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Echinococcosis: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schantz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Infect Dis",
            "volume": "13",
            "issn": "2",
            "pages": "125--133",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2008.03.037"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary hydatid cyst: review of literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rawat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raja",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "Sks",
                    "middle": [],
                    "last": "Thingnam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "9",
            "pages": "2774--2778",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_624_19"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contamination of commonly consumed raw vegetables with soil transmitted helminth eggs in Mazandaran province, northern Iran",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rostami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebrahimi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehravar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fallahi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Behniafar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Food Microbiol",
            "volume": "225",
            "issn": "",
            "pages": "54--58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijfoodmicro.2016.03.013"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cystic echinococcosis",
            "authors": [
                {
                    "first": "Nia",
                    "middle": [],
                    "last": "Higuita",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brunetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "3",
            "pages": "518--523",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02420-15"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pulmonary hydatid disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Br J Surg",
            "volume": "40",
            "issn": "161",
            "pages": "222--244",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.18004016106"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complicated hydatid cysts of the lung: clinical and therapeutic issues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzucu",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Soysal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Özgel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yologlu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Thorac Surg",
            "volume": "77",
            "issn": "4",
            "pages": "1200--1204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2003.09.046"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Traumatic rupture of a pulmonary hydatid cyst: a case report",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaptanoğlu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nadir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ceran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ulus Travma Acil Cerrahi Derg",
            "volume": "12",
            "issn": "1",
            "pages": "71--75",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ruptured pulmonary hydatid cysts in the course of enteric fever. An unreported case",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yıldız",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ekin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arısoy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Polat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Çeliker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "East J Med",
            "volume": "24",
            "issn": "3",
            "pages": "375--378",
            "other_ids": {
                "DOI": [
                    "10.5505/ejm.2019.05900"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Traumatic rupture of liver hydatid cysts into the peritoneal cavity of an 11-year-old boy: a case report from Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sabzevari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badirzadeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shahkaram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seyyedin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev Soc Br Med Trop",
            "volume": "50",
            "issn": "6",
            "pages": "864--867",
            "other_ids": {
                "DOI": [
                    "10.1590/0037-8682-0292-2017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cystic pulmonary hydatidosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pathania",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jhobta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lung India",
            "volume": "33",
            "issn": "2",
            "pages": "179--191",
            "other_ids": {
                "DOI": [
                    "10.4103/0970-2113.177449"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial (a) and coronal (b) noncontrast chest scan showed an air containing cystic lesion (red arrows) with an internal undulating and collapsed parasitic membrane representing detached membranes of hydatid cyst (yellow arrows)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Light . a Invaginated and b Evaginated protoscolices. c Protoscolex in differentiation. H hooks, N neck, r rostellum, S suckers, Bo body, Sc scolex. Scale bar = 160 µmFig. 3 Gross examination showed two removed cysts",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}