{
    "paper_id": "3b649da4726732ffb0b52f2e76f409af2bd77156",
    "metadata": {
        "title": "Sex, androgens and regulation of pulmonary AR, TMPRSS2 and ACE2",
        "authors": [
            {
                "first": "Mehdi",
                "middle": [],
                "last": "Baratchian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "M"
                ],
                "last": "Mcmanus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "Berk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fumihiko",
                "middle": [],
                "last": "Nakamura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Mukhopadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Weiling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Serpil",
                "middle": [],
                "last": "Erzurum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Judy",
                "middle": [],
                "last": "Drazba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Peterson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "A"
                ],
                "last": "Klein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Gaston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nima",
                "middle": [],
                "last": "Sharifi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {}
                },
                "email": "sharifn@ccf.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The sex discordance in COVID-19 outcomes has been widely recognized, with males generally faring worse than females and a potential link to sex steroids. A plausible mechanism is androgen-induced expression of TMPRSS2 and/or ACE2 in pulmonary tissues that may increase susceptibility or severity in males. This hypothesis is the subject of several clinical trials of anti-androgen therapies around the world. Here, we investigated the sex-associated TMPRSS2 and ACE2 expression in human and mouse lungs and interrogated the possibility of pharmacologic modification of their expression with anti-androgens. We found no evidence for increased TMPRSS2 expression in the lungs of males compared to females in humans or mice. Furthermore, in male mice, treatment with the androgen receptor antagonist enzalutamide did not decrease pulmonary TMPRSS2. On the other hand, ACE2 and AR expression was sexually dimorphic and higher in males than females. ACE2 was moderately suppressible with enzalutamide therapy. Our work suggests that sex differences in COVID-19 outcomes attributable to viral entry are independent of TMPRSS2. Modest changes in ACE2 could account for some of the sex discordance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The December 2019 outbreak caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in Wuhan, China, has led to the coronavirus disease 2019 (COVID- 19) pandemic (1, 2) . The highly contagious nature of the disease as well as the lack of vaccines or clinically approved treatments has caused a worldwide public health emergency. Therefore, improved and timely understanding of the human susceptibilities to SARS-CoV-2 will prove invaluable in controlling the pandemic and treatment of those affected.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "19)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 enters cells using two host cellular proteins: angiotensin converting enzyme-2 (ACE2) and transmembrane serine protease 2 (TMPRSS2). The virus first employs ACE2 as a cell entry protein, followed by TMPRSS2-mediated proteolytic processing of the SARS-2 spike protein, further facilitating viral entry (3) . Targeting the activity or expression of both factors by a plethora of approaches has been proposed as potential treatment (3) (4) (5) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TMPRSS2 is also a widely studied androgen-regulated gene in prostate tissue, contributing to prostate cancer pathogenesis by way of aberrantly driving oncogene expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Approximately half of all prostate cancers harbor a fusion that juxtaposes a TMPRSS2 transcriptional regulatory element, which is stimulated by potent androgens and the androgen receptor (AR), in front of an ERG oncogene. (6) . The end result is AR stimulation of oncogene expression which promotes growth of prostate cancer. However, two population-based studies of men undergoing hormonal therapy for prostate cancer have yielded differing results on a possible protective effect of androgen suppression on risk of COVID-19 (7, 8) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "(7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Androgen regulation of TMPRSS2 raises the possibility that the physiological roles of androgens may, at least partially, account for the sex-specific clinical outcomes (9, 10) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(9,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "10)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Utilizing a high-throughput drug screening strategy, a recent study found that ACE2 levels in human alveolar epithelial cells can be downregulated by 5α-reductase inhibitors, suggesting an . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint androgen-driven mode of expression (11) . Furthermore, due to its androgen-regulated nature in the prostate and its essential role in SARS-CoV-2 etiology, TMPRSS2 expression has been postulated to follow a similar pattern of regulation in pulmonary cells by the potent androgens testosterone and dihydrotestosterone (12) . If this link proves correct, it could pave the path to novel strategies, including re-purposing of FDA-approved potent androgen synthesis inhibitors or AR antagonists, such as enzalutamide (Enz) and apalutamide, for the treatment of COVID-19. These strategies are the subject of several clinical trials (e.g., NCT04374279, NCT04475601, NCT04509999, NCT04397718) (5, 13) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "(11)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "(12)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "13)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we show that the expression of pulmonary AR and ACE2 follows a sexdiscordant pattern with males expressing considerably higher levels of protein than females. In humans, there is no difference in ACE2 expression between non-smoking men and women, while in contrast, ACE2 expression is significantly higher in the lungs of male smokers. We provide in vivo evidence that neither mRNA nor protein levels of TMPRSS2 vary by sex or treatment with the potent AR-antagonist Enz. ACE2 expression however is modestly modifiable by anti-AR treatment and may to some extent explain the sex disparities in susceptibility to SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Certain pulmonary disease outcomes, including asthma, are sex steroid-associated (14) .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(14)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "Considering the poorer clinical outcome of COVID-19 in men, underlying androgen-related causes are suspected but not presently known. The SARS-CoV-2 co-receptor TMPRSS2 harbors an AR-responsive enhancer that is induced by androgens in prostate tissue (15) , raising the possibility of a similar mode of regulation in the respiratory system. We first asked whether, similar to TMPRSS2, ACE2 was also regulated by AR signaling in LNCaP, which is AR . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint expressing and androgen responsive. Indeed, both mRNA and protein expression of ACE2 were strongly induced by the synthetic androgen R1881 and suppressed by Enz-mediated AR blockade ( Fig. 1A and 1B) . Moreover, ChIP-seq analysis of AR cistrome revealed multiple AR-binding sites upstream of the ACE2 region that were lost upon Enz treatment (Fig. 1C) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(15)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 921,
                    "text": "Fig. 1A and 1B)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1073,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "These findings collectively indicate that ACE2 is indeed an androgen-driven gene in prostate cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "We next sought to investigate whether male sex was associated with higher expression of ACE2, TMPRSS2 or AR in human lung. To this end, we acquired the publicly available expression datasets in non-cancerous lung and associated respiratory tissues from the Genomic Expression Omnibus (GEO). Across all tissue-type comparisons, we found no evidence for elevated ACE2, TMPRSS2 or AR mRNA expression in males compared with females ( Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "Next, we performed immunohistochemical (IHC) analyses to explore the possibility of a sexspecific pattern of protein expression within distinct pulmonary cell types. The IHC-stained mouse and human lung specimens were assessed by an expert pulmonary pathologist (SM) and semi-quantified for protein expression using the H-score, a common and well-known semiquantitative scoring system that takes into consideration staining intensity as well as the percentage of cells staining positively (16) (17) (18) . H-scores can range from 0 (no expression) to 300 (3+ staining intensity in 100% of cells).",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "(16)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "(17)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "(18)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "Pulmonary TMPRSS2, predominantly expressed in airways (bronchial or bronchiolar epithelial cells), was neither associated with sex in humans (Fig. 3A ) nor in mice (Fig. 3D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 173,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "Furthermore, smoking did not appear to affect TMPRSS2 expression (Fig. 3A) . In human lungs, alveolar epithelial cells also stained positive for TMPRSS2; expression was unchanged by smoking status or sex. In contrast, we discovered that AR and ACE2 demonstrate sex-discordant expression;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "AR showed limited expression in airway cells of human males which was absent in human females (Fig. 3B) . Smoking further elevated AR levels to a modest degree in men but the difference did not reach statistical significance ( Fig. 3B and 3H) . Consistent with the overall pattern observed in humans, lungs of male mice expressed markedly higher levels of AR protein than females ( Fig. 3E and 4D) . Alveolar pneumocytes (epithelial cells) were the dominant AR-expressing population in mouse lungs (Fig. 3G) . Since the AR transcript levels did not differ by sex ( Fig. 2B and 4C) , we speculated that the high concentrations of circulating androgens in males may stabilize pulmonary AR expression (19) .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "(19)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 242,
                    "text": "Fig. 3B and 3H)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 397,
                    "text": "Fig. 3E and 4D)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 507,
                    "text": "(Fig. 3G)",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 580,
                    "text": "Fig. 2B and 4C)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "In the case of ACE2, we detected no significant difference between non-smoker men and women. Nevertheless, its expression was elevated in the lungs of male smokers compared with female smokers ( Fig. 3C and 3I) . Thus, we observed sexually dimorphic ACE2 expression in smokers only. In mice, the sex disparity was readily detectable, with males expressing significantly higher ACE2 protein in airways than females (Fig. 3F) . These data, together, suggest that pulmonary ACE2 and AR expression is sexually dimorphic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 210,
                    "text": "Fig. 3C and 3I)",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "(Fig. 3F)",
                    "ref_id": null
                }
            ],
            "section": "Sexually dimorphic AR expression and ACE2 dimorphism in smokers"
        },
        {
            "text": "To further explore the possibility of inhibiting TMPRSS2 expression by means of AR blockade, we harvested lungs from female and male mice treated with control diet or Enz for > 10 days and analyzed them for protein and mRNA expression. The animal studies performed on bulk lungs yielded results consistent with the human expression analysis: i.e., there were no sex-specific TMPRSS2 changes. Additionally, Enz treatment failed to detectably downregulate TMPRSS2 ( Fig. 4A and 4D ). It has been previously noted that, due to glycosylation, full-length TMPRSS2 may be detected by SDS-PAGE at a higher molecular weight of approximately 70 . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 478,
                    "text": "Fig. 4A and 4D",
                    "ref_id": null
                }
            ],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": "The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint kDa (20) . In immunoblots performed with maximum-sensitivity substrate and extended exposures, we did not detect distinguishable bands for TMPRSS2 above 50 kDa (Fig. 4D) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(20)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 303,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                }
            ],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": "Given the unchanged AR protein levels (despite a modest but statistically significant mRNA increase) in Enz-treated males, we infer that TMPRSS2 is not regulated by AR in the lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": "Nevertheless, high resolution techniques such as single cell-sequencing or -proteomics may be employed to explore otherwise undetectable alterations of expression in minority cell populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": "In keeping with human data, we found no evidence of sex-specific changes in AR transcript levels in mice (Fig. 4C) . The lungs of male mice, however, expressed significantly higher amounts of AR protein compared with females (Fig. 4D) . As mentioned previously, this may be due to AR stabilizing effects of abundant circulating androgens in males. Similar to AR, ACE2 expression also showed clear sexual dimorphism, with males expressing substantially higher levels of protein (Fig. 4D ) and modestly but significantly higher amounts of mRNA (Fig. 4B) in bulk lungs compared with females. Treatment with Enz lowered the transcript levels in males down to female levels ( Fig. 4B) and also partially reduced protein quantities (Fig. 4D) as evidenced by immunoblotting. The modest Enz-mediated suppression of ACE2 was not clearly captured in our IHC analyses. This could be explained by possible marginal changes of ACE2 within pulmonary cells that may fall below the IHC detection limit, however, accumulatively can be observed through total protein detection methods performed on bulk tissue. Overall, these data indicate sex-discordant AR and ACE2 regulation, and a potential androgen-regulated mode of expression for pulmonary ACE2. Therefore, androgen-AR-mediated mechanisms could explain sex-specific differences in COVID-19 outcomes by TMPRSS2-independent mechanisms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 485,
                    "text": "(Fig. 4D",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 679,
                    "text": "Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                }
            ],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMPRSS2 expression is unaffected and ACE2 modestly suppressed by potent AR blockade"
        },
        {
            "text": "In addition to male sex, smoking is a risk factor for COVID-19 susceptibility and poor clinical outcomes (21) . One recent study of 1,099 COVID-19-positive patients reported a more than two-fold increased risk for intensive care unit admission and death in smokers as compared with non-smokers (22) . We identified human expression GEO datasets of bronchial/airway epithelial cells containing subject smoking status and asked whether smoking is associated with TMPRSS2 expression. Our analysis indicated a consistent pattern whereby expression of both TMPRSS2 (Fig. 5A ) and the primary SARS-CoV-2 receptor ACE2 (Fig.   5B ) was modestly but significantly increased in smokers compared with non-smokers.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "(21)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "(22)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "(Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 622,
                    "text": "(Fig.   5B",
                    "ref_id": null
                }
            ],
            "section": "ACE2 and TMPRSS2 mRNA expression increases in current smokers whereas in former smokers, expression returns to levels found in never-smokers"
        },
        {
            "text": "Interestingly, the levels were downregulated to never-smoker levels in former smokers. The results of our analysis are in keeping with several recent reports on ACE2 and smoking (23) (24) (25) . Although the p-values range widely across different data sets, almost all show changes in a consistently increased direction for current smokers including multiple data sets with small p-values ( Fig. 5A and 5B) . Finally, for both TMPRSS2 (Fig. 5C) and ACE2 (Fig. 5D) , there was no correlation between smoking pack-years and mRNA expression in either current or former smokers, suggesting that the change does not build up over time but is instead a rapid process akin to a switch.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(23)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "(24)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "(25)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 406,
                    "text": "Fig. 5A and 5B)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 444,
                    "text": "(Fig. 5C)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "(Fig. 5D)",
                    "ref_id": null
                }
            ],
            "section": "ACE2 and TMPRSS2 mRNA expression increases in current smokers whereas in former smokers, expression returns to levels found in never-smokers"
        },
        {
            "text": "Sex-associated clinical outcomes have been long observed in a variety of infectious and inflammatory conditions. Sex steroids (i.e., androgens and estrogens) are possible mediators of these biologic differences. For COVID-19, potential androgen-mediated biologic differences include 1) SARS-CoV2 cellular receptor regulation and 2) immune modulation (5, 13) . Our study addresses the first of these possibilities. In both humans and mice, AR protein is clearly more highly expressed in the lungs of males compared with females. Detection of AR protein in male compared with female lung might be surprising in the absence of a detectable difference in AR transcript. This might be explained by stabilization of AR protein in the presence of androgens, which is recognized to occur in prostatic tissues (19) . To our knowledge, there are no prior reports of this sexually dimorphic pulmonary AR expression. The specific presence of AR protein in male lungs raises the question of its transcriptional program -namely expression of TMPRSS2 and ACE2.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "13)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 801,
                    "end": 805,
                    "text": "(19)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We find no evidence for androgen regulation of TMPRSS2 in pulmonary tissues. This evidence includes 1) the absence of any TMPRSS2 increase in male compared with female human lung 2) no TMPRSS2 increase in male compared with female mouse lung 3) no evidence for TMPRSS2 suppression with next-generation AR antagonist treatment. Our observations are in agreement with a new study that provides evidence for the absence of AR-binding and open chromatin state within the TMPRSS2 locus in lung as compared with prostate cells (26). We do find evidence for an increase in TMPRSS2 transcript but not protein expression with smoking. This difference in findings for transcript vs. protein expression might be attributable to differences in the biospecimens sampled across studies or differential expression in cellular subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to TMPRSS2, we do find evidence for sexually dimorphic ACE2 expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Specifically, protein expression is higher in the lungs of male smokers compared with female smokers and in male mice compared with female mice. In terms of pharmacologic intervention, suppression of ACE2 expression with a potent AR antagonist in the lungs of male mice is significant albeit modest. Whether this apparent magnitude of androgen regulation of ACE2 expression is meaningful for SARS-CoV-2 infection or COVID-19 severity is unclear. Nevertheless, this will be tested in several ongoing clinical trials (including ClinicalTrials.gov NCT04475601, NCT04397718, NCT045009999 and NCT04374279).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sexually dimorphic AR expression in an organ not associated with sexual differentiation -the male lung -raises the question of function. This is reminiscent of sexually dimorphic AR protein expression in the male human kidney, in which AR function includes regulating glucocorticoid metabolism and downstream steroid receptor activity (27). Whether this physiology also occurs in the lung has yet to be determined. This may have implications for regulation of inflammatory processes including asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we find no evidence for androgen regulation of TMPRSS2 in the male lung. Therefore, TMPRSS2 regulation in the lung appears to fundamentally differ from clear androgen-dependent regulation in prostatic tissues. In contrast, there is a sex discordance in AR and ACE2 expression in lungs of mice and humans. In humans, elevated ACE2 expression is apparent in the lungs of male smokers compared with female smokers. Pulmonary TMPRSS2 regulation appears not to account for the sex-discordance in COVID-19 clinical outcomes. In contrast, ACE2 expression is elevated in smokers and particularly in males. The magnitude of ACE2 suppression with enzalutamide in mouse is modest. The ultimate effects of antiandrogens on human pulmonary ACE2 expression and COVID-19 outcomes are not yet known. Smokers could partly mitigate their increased risk by quitting smoking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A cohort of adult NSG mice (> 6 weeks old) were obtained from Cleveland Clinic Biological Resources Unit. The male mice were arbitrarily divided between two groups receiving control chow or Enz diet 62.5 mg/kg. Following 11 days on diet, the mice were sacrificed using a lethal dose of Nembutal followed by cardiac puncture. Once sacrificed, the abdominal and thoracic . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint cavities of the mice were opened, the inferior vena cava was cut, and the lungs were gently perfused with warm saline via the right ventricle. Next, the lungs were removed, and the individual lobes were either fixed in 10% formalin, or embedded in paraffin, or snap frozen for subsequent RNA or protein analysis. Roche). Lastly, the slides were counterstained with hematoxylin and bluing. The specificity of each antibody was first tested on appropriate control tissues before proceeding to staining of the lung sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice, treatments and lung harvest"
        },
        {
            "text": "The public genomics data repository Gene Expression Omnibus (GEO, ncbi.nlm.nih.gov/geo) was searched for data sets containing expression profiling of samples from non-cancerous human lung and bronchial/airway epithelial cells with samples identified by gender and/or smoking status of subjects. The following data sets were identified: GSE994 (airway epithelial cells from current/former/never smokers), GSE4115 (histologically normal bronchial epithelial cells from smokers with and without lung cancer), GSE7895 (airway epithelial cells from current/former/never smokers), GSE16008 (bronchial epithelial cells from healthy current and never smokers), GSE18385 (large and small airway epithelial cells from healthy current and never smokers), GSE37147 (bronchial epithelial cells from current and former smokers with and without COPD), GSE43696 (bronchial epithelial cells from asthma patients and healthy controls), GSE63127 (small airway epithelial cells from healthy current and never smokers), GSE103174 (lung tissue from smokers and nonsmokers with and without COPD), and GSE123352 (non-involved lung parenchyma from ever and never smokers with lung adenocarcinoma). TMPRSS2, AR, and ACE2 gene expression values were obtained from each data set and analyses for comparisons between groups (for each data set for which gender and/or current smoking status information was available) were performed using R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression in human lung"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint For comparisons involving more than two groups, ANOVA with post hoc tests as indicated in figure legends was performed, or Kruskal-Wallis with post hoc tests for IHC results. For comparisons between two groups, t-tests were performed. For correlations between gene expression and smoking pack years, linear models were fit to data. All statistical tests were two-sided. Analyses were performed in R or GraphPad Prism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "Mouse studies were performed under a protocol approved by the Institutional Animal Care and Use Committee (IACUC) of the Cleveland Clinic Lerner Research Institute. Studies using human tissues are deidentified and were deemed to be IRB exempt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study approval"
        },
        {
            "text": "Authors declare no conflicts of interest. This work is supported in part by grants from the Prostate Cancer Foundation and the National Cancer Institute (R01CA172382 and R01CA236780).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "TMPRSS2 and COVID-19: Serendipity or opportunity for intervention?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Stopsack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mucci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Antonarakis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Kantoff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recurrent fusion of TMPRSS2 and ETS transcription factor genes in prostate cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "644--652",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Androgen-deprivation therapies for prostate cancer and risk of infection by SARS-CoV-2: a population-based study (N = 4532)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montopoli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annonc.2020.04.479"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Androgen Deprivation Therapy in Men With Prostate Cancer Does Not Affect Risk of Infection With SARS-CoV-2",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why Are So Many More Men Dying from Coronavirus?",
            "authors": [
                {
                    "first": "Sharon",
                    "middle": [],
                    "last": "Moalem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Androgen Regulates SARS-CoV-2 Receptor Levels and Is Associated with Severe COVID-19 Symptoms in Men",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ghazizadeh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Androgen receptor and androgen-dependent gene expression in lung",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mikkonen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pihlajamaa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "F-P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Jänne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Androgen hazards with COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "HSD3B1 genotype identifies glucocorticoid responsiveness in severe asthma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Hierarchical Network of Transcription Factors Governs Androgen Receptor-Dependent Prostate Cancer Growth",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A \"quickscore\" method for immunohistochemical semiquantitation: validation for oestrogen receptor in breast carcinomas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Detre",
                    "suffix": ""
                },
                {
                    "first": "Saclani",
                    "middle": [],
                    "last": "Jotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dowsett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A new immunohistochemical antibody for the assessment of estrogen receptor status on routine formalin-fixed tissue samples",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goulding",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hum. Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.21.051201"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sex steroid hormone receptors in human thymoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Specificity of liganddependent androgen receptor stabilization: receptor domain interactions influence ligand dissociation and receptor stability",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kemppainen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Phenotypic analysis of mice lacking the Tmprss2-encoded protease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heinlein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The impact of COPD and smoking history on the severity of Covid-19: A systemic review and meta-analysis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Smoking Upregulates Angiotensin-Converting Enzyme-2 Receptor: A Potential Adhesion Site for Novel Coronavirus SARS-CoV-2 (Covid-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9030841"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "ACE-2 Expression in the Small Airway Epithelia of Smokers and COPD Patients: Implications for COVID-19. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cigarette Smoke Exposure and Inflammatory Signaling Increase the Expression of the SARS-CoV-2 Receptor ACE2 in the Respiratory Tract",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF3": {
            "text": "Approximately 40-50 mg freshly frozen lung was added to soft tissue homogenizing CK14 tubes (Betin Technologies) with 200 ml RIPA buffer containing HALT protease and phosphate inhibitor cocktail. Lung tissues were then homogenized with a homogenizer (Minilys, Betin Technologies) three times (60 s each time) at the highest speed, with 5-10 minute intervals on ice to cool lysates. The lysates were then centrifuged for 15 min at 16,000 x g and the supernatants were collected for immunoblot analysis with antibodies for TMPRSS2 (Abcam: ab92323 and Proteintech: 14437-1-AP), AR (EMD Millipore: PG-21 and Santa Cruz Biotechnology: N-20), PSA (Cell signaling: D6B1) and GAPDH (D16H11). Total RNA was harvested by homogenizing 25 mg lung tissue in 350 µl RLT buffer (RNeasy kit, Qiagen) following the manufacturer's instructions. cDNA synthesis were then carried out with the iScript cDNA Synthesis Kit (Bio-Rad). Quantitative PCR (qPCR) analysis was conducted in triplicate in an ABI 7500 Real-Time PCR machine (Applied Biosystems) using iTaq Fast SYBR Green Supermix with ROX (Bio-Rad) with the following primer sets: Seq analysis was performed in LNCaP cells treated with vehicle (DMSO) or Enz 10 μM. Briefly, 106 cells were cross-linked using 1% formaldehyde (reconstituted in 1X PBS) at room temperature for 10 min, followed by quenching with Glycine (final concentration 125 mM) and further incubation at room temperature for 5 min. Fixed cells were lysed in SDS buffer (50 mM Tris-HCl pH 8, 1% SDS, 10 mM EDTA), and sonicated at 4 degrees using Bioruptor sonicator (Diagenode) for 20 cycles on high setting: 10\" on/10\" off. The lysates were then immunoprecipitated in ChIP Dilution Buffer (20 mM Tris-HCl pH 8, 1% Triton-X 100, 2 mM EDTA, 150 mM NaCl + PIC), using 3 μg chromatin, 10 μl of anti-AR (Millipore, EMD Millipore: PG-21), and 50 μl of blocked A/G beads. Recovered DNA was used to prepare libraries using the Illumina Nextera library prep method, subsequently sequenced on a NextSeq 500 and analyzed using the ChiLin analytical pipeline. Finally, genomic AR occupancy was visualized and compared using the Integrated Genome Viewer. Immunohistochemistry Immunohistochemistry staining was performed using the Discovery ULTRA automated stainer from Roche Diagnostics (Indianapolis, IN). In brief, antigen retrieval was performed using a tris/borate/EDTA buffer (Discovery CC1, 06414575001; Roche), pH 8.0 to 8.5, at 95 o C for 32 minutes. For AR staining only, 64 minutes of antigen retrieval time was applied. The slides were then incubated with primary antibodies for 1 hour at room temperature with the following dilutions: TMPRSS2 (ab92323), 1:3000; TMPRSS2 (ab214462), 1:200; Androgen Receptor",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Cell 2020;53(5):514-529.e3.. CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint 26. Li F et al. Distinct mechanisms for TMPRSS2 expression explain organ-specific inhibition of SARS-CoV-2 infection by enzalutamide [Internet] . bioRxiv 2020;2020.09. 11.293035. 27 . Alyamani M et al. Deep androgen receptor suppression in prostate cancer exploits sexually dimorphic renal expression for systemic glucocorticoid exposure [Internet] . Ann.Oncol. 2020;31(3):369-376.. CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a . CC-BY-NC-ND 4.0 International license preprint (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this this version posted October 14, 2020. . https://doi.org/10.1101/2020.04.21.051201 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 445,
                    "text": "[Internet]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 483,
                    "text": "11.293035. 27",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 650,
                    "text": "[Internet]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}