{
    "paper_id": "3b7e06ee2eaa17f3823dc978b5032335c8c6bc1b",
    "metadata": {
        "title": "Molecular Epidemiology and Evolutionary Genetics of Infectious Diseases",
        "authors": [
            {
                "first": "Michel",
                "middle": [],
                "last": "Tibayrenc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRD Center",
                    "location": {
                        "postBox": "BP 64501",
                        "postCode": "34374, Cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": "michel.tibayrenc@ird.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "This chapter does not attempt to provide a comprehensive catalogue of the various methods of analysis and technologies used to characterize pathogens (molecular epidemiology). Rather it argues why molecular epidemiology should not be conceived without an extensive use of the concepts of population genetics and evolutionary biology. Moreover, it stresses that characterizing pathogens should open up to evaluating the impact of pathogens' genetic diversity on their relevant medical properties (downstream studies). Lastly, it presents the foreseeable future developments in this field, which has been upset by the exponential development of megatechnologies (massive sequencing, postgenomic studies, and bioinformatics). M. Tibayrenc (*) Maladies Infectieuses et Vecteurs Ecologie, Génétique, Evolution et Contrôle, MIVEGEC/IDVEGEC (UM1-CNRS 5290-IRD 224),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Before attempting to precisely define molecular epidemiology, it is interesting to observe it as a today's hot item. Using the term for a search in the SCOPUS database produces more than 15,000 references, most of them cited in the last few years. The term chiefly refers to transmissible diseases, but not exclusively. Some references concern other diseases such as cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the rapid growth of this field, there is no doubt that the publication of this book is quite timely. Actually, the premises of this burst onto the front stage were already apparent years ago. The field is at the crossroads of two major lines in modern biomedical research: the exponential development of molecular technologies and the preoccupying wave of emerging and reemerging infectious diseases (\"The golden age of genetics and the dark age of infectious diseases\" Tibayrenc 2001) . As for the threat of infectious diseases, it is worth noting that the alarms sounded these last few years (SARS, avian flu) have not, in the end, been confirmed as major pandemics. Still, the fact remains that transmissible diseases remain by far the major killers of the human species on a worldwide basis. It can also be said that they more than ever constitute the major selection pressure of humankind (Haldane 1949) , since many of them kill at the age of reproduction, or before it. Even when considering industrial countries, much more than 40 years ago, today infectious diseases are a major concern with the problems of AIDS, nosocomial infections, antibiotic resistance and multidrug-resistant pathogens. Obviously, considering that transmissible diseases are under control would be quite unrealistic. Can it be considered therefore that molecular epidemiology is a major contribution toward reaching this goal? The answer to this question is the very topic of this book, and more specifically, of the present chapter. The goal is neither to draw a comprehensive review of everything known in this field, nor to provide the reader with a handbook of molecular epidemiology. It is rather to give my personal views on how molecular epidemiology should be conceived today and the future avenues this field may take.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 497,
                    "text": "Tibayrenc 2001)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 906,
                    "end": 920,
                    "text": "(Haldane 1949)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reading the literature, it is obvious that there is no consensus on how to define the term. The classical definition of the Centers for Disease Control (CDC) in Atlanta is \"the various biochemical and molecular techniques used to type and subtype pathogens\" (CDC 1994) . The goal in this definition is very clear: identify the species (type) and subspecies/strains (subtype) of pathogenic organisms. The method is also very clear: the use of all techniques offered by biochemistry and molecular biology toward reaching this goal. In itself, this definition is quite satisfactory. The goal of molecular epidemiology is to help elucidate the routes traveled by epidemics by tracking the relevant units of analysis, the entities that are responsible for the epidemics. The difficulties lie in the very definition and delimitation of these entities, as we will see below.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 268,
                    "text": "(CDC 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How to Define Molecular Epidemiology?"
        },
        {
            "text": "It should be emphasized that molecular epidemiology is no more than a particular case of molecular systematics applied to the specific case of the identification of pathogenic agents. It would be highly desirable that the strict rules used to identify other organisms with molecular markers (Avise 2004 ) be applied to pathogens as well. As we will see, this is far from being the case.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 302,
                    "text": "(Avise 2004",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "How to Define Molecular Epidemiology?"
        },
        {
            "text": "Although there is no ultimate solution to all problems, there is no doubt that the arrival of powerful new technologies, and their lowering costs, have revolutionized the field. I will not detail here all the techniques that have been and are available for pathogen characterization but rather explain how the techniques have made a major contribution to the field but are by no means a panacea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modern Technologies Have Upset the Field"
        },
        {
            "text": "In heroic times, the characterization of pathogenic agents and their strains relied on proteic markers, chiefly multilocus enzyme electrophoresis* (MLEE*, for a recent review see Tibayrenc 2009 ). These protein markers proved to be fine genetic markers and have allowed impressive progress, not only in routine strain typing, but also in basic bacterial population genetics (Selander et al. 1986 ). They have also been widely used for parasitic protozoa strain identification (Godfrey and Kilgour 1976) . However, MLEE* has many drawbacks that definitely make it an outdated technology: (i) it is a time-consuming and delicate technique, (ii) it lacks resolution when the microevolutionary scale is considered, (iii) it is subject to homoplasy*, although this drawback has been exaggerated, (iv) and lastly, it requires bulk strain culturing, which leads to culturing bias* (see below).",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 193,
                    "text": "Tibayrenc 2009",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 374,
                    "end": 395,
                    "text": "(Selander et al. 1986",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 476,
                    "end": 502,
                    "text": "(Godfrey and Kilgour 1976)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Modern Technologies Have Upset the Field"
        },
        {
            "text": "Techniques that directly take DNA as the target molecule have definitely surpassed protein/MLEE* characterization. However, it should be stressed that the many valuable results gathered by MLEE* studies, especially when population genetics and the evolution of pathogens are considered, remain entirely valid and have been thoroughly confirmed by DNA techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modern Technologies Have Upset the Field"
        },
        {
            "text": "The major technological step that has upset the field of molecular epidemiology is polymerase chain reaction* (PCR). Indeed, PCR* makes it virtually possible to amplify the DNA of a single cell. Its potential resolution is therefore very high. Moreover, by using specific primers*, one can selectively amplify the DNA of the organism under study, even if it is mixed with foreign DNAs. These two properties obviate the need for bulk culturing, thus avoiding the culturing bias*.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modern Technologies Have Upset the Field"
        },
        {
            "text": "Many different techniques rely on PCR* amplification, including random primed amplified polymorphic DNA (RAPD) and amplified fragment length polymorphism (AFLP). However, it can be said that two techniques presently dominate the field of molecular epidemiology, namely microsatellites* and multilocus sequence typing* (MLST). The main advantage of microsatellites* is their high resolution. MLST* has the advantage of its high standardization and perfect portability. In terms of resolution power, MLST* is not at the top: it is often surpassed by mere restriction fragment length polymorphism* (RFLP) of antigen genes. Lastly, thanks to the recent progress in automatic sequencing, whole genome sequencing (WGS) of many strains in bacterial species tends to become routinely accessible, and makes it possible to design many SNP (single nucleotide polymorphisms) to type strains of pathogens (Pearson et al. 2009 ) It should be stressed that in and of themselves, these techniques are mere labeling tools and say nothing about the biological and evolutionary properties of the organisms they aim to characterize (see below).",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 912,
                    "text": "(Pearson et al. 2009",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Modern Technologies Have Upset the Field"
        },
        {
            "text": "The answer to this question depends on what molecular epidemiology is considered to be. Strictly speaking, if we take the basic definition given by the CDC (1994), routine serological tests can be considered molecular epidemiologic tools. The same holds true for PCR* identification of pathogen species. If we limit ourselves to these very basic tools, there is no doubt that molecular epidemiology has made a considerable contribution to routine medical practice. However, when a more common meaning is considered (that is to say, high-resolution identification of strains and clones), molecular epidemiology has not entered the routine daily practice of medical doctors (Humphreys 2004) . It should instead be considered an epidemiological research tool. Still, the fact remains that it is not confined to basic research. It does help health professionals make practical decisions. The survey and control of the H5N1 epidemics, for example, would not have been possible without the contribution of molecular epidemiology.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 688,
                    "text": "(Humphreys 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Has Molecular Epidemiology Helped Clinical Practice?"
        },
        {
            "text": "Molecular epidemiology is at the very boundary between basic research, which might remain speculative, and operational biomedical research, in which sufficiently robust results should be unfailingly sought, because decisions need to be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Has Molecular Epidemiology Helped Clinical Practice?"
        },
        {
            "text": "This is apparently possible, since molecular epidemiology articles are published in high-impact journals that do not contain a word of evolutionary biology or population genetics (Foxman 2007; Sintchenko et al. 2007) . Usually these articles rely on the implicit working hypothesis that natural populations of bacteria are composed of clones that undergo no genetic modifications over time. We will see that this is often untrue.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 192,
                    "text": "(Foxman 2007;",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 216,
                    "text": "Sintchenko et al. 2007)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Can Molecular Epidemiology Be Conceived of Without the Evolutionary Concepts?"
        },
        {
            "text": "Logically speaking, evolutionary concepts should appear to be indispensable to analyze molecular data. The molecular polymorphism of organisms has been shaped by evolution. It is therefore rational to interpret it in terms of evolutionary genetics. When plants, mammals, insects, reptiles, etc. are investigated, it would appear nonsensical not to use population genetics and evolutionary biology concepts to analyze their molecular diversity (Avise 2004 ). Pathogens should not constitute a special case. Quite the opposite, I would say, because their formal genetics and mating strategies still remain mysterious, although considerable progress has been achieved in the last 20 years.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 454,
                    "text": "(Avise 2004",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Can Molecular Epidemiology Be Conceived of Without the Evolutionary Concepts?"
        },
        {
            "text": "For years I have called for the inclusion of population genetics and evolutionary biology in the very definition of molecular epidemiology (Tibayrenc 1995 (Tibayrenc , 2005 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 154,
                    "text": "(Tibayrenc 1995",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 155,
                    "end": 172,
                    "text": "(Tibayrenc , 2005",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Can Molecular Epidemiology Be Conceived of Without the Evolutionary Concepts?"
        },
        {
            "text": "According to this vision, molecular epidemiology should not limit itself to lazy band counting and mere dendrograms automatically generated by appropriate software. It should rely on classical population genetics (de Meeûs et al. 2007 ) and phylogenetic approaches (Hall and Barlow 2006) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 234,
                    "text": "(de Meeûs et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 265,
                    "end": 287,
                    "text": "(Hall and Barlow 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Can Molecular Epidemiology Be Conceived of Without the Evolutionary Concepts?"
        },
        {
            "text": "This vision advocates molecular epidemiology as an exploration, using evolutionary biology's conceptual tools, of how pathogen populations are distributed and how they evolve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Can Molecular Epidemiology Be Conceived of Without the Evolutionary Concepts?"
        },
        {
            "text": "Additionally, I have long proposed that beyond this indispensable inventory, the consequences of pathogens' genetic diversity on their relevant biomedical properties (a disease's clinical diversity, sensitivity to drugs and vaccines, serological and molecular diagnosis) be explored (downstream studies, see Tibayrenc 1995) . The minimum would be, for example, that a new drug or a new vaccine be tested on a set of selected strains that are representative of the entire genetic diversity of the species. With micropathogens, if technically feasible, it appears indispensable to work with laboratory-cloned stocks, with verification of the cloning under the microscope. Too many studies rely on noncloned stocks that are often composed of various different genotypes. This makes these mixtures of stocks highly unstable, and hence the results of such studies are poorly reproducible.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 323,
                    "text": "Tibayrenc 1995)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Downstream Research"
        },
        {
            "text": "In brief, this is the main result yielded by evolutionary studies dealing with pathogens. This chapter is not the place for a long discourse on the evolutionary biology of microbes. To make a long story short, this result has been reached with two complementary means: population genetic statistics and phylogenetic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "The term \"reticulate evolution\" by itself refers to the situation where separate evolution of distinct genetic lines is occasionally countered by limited genetic exchange. This situation is found in many plant species (Avise 2004) .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 230,
                    "text": "(Avise 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "Pathogenic microbes have evidenced a similar pattern in many, if not most, species (Tibayrenc et al. 1990 Awadalla 2003; Heitman 2006) . Unexpectedly, many micropathogens exhibit sex in the broad sense of the term (i.e., exchange of genetic material between different cells, whatever the cytological mechanism involved). Its precise mechanisms vary considerably: conjugation, transduction and transformation in bacteria, classical meiosis in Trypanosoma brucei, the agent of human African trypanosomiasis (Jenni et al. 1986) , and nonmeiotic hybridization in Trypanosoma cruzi, the agent of Chagas disease (Gaunt et al. 2003) . However, the results in evolutionary terms are the same: departures from panmictic* expectation and from a purely phylogenetic view.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 105,
                    "text": "(Tibayrenc et al. 1990",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 106,
                    "end": 120,
                    "text": "Awadalla 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 121,
                    "end": 134,
                    "text": "Heitman 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 505,
                    "end": 524,
                    "text": "(Jenni et al. 1986)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 606,
                    "end": 625,
                    "text": "(Gaunt et al. 2003)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "Departures from panmictic* expectations can be evaluated with classical segregation tests relying on Hardy-Weinberg and F-statistics (de Meeûs et al. 2007 ). However, these tests are based on the assumption that the organism under survey is diploid. This makes the use of these approaches impossible for haploid organisms (bacteria, the blood stage of Plasmodium) and debatable for those organisms for which diploidy is not fully ascertained (Leishmania, Trypanosoma). Recombination tests (linkage disequilibrium* analysis, Tibayrenc et al. 1990; Maynard Smith et al. 1993 ) avoid this shortcoming and are applicable whatever the ploidy of the organism may be, even if it is unknown, or if the molecular profiles make it impossible to identify individual alleles . A considerable advantage of recombination tests is that, by definition, they are the only ones able to test for the stability of multilocus associations. This is the very goal of molecular epidemiology, as we will emphasize later.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 154,
                    "text": "(de Meeûs et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 524,
                    "end": 546,
                    "text": "Tibayrenc et al. 1990;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 547,
                    "end": 572,
                    "text": "Maynard Smith et al. 1993",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "Phylogenetic analysis, with its many different approaches and specialized softwares, looks for the presence and age of strictly separated genetic units. Its very definition makes departures from such an ideal image in themselves an indication of genetic exchange and its intensity. With highly recombining pathogens such as Nesseiria gonorrhoeae and Helicobacter pylori, any phylogenetic analysis is virtually impossible. Strong evidence for rarity or absence of recombination is a fair agreement between phylogenetic trees designed from different genetic markers, as seen in T. cruzi (see Fig. 3 .1). This is a particular case of the concordance principle, which states that if a hypothesis is valid, it is increasingly confirmed by accumulating evidence (Avise 2004) .",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 768,
                    "text": "(Avise 2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 596,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "Pathogens show a continuum between these two extreme pictures, from highly recombining (Helicobacter, Neisseria) to scarcely recombining (T. cruzi, Salmonella, Escherichia coli).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "The implications of this for molecular epidemiology and downstream studies are far-reaching. The more the species under study is composed of discrete, stable genetic lines (structured species, Tibayrenc 1995), the more these lines will be convenient targets for epidemiological follow-up and downstream studies. On the contrary, if genetic recombination is frequent, such discrete lines will not be present, and typing of stable multilocus genotypes will be impossible. In this case, only identification and follow-up of individual genes will be possible (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reticulate Evolution of Pathogens and Its Implications"
        },
        {
            "text": "Founding molecular epidemiology on firm evolutionary concepts requires clearly defining the units of analysis to be used (Dijkshoorn et al. 2000) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 145,
                    "text": "(Dijkshoorn et al. 2000)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "The least questionable of these units of analysis is the gene. Many molecular epidemiology studies are based on the identification and follow-up of genes of interest (for example, genes of virulence, of drug resistance), conveniently labeled by specific PCR primers*. Such studies are possible whatever the population structure and recombination level of the pathogen under survey may be. However, it is more propitious to base these studies on a convenient and thorough population genetics framework of the species under study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "\"Clone\" should be understood here in its strict genetic meaning, that is to say, durable multilocus association. With this sense, a \"clonal\" species refers to all cases where the offspring genotypes are identical or almost identical to the parental ones, and where the propagation of multilocus genotypes that are stable is space and time are observed. This definition includes not only species that propagate themselves by classical mitotic propagation (the case of most bacterial species), but also many cases of parthenogenesis*, homogamy*, and self-fertilization* in homozygotes. Extreme inbreeding in this sense is not an alternative model to clonality (Rougeron et al. 2009 ), but rather a particular case of it (Tibayrenc et al. 2010) .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 679,
                    "text": "(Rougeron et al. 2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 718,
                    "end": 741,
                    "text": "(Tibayrenc et al. 2010)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "All species in which genetic recombination is either absent or severely restricted should be considered clonal according to this definition, so that durable multilocus associations are not disrupted by recombination and behave like frozen genotypes or genetic photocopies. An important parameter to consider is the lifetime of such multilocus genotypes. Maynard Smith et al. (1993) distinguished between epidemic clonality and clonal evolution. The first refers to those species in which occasional bursts of genetic clones soon vanish in the common gene pool of a recombining species. Neisseria meningitidis is an example of this. Clonal evolution concerns those species in which clones remain stable at an evolutionary scale. Trypanosoma cruzi and Salmonella sp. are examples of this. Obviously, the consequences of the two models for molecular epidemiology and downstream studies are drastically different.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 381,
                    "text": "Smith et al. (1993)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "The term \"strain\" is widely used in the microbiology literature. However, its definition is a delicate one. Many specialists (including myself) use it with the sense of \"stock\", that is to say, a culture of a pathogen with a given origin. The World Health Organization's definition is quite different: it designates a set of stocks with various origins, but that share common defined properties (virulence, etc.). For molecular epidemiology, \"strain\" should designate a precise multilocus genotype, which is assumed to have a common, recent ancestry, in other words, a genetic clone. It is relevant to note that strains cannot exist in nonclonal, recombining species, although many epidemiologists maintain intuitively that such species have strains as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "The definition of species is a never-ending story. An innumerable number of different definitions have been proposed by many authors (Hey 2001). However, one can distinguish between four main concepts to define species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "1. The biological species concept is the most classical one and refers to those communities of organisms that are potentially interfertile (Dobzhansky 1937) . Obviously, this concept refers to classical, sexual species and is hardly useable for pathogenic microorganisms. 2. The phenetic species concept is based on the assumption that organisms pertaining to the same species are assumed to share many properties, while the contrary applies to organisms that belong to different species. To define species with this approach, as many characters as possible are taken into account without prioritizing them (Sneath and Sokal 1973) . This concept could be useful to define pathogen species, although this approach is time-consuming. 3. The phenotypic concept is still widely used to define new species in insects, mammals, etc. In such cases, it is mainly based on morphological characters (color, shape, etc.). In microbiology, it can be said that many microbe species have been defined on phenotypic characteristics, either epidemiological traits or pathological properties. For example, Mycobacterium leprae is the causative agent of leprosy. Leishmania infantum is the agent of leishmaniosis in infants. Leishmania panamensis was first described in Panama. The phenotypic species concept applied to pathogenic microbes therefore aims at conveying relevant medical information.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 156,
                    "text": "(Dobzhansky 1937)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 607,
                    "end": 630,
                    "text": "(Sneath and Sokal 1973)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "4. The phylogenetic species concept considers that species should be equated to clades* or individual phylogenetic lines (Cracraft 1983 ). For the above-described reasons, this approach is not easy to use when micropathogens are considered due to the predominance of reticulate evolution in them. By definition, clades* do not exchange genes.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 135,
                    "text": "(Cracraft 1983",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "The definition of species for pathogens is a brain teaser. However, the extreme attitude that species are impossible to define in the case of microbes (de Meeûs et al. 2003) should be rejected. Health professionals need operational units of analysis to work on. Microbe species are not mere fantasies or video games: Trypanosoma cruzi cannot cause sleeping sickness. Even when considering the problem of reticulate evolution, one cannot see the microbial world as a genetic continuum. There are profound discontinuities, even if their boundaries are sometimes difficult to delineate. This means that the phylogenetic species concept can be used with some caution. The pragmatic approach I have recommended (Tibayrenc 2006) is to use the phylogenetic and phenotypic concepts jointly to describe new pathogen species. New species should be described only when they correspond to a phylogenetic reality and feature relevant medical/epidemiological properties. The use of the phylogenetic species concept means that species can be identified using the tools of molecular epidemiology.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 173,
                    "text": "(de Meeûs et al. 2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 706,
                    "end": 722,
                    "text": "(Tibayrenc 2006)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "In classical zoology, subspecies designate geographical variants of a given species that can be easily identified by specific traits, generally morphological particularities. The concept is of little value in medical microbiology. There are no strict criteria to define microbial subspecies; the tendency is for authors to describe subspecies when they dare not make real new species (Schönian et al. 2010 ).",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 405,
                    "text": "(Schönian et al. 2010",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Units of Identification: Genes, Clones, Strains, Subspecies, and Species"
        },
        {
            "text": "The classical concepts of population genetics and phylogenetic analysis are sometimes poorly adapted to the peculiarities of the microbial world and the specific demands of epidemiological follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Helpful, Although Not So Successful, Operational Concepts: Clonets and Discrete Typing Units/Tags"
        },
        {
            "text": "Let us consider a species that has been evidenced to be clonal by population genetic analysis. The use of a given set of genetic markers, say 20 microsatellite* loci, has individualized stocks that share the same multilocus combination. Do they represent genuine clones? Probably not. If we use 30 microsatellite* loci instead of 20, we will probably encompass additional genetic variability within each of these supposed clones. To get around the difficulty, the term \"clonet\" has been coined to refer to those sets of stocks that appear to be identical to a given set of genetic markers in a basically clonal* species (Tibayrenc and Ayala 1991) . The clonets are relevant units of analysis for epidemiological tracking. They should be delimited by a sufficient range of genetic markers, according to the time and space scale considered (see below).",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 646,
                    "text": "(Tibayrenc and Ayala 1991)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Clones and Clonets"
        },
        {
            "text": "I have already presented the implication of reticulate evolution for phylogenetic/ cladistic* analysis. The presence of some gene flow among genetic lines, and the fact that in hybridization events some genetic lines have two ancestors instead of one, make the clade* concept invalid. There are obvious genetic discontinuities between and within pathogen species that deserve to be described and delimited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discrete Typing Units and Tags"
        },
        {
            "text": "To avoid the problem, I have proposed the descriptive and operational concept of discrete typing unit (DTU) (Tibayrenc 1998) . DTUs are sets of stocks that are genetically closer to each other than to any other stock and are identifiable by common molecular, genetic, biochemical, or immunological markers called tags. DTUs correspond to reliable units of analysis for molecular epidemiology and downstream studies.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 124,
                    "text": "(Tibayrenc 1998)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discrete Typing Units and Tags"
        },
        {
            "text": "People designing and using molecular epidemiology sorely need to realize that they have common goals and that their approaches should converge to a large extent. Whatever the pathogen under survey -parasite, fungus, bacterium, virus, prion, be it of medical, veterinary or agronomical relevance -species, strains, clones, and genes of interest should be reliably identified using evolutionary concepts. The genetic variability of the pathogen considered should be taken into account for vaccine/drug design, epidemiological follow-up and clinical studies. Yet the world of pathogens is too heterogeneous for building totally standardized approaches. Species concepts are not the same for parasites, bacteria, and viruses. What's more, the molecular tools cannot be the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Can This Field Be Unified?"
        },
        {
            "text": "However, when the pathogens considered are closely related, it is nonsense to design radically different approaches. An example is the description of new species. With Leishmania parasites, many new species have been described, some of them based on doubtful criteria (Van der Auwera et al. 2011). On the other hand, until now, specialists of Chagas disease have agreed on considering Trypanosoma cruzi, the causative agent of Chagas disease, a unique, although genetically extremely heterogeneous, species (Zingales et al. 2009 ). Leishmania specialists are splitters, Chagas specialists are lumpers. These differences have little evolutionary or medical justification.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 528,
                    "text": "(Zingales et al. 2009",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Can This Field Be Unified?"
        },
        {
            "text": "Molecular epidemiology may act on very different time and space scales. For example, one may wish to survey the spread of one of the six T. cruzi DTUs over the entire American continent. A totally different case would be the identification and follow-up of a unique methicillin-resistant clone of Staphylococcus aureus that has contaminated a hospital intensive care unit. Obviously the molecular and statistical tools will have to be adapted to the case at hand. In the first case, classical phylogenetic analysis and markers that have a slow molecular clock* (multilocus sequence typing*, multilocus enzyme electrophoresis*) can be used. In the second case, markers with a finer resolution, in other words, a faster molecular clock*, such as microsatellites* or some RFLP* markers, will have to be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crucial Parameters of Time and Space Scales"
        },
        {
            "text": "Koch's postulates state that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Problems: Typing Noncultivable Pathogens"
        },
        {
            "text": "(a) The microorganism must be found in abundance in all organisms suffering from the disease but should not be found in healthy animals. (b) The microorganism must be isolated from a diseased organism and grown in pure culture. (c) The cultured microorganism should cause disease when introduced into a healthy organism. (d) The microorganism must be reisolated from the inoculated, diseased experimental host and identified as being identical to the original specific causative agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Problems: Typing Noncultivable Pathogens"
        },
        {
            "text": "These postulates are now invalidated by the fact that many pathologies, such as Crohn disease, could be caused by pathogens that cannot be cultured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Problems: Typing Noncultivable Pathogens"
        },
        {
            "text": "One of the most remarkable achievements of molecular epidemiology is to make it possible to characterize these unknown pathogenic agents. Sequences of nonspecific genes such as ribosomal RNA genes are used to reach this goal (see Frank and Feldman 2007 for a recent, exhaustive review).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 252,
                    "text": "Frank and Feldman 2007",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "New Problems: Typing Noncultivable Pathogens"
        },
        {
            "text": "Profiling, Whole Genome Sequencing, Integrated Genetic Epidemiology Technological progress will continue at an increased speed, just as the cost of analyses will continue to be lowered. This will permit holistic approaches that were not possible with limited technological resources. Pathogen profiling is one of the new strategies that will emerge from use of these new tools (Sintchenko et al. 2007 ). It integrates molecular data (genome, transcriptome, proteome, metabolome) with clinical and epidemiological data, assisted by geographic information systems (GIS). Pathogen profiling will be even more valuable if it relies on the survey of pathogen's whole genomes, which becomes now more and more accessible, at least for viruses and bacteria (Pearson et al. 2009 ). This opens the way to the new field of population genomics (Tibayrenc 2005) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 400,
                    "text": "(Sintchenko et al. 2007",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 749,
                    "end": 769,
                    "text": "(Pearson et al. 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 832,
                    "end": 848,
                    "text": "(Tibayrenc 2005)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: The Future of the Field: Total Pathogen"
        },
        {
            "text": "Another approach long called for (Tibayrenc 1998) is to concurrently consider the role played in the transmission and severity of infectious diseases, by the host's, the pathogen's and the vector's (in the case of vector-borne diseases) genetic diversity as well as the interactions between the three (coevolution phenomena). Such a holistic approach (integrated genetic epidemiology of infectious diseases) should be extended to the entire genome of hosts, pathogens and vector (population genomics). This is the very topic of the new journal Infection, Genetics and Evolution (Elsevier; http:// www.elsevier.com/locate/meegid) and the Molecular Epidemiology and Evolutionary Genetics of Infectious Diseases (MEEGID; http://www.meegidconference.com/) congresses. Such an approach has been proposed for the study of Chagas disease (Tibayrenc et al. 2010 ).",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 49,
                    "text": "(Tibayrenc 1998)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 831,
                    "end": 853,
                    "text": "(Tibayrenc et al. 2010",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: The Future of the Field: Total Pathogen"
        },
        {
            "text": "Clade evolutionary line defined by cladistic analysis. A clade is monophyletic* and is genetically separated (i.e., evolves independently) from other clades. Cladistic analysis a specific approach of phylogenetic analysis based on the polarization of characters that are shared between ancestral (plesiomorphic) and derived (apomorphic) characteristics. Only those apomorphic characters shared by all members of a given clade* (synapomorphic character) are considered to convey relevant phylogenetic information (Hennig 1966) . Culturing bias This term refers to the situation where a host is infected by several different genotypes of a given pathogen. When culturing an isolate of this pathogen, some genotypes will tend to dominate to the detriment of others. At the end of the culturing process, the collection of genotypes does not reflect the original isolate (Tibayrenc 1995) . Homogamy preferential mating between individuals that are genetically identical or extremely similar to each other. Homoplasy Common possession by distinct evolutionary units of identical characters that do not originate from a common ancestor. The origin of homoplastic traits include the following: (a) convergence (possession of identical characters derived from different ancestral characters, due to convergent evolutionary pressure, for example, the fins of fish and dolphins); (b) parallelism (possession of identical characters derived from a single ancestral character and generated independently in different evolutionary units); and (c) reversion (restoration of an ancestral character from a derived character).",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 525,
                    "text": "(Hennig 1966)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 866,
                    "end": 882,
                    "text": "(Tibayrenc 1995)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Glossary of Specialized Terms (* in text)"
        },
        {
            "text": "Isoenzymes Protein extracts of the biological samples under analysis are separated by electrophoresis. The gel is then processed with a histochemical reaction involving the specific substrate of a given enzyme. This enzyme's zone of activity is then specifically stained on the gel. From one sample to another, migration differences can be visible for this same enzyme. These different electrophoretic forms of a given enzyme are referred to as isoenzymes or isozymes. When given isoenzymes are driven by different alleles of a single gene, they are more specifically referred to as alloenzymes or allozymes. Differences in migration result from different overall electrical charges between isoenzymes. Overall electric charges are a resultant of the individual electric charges of each amino acid (AA) of a given enzyme. The AA sequence is the direct result of the DNA sequence of the gene that codes for this enzyme. It is therefore considered (and verified) that isoenzyme polymorphism is a faithful reflection of the genetic polymorphism of the organism under study. Linkage disequilibrium Nonrandom association of genotypes occurring at different loci. Microsatellite A short DNA sequence of DNA, usually 1-4 bp long, that is repeated together in a row along the DNA molecule. Microsatellites are fast-evolving markers, with a high resolution level and are found in many organisms, including pathogens. Molecular clock In its strict, original sense (more correctly called the DNA clock hypothesis), the concept that the rate of nucleotide substitutions in DNA remains constant over time. In a broader sense, simply how fast the genomic part that codes for the variability of the marker considered evolves. This speed is driven by the mutation rate. It may be regular or irregular. Monophyletic an evolutionary line that has a unique ancestor. Multilocus sequence typing (Maiden et al. 1998 ) is a highly standardized approach based on the sequencing of 450-bp parts of a set of housekeeping genes (usually seven). It has been widely used for a high number of bacterial species and some eukaryotic pathogens as well. The main advantage of MLST is it perfect portability (possibility of reliably communicating results among different laboratories), since sequences can be simply emailed. Strains that share the same combination of alleles are referred to as sequence types (ST). Strains that share 7/7 alleles = consensus group; strains that share 6/7 alleles = single-locus variants (SLV); strains that share 5/7 alleles are double-locus variants (DLV). SLV and DLV = clonal complexes. Panmixia panmictic: Situation in which genetic exchanges occur randomly in the population under survey. Parthenogenesis Reproduction by the development of a single gamete without fertilization by a gamete of the opposite sex. Polymerase chain reaction (PCR) A technique that copies the complementary strands of a target DNA chain through a set of cycles until the needed DNA amount is produced. PCR uses synthesized primers* whose nucleotide sequences are complementary to the DNA flanking the target region. The DNA is heated to separate the complementary strands, then cooled to have the primers bind to the flanking sequences. The enzyme Taq DNA polymerase is added and the reaction is left to pass through the required number of replication cycles. Primer a short DNA sequence used in PCR* technologies, that anneals to a single strand of DNA and acts as a starting point to initiate DNA polymerization mediated by the enzyme Taq DNA polymerase. Restriction fragment length polymorphism (RFLP) variability in the DNA of a given organism evidenced by the use of restriction endonuclease bacterial enzymes. The endonuclease cuts the DNA at a specific restriction site with a given sequence, and the polymorphism of the DNA fragments thus obtained can be visualized on gels, either directly by ethidium bromide staining or by Southern blot hybridization with specific probes. Self-fertilization fertilization by the union of male and female gametes from the same individual",
            "cite_spans": [
                {
                    "start": 1875,
                    "end": 1894,
                    "text": "(Maiden et al. 1998",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Glossary of Specialized Terms (* in text)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular markers, natural history and evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Avise",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The evolutionary genomics of pathogen recombination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awadalla",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Genet",
            "volume": "4",
            "issn": "",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of six Trypanosoma cruzi phylogenetic lineages by random amplified polymorphic DNA and multilocus enzyme electrophoresis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brisse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnabé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Parasitol",
            "volume": "30",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Addressing emerging infectious diseases threat. A prevention strategy for the United States",
            "authors": [],
            "year": 1994,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Species concept and speciation analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cracraft",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Johnson RF (ed) Current ornithology",
            "volume": "",
            "issn": "",
            "pages": "159--187",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Species concepts: what for?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Meeûs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Renaud",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Parasitol",
            "volume": "19",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Population genetics and molecular epidemiology or how to \"débusquer la bête",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Meeûs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Prugnolle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Genet Evol",
            "volume": "7",
            "issn": "",
            "pages": "308--332",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strain, clone and species: comments on three basic concepts of bacteriology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dijkshoorn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Ursing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ursing",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Med Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "397--401",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contributions of molecular epidemiology to the understanding of infectious disease transmission, pathogenesis, and evolution",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dobzhansky",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Ann Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "148--156",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular-phylogenetic strategies for characterization of uncultured pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Tibayrenc M (ed) Encyclopedia of infectious diseases-modern methodologies",
            "volume": "",
            "issn": "",
            "pages": "57--73",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mechanism of genetic exchange in American trypanosomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Frame",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "936--939",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enzyme electrophoresis in characterizing the causative agent of Gambian Trypanosomiasis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kilgour",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "T Roy Soc Trop Med H",
            "volume": "71",
            "issn": "",
            "pages": "217--225",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Disease and evolution",
            "authors": [
                {
                    "first": "Jbs",
                    "middle": [],
                    "last": "Haldane",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "La ricerca scientifica",
            "volume": "19",
            "issn": "",
            "pages": "68--76",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phylogenetic analysis as a tool in molecular epidemiology of infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Epidemiol",
            "volume": "16",
            "issn": "",
            "pages": "157--169",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sexual reproduction and the evolution of microbial pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heitman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Current Biol",
            "volume": "16",
            "issn": "",
            "pages": "711--725",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The mind of the species problem",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Trends Ecol Evol",
            "volume": "16",
            "issn": "",
            "pages": "326--329",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Does molecular typing make any contribution to the care of patients with infection?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Hybrid formation between African trypanosomes during cyclical transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jenni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature",
            "volume": "322",
            "issn": "",
            "pages": "173--175",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Multilocus sequence typing: a portable approach to the identification of clones within populations of pathogenic microorganisms",
            "authors": [
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Maiden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bygraves",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feil",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "",
            "pages": "3140--3145",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How clonal are bacteria?",
            "authors": [
                {
                    "first": "Maynard",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci",
            "volume": "90",
            "issn": "",
            "pages": "4384--4388",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Phylogenetic understanding of clonal populations in an era of whole genome sequencing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Okinaka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Genet Evol",
            "volume": "9",
            "issn": "",
            "pages": "1010--1019",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Extreme inbreeding in Leishmania braziliensis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rougeron",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Meeûs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hide",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "25",
            "issn": "",
            "pages": "10224--10229",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Is it time to revise the nomenclature of Leishmania?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schönian",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mauricio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cupolillo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trends Parasitol",
            "volume": "26",
            "issn": "",
            "pages": "466--469",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Methods of multilocus enzyme electrophoresis for bacterial population genetics and systematics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Selander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Musser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Caugant",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Appl Environ Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "873--884",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pathogen profiling for disease management and surveillance",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sintchenko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Iredell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature Rev Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "464--470",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The principle and practice of numerical classification",
            "authors": [
                {
                    "first": "Pha",
                    "middle": [],
                    "last": "Sneath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Population genetics of parasitic protozoa and other microorganisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv Parasitol",
            "volume": "36",
            "issn": "",
            "pages": "47--115",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Genetic epidemiology of parasitic protozoa and other infectious agents: the need for an integrated approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J Parasitol",
            "volume": "28",
            "issn": "",
            "pages": "85--104",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The golden age of genetics and the dark age of infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect Genet Evol",
            "volume": "1",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Bridging up the gap between molecular epidemiologists and evolutionists",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "575--580",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The species concept in parasites and other pathogens: a pragmatic approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Parasitol",
            "volume": "22",
            "issn": "",
            "pages": "66--70",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "In: Caugant DA (ed) Methods in molecular biology: molecular epidemiology of microorganisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "13--25",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Towards a population genetics of microorganisms: the clonal theory of parasitic protozoa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Parasitol Today",
            "volume": "7",
            "issn": "",
            "pages": "228--232",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A clonal theory of parasitic protozoa: the population structure of Entamoeba, Giardia, Leishmania, Naegleria, Plasmodium, Trichomonas and Trypanosoma, and its medical and taxonomical consequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kjellberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "2414--2418",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Are eucaryotic microorganisms clonal or sexual? A population genetics vantage",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kjellberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnaud",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci",
            "volume": "88",
            "issn": "",
            "pages": "5129--5133",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Integrated genetic epidemiology of Chagas disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tibayrenc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Telleria",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Diosque",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AM et al (2011) Leishmania taxonomy up for promotion",
            "volume": "27",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A new consensus for Trypanosoma cruzi intraspecific nomenclature: second revision meeting recommends TcI to TcVI",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zingales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "Mrs",
                    "middle": [],
                    "last": "Briones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mem Inst Oswaldo Cruz",
            "volume": "104",
            "issn": "",
            "pages": "1051--1054",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Two phylogenetic trees depicting the evolutionary relationships among T. cruzi genotypes: isoenzymes (left) and RAPD (right). The strong similarity between the two trees is an extreme manifestation of linkage disequilibrium (AfterBrisse et al. 2000)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}