{
    "paper_id": "3c242955822e89d15a08234cdd6fcdbfae72e5b9",
    "metadata": {
        "title": "Modeling the impact of civilian firearm ownership in the evolution of violent crimes",
        "authors": [
            {
                "first": "Nuno",
                "middle": [],
                "last": "Crokidakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal Fluminense",
                    "location": {
                        "settlement": "Niterói, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We propose a simple mathematical model to describe the evolution of violent crimes. For such purpose, we built a model based on ordinary differential equations that take into account the number of violent crimes and the number of legal and illegal guns. The dynamics is governed by probabilities, modeling for example the police action, the risk perception regarding crimes that leads to increase of ownership of legal guns, and so on. Our analytical and numerical results show that, in addition to the rise of criminality due to the presence of illegal guns, the increase of legal guns leads to a fast increase of violent crimes, suggesting that the access of firearms by civilians is not a good option regarding the control of crimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "All countries in the world face problems with criminality. The control of the number of committed violent crimes is one of the greatest problems of governments. The problem of criminality was studied by a series of researchers like mathematicians, physicists and computer scientists. For a recent review, see [1] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In some countries, like United States, firearms are one of the central flashpoints in people's life [2] . The contemporary American desire to own a gun, but it is a desire with consequences. Indeed, USA has more civilian-owned guns than any other developed nation and as a direct result has a level of gun-related deaths unmatched by any other developed nation [2] . Surveys revealed that about four-in-ten US adults live in a gun-owing househould. Thus, roughly 40% of American households own a gun (about 30% of American adults), and half of those Americans who do not currently own a gun can see themselves doing so in the future [3] . Thus, taking the population size of US as about 334 million [4] , 40% means about 134 million guns. It was discussed that a record number of firearm background checks were completed in USA at the onset of the COVID-19 pandemic and during the protests following the murder of George Floyd [5] . Gun ownership is an expression of fear, but some analysis did suggest that people who own guns tend to exhibit lower levels of fear than nongun owners [6] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The usual questions are how and why criminals acquire, carry, and use guns. Key findings were that criminals rarely acquired firearms through conventional retail markets, and that criminals were for various reasons adept at finding ways to circumvent stricter gun controls [7] . The impact of not identifying the source of a weapon is vital to combating gun-enabled crime; failure to do so means that supply routes or \"armourers\" are not identified, allowing further supply of firearms into the criminal world [8] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data from 13 European Union countries suggest that the number of illegally held firearms in the European Union is estimated to be up to 67 million. It is estimated that illicit trafficking has been directly responsible for at least 10,000-15,000 firearms-related deaths in European Union member states over the past decade [9] . An analysis of the relationship between gun ownership rates and violent death rates in Europe indicates a strong positive correlation between gun ownership rates in a country and the rate of firearms-related deaths. [9] . Regarding the civilian gun ownership in Europe, it was estimated in 93 million. The countries with more firearms in civilians' hands are Germany (25 million) and France (19 million) [9] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unfortunately, research on the effect of gun levels on homicide and other crime rates has generally been of poor quality [10] . Mathematical models can be useful to analyze some aspects of the evolution of crimes due to legal and/or illegal firearms. Indeed, we can cite some recent works [11, 12, 13, 14, 15] . In order to study specifically the impact of legal firearms on the evolution of violent crimes, i.e., crimes commited by civilians using legal guns, we propose an extension of the model presented in [11] . Our analytical and numerical results show that the increase of legal guns leads to a fast increase of violent crimes, suggesting that the access of firearms by civilians is not a good option regarding the control of crimes.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consider the evolution of the number of violent crimes committed by an individual or a group of individuals. These crimes can be, for example, assaults, robberies and homicides, and the individual can be a gang member or a thief. These crimical activities are committed by using illegal guns, and it can be inhibited by the police action. In a recent work, the impact of illegal guns in the evolution of violent crimes was studied, and the author analyzed how legally-obtained guns can inhibit such crimes [11] . However, it was not considered the impact of such legally-obtained guns by citizens in the evolution of violent crimes, specifically in homicides. Recent studies analyzed the impact of homicides comitted by nonstragers, like husband, wife, mother, father, son, boyfriend, and others. For example, in USA, a parent was the perpetrator in the majority of homicides of children under age 5: 63% were killed by a parent (1980 -2008) , 28% by a friend/acquaintance and just 3% by a stranger [16] . In another work, it was observed that the average proportion of firearm homicides that were committed by strangers throughout the United States was only 21.9% [17] . Motivated by those data, we also consider in the model crimes (firearm homicides) committed by citizens that own legal firearms.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 932,
                    "end": 944,
                    "text": "(1980 -2008)",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Following the notation of Ref. [11] , let x(t) be the prevalence of violent crimes per capita, y(t) the number of legal firearms per capita and z(t) the number of illegal firearms per capita. The following system of differential equations governs the dynamics of the model:",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Let us elaborate on the model's parameters. Regarding Eq. (1), the parameter α models the increase of violent crimes due to the presence of illegal guns. Typically we are talking about assaults, robberies and homicides. The negative term with the parameter ν represents the decrease of crimes due to the police's work. Finally, the parameter λ is the novelty of the model, and it intends to take into account the rise of violent crimes due to legal firearms, as above discussed. We are considering that civilians only buy legal firearms (y). Thus, in this sense y quantifies the civilian gun ownership, since more legal guns mean more guns in civilians' hands. In such a case, the increase of civilian gun ownership (y) leads to the increase of crimes (x), in addition to the crimes committed by illegal firearms (z). This justifies the positive term +λ y in Eq. (1). As a first approach to the problem of commitment of violent crimes by the use of legal guns by civilians, we considered the term as linear, but nonlinearities can also be considered in future versions of the model. In other words, the legal ownership of firearms by civilians leads to the commitment of crimes, for example a traffic fight can lead to a homicide if at least one of the civilians is a firearm owner, or the end of a marriage can lead the husband to kill his wife (or the wife to kill her husband) for not accepting the end of the relationship, if the husband/wife is a owner of a legal gun.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Looking now for Eq. (2), the parameter σ represents the input of legal firearms, that cannot depend on the present number of legal guns. The parameter β models the legal guns' acquisition by the civil population, due mainly to the risk perception. In other words, if the percepection of violence is high, more guns are bought by civilians. Some governments have programs to control the guns' sales, like USA [18] . Thus, this gun control by the State is modeled by the parameter θ, that of course only act on the legal firearms. Indeed, fear of crime is correlated with attitude toward gun control [19] . All those terms are considered linear for simplicity. On the other hand, the last term in Eq. (2) with the parameter γ models the situation in which a civilian with a legal gun's possession is robbed, and then that legal gun passes into the hands of an robber. In this way, this weapon is no longer a legal firearm because it changed its owner [20] . This term should be nonlinear since it models a kind of interaction among legal and illegal firearms.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 949,
                    "end": 953,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Finally, we have Eq. (3). The first term is related to the above-mentioned conversion of legal firearms into illegal ones. The term γ y z enters in Eq. (2) as a negative term (decrease of legal firearms) and as a positive term in Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "(3) (increase of illegal firearms). Finally, the two last terms with parameters δ and ǫ represent the increase of illegal guns. The increase of weapons cannot by unlimited, which justifies the two terms, one positive with parameter δ and other negative with ǫ, that leads to the maximum value δ/ǫ [11] . The terms can also be understood as follows. The positive term +δ z models in a simple way (linear function) how the current illegal firearms can be used to commitment of crimes such as assaults, robberies and homicides. These crimes lead the criminals to acquire money, that can be used to buy more illegal firearms. On the other hand, the negative term −ǫ z 2 represents the confiscation of illegal firearms in police's actions, that is considered nonlinear in order to garantee a sustainable amount of illegal arms.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "From the above Equations (1) -(3), we took into account only z presents a saturation, according to the logistic form considered in Eq. (3) . Of course also the time evolution of variables x and y can be modeled considering similar saturation terms. However, we are looking for a minimal model, i.e., the simplest form for the equations. In such a case, we are not considering bounds for x and y, only for z. However, we will see in the following that the set of equations (1) -(3) leads to time evolutions that achieve equilibrium values for x, y and z. Notice that the proposed dynamical system of Eqs. (1) - (3) can be the starting point for the development of more complex models relating civilian gun ownership and the commitment of violent crimes.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "For simplicity, we did not considered the fear of a criminal encountering an armed civilian. This kind of social interaction can be modeled by an extra term −µ y z in Eq. (1), as investigated by Monteiro [11] . However, as discussed in [21] , in the case of USA, only about 1% of the guns in private hands are used for defensive purposes. In this case, the mentioned parameter µ should be negligible.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Let us start analyzing the time evolution of the previous defined quantities x, y and z. We numerically integrated the Eqs. (1) -(3), and the results are exhibited in Figure 1 . The parameters are given in the caption of the figure. All parameters are rates, i.e., probabilities per unit time, and are given in unities year −1 . Specifically, as λ is the new parameter of the model, we fixed all the other parameters and we exhibit the time evolution of x, y and z for two distinct values of λ, namely λ = 0.0 and λ = 1.0, in order to compare the model with crimes committed by legal guns (λ = 1.0) with the model of Ref. [11] , where such crimes were not considered (λ = 0.0) 1 . First of all, we can see that the quantities evolve in time and after a transient the system reaches stationary states with stable values of x, y and z. These equilibrium values will be described analytically after an initial analysis of the time evolution. From Figure 1 we can see that a nonzero value of λ has a great impact in the evolution of violent crimes x(t). First of all, we observe a fast increase of x(t) for initial times for λ = 1.0. On the other hand, for λ = 0.0, x(t) decreases for initial times and after it increases slowly and reaches the stationary state. Numerically, we found for λ = 0.0 the stationary value x ≈ 0.1643, whereas for λ = 1.0 we have the equilibrium value x ≈ 0.7431. In other words, the consideration of a relatively small value as λ = 1.0 leads the equilibrium value of violent crimes per capita to increase about 4.5 times in comparison with the absence of violent crimes committed by legal firearms [11] . This considerable difference is the first impact of λ in the model, in comparison with Ref. [11] . The other quantities, y and z, present a similar rate of increase for initial times, but for λ = 1.0 the stationary values are greater than the case λ = 0.0 [11] . Numerically, we found (y, z) = (0.9945, 0.6572) for λ = 0.0 and (y, z) = (1.1249, 0.7224) for λ = 1.0. As we observed in Figure 1 , the quantities x(t), y(t) and z(t) evolve in time, and after some time they stabilize. In such stationary states, the time derivatives of Eqs. (1) -(3) are zero. In the t → ∞ limit, Eq. (3) gives us two solutions, namely z = 0 (extinction of illegal firearms) or",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 626,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1886,
                    "end": 1890,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 952,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2022,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "If the solution z = 0 is valid, Eq. (1) leads to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Again considering the solution z = 0 and take into account the result (5), Eq. (2) gives us",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Substituting Eq. (6) in (5), we found",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This set of solutions given by Eqs. (6), (7) and z = 0 represents the first equilibrium point (x * 1 , y * 1 , z * 1 ). The second equilibrium point (x * 2 , y * 2 , z * 2 ) is obtained considering the solution z = 0. For such a case, we obtained above the result (4) for y such that y = y(z). Taking the limit t → ∞ in Eq. (1) and considering the result (4), we obtain a second solution for x, namely",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In such a case, we have x = x(z). Thus, Eqs. (8) and (4) give us the solutions for the equilibrium values of x and y as functions of z, for the case z = 0. This solution z = 0 can be obtained from Eq. (2) taking t → ∞. We obtain σ + β x = (γ z + θ) y. Substituing Eqs. (4) and (8) in this last result, we obtain a second order polynomial for z, namely c 1 z 2 + c 2 z + c 3 = 0, where",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In other words, we have z =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ", that can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Eq. (12) completes the second equilibrium solution (x * 2 , y * 2 , z * 2 ). Summarizing, the 2 equilibrium solutions are given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In other words, the presence of the parameter λ, that models the increase of violent crimes due to the presence of legal firearms in the civilians' hands, eliminates the crime-free equilibrium found in [11] . For our solution 1, we observe that the equilibrium number of illegal firearms per capita is zero (z * 1 = 0) but the other quantities, namely the prevalence of violent crimes per capita x * 1 and the number of legal firearms per capita y * 1 , are different from zero. Notice that if we take λ = 0 in solution (x * 1 , y * 1 , z * 1 ) we recover the result (0, σ θ , 0), i.e., the crime-free equilibrium (since x * 1 = 0) analyzed in [11] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A simple stability analysis shows that the solution (x * 1 , y * 1 , z * 1 ) is unstable, whereas the another one (x * 2 , y * 2 , z * 2 ) is stable. Thus, let us analyze such solution 2. We observe that x * 2 grows proportional to z * 2 , as in [11] , but the parameter λ amplifies such effect. Thus, more illegal guns lead to more crimes, as observed in [11] . We can also see that as x * 2 grows with λ, i.e., the number of violent crimes increases due to the presence of legal firearms in the civilians' hands, since more crimes can be committed by such legal guns (motivated by conflicting opinions or prejudice, among other, as discussed above). This is a realistic result, and it was not observed in the model of Ref. [11] since the author in [11] did not considered crimes committed by legal guns. The police action also decreases the number of crimes, since x * 2 ∝ 1/ν. In other words, if the state wants to fight homicides, evidences show that removing criminals from circulation with incarceration is the best option [22] . 15) and (12) . The parameters are α = 0.5, β = 0.8, γ = 2.5, δ = 0.8, ǫ = 5.0, θ = 0.5 and ν = σ = 2.0 (all parameters are given in unities year −1 ). In the inset we show a zoom in the region of large λ, and the full (black) lines exhibit the behaviors x * 2 ∝ λ 2 , y * 2 ∝ λ and z * 2 ∝ λ, as discussed in the text.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Regarding the mentioned dependence of the equilibrium solution (x * 2 , y * 2 , z * 2 ) on the new parameter λ, a simple inspection of Eqs. (15) and (12) shows that for large λ we have the following dependencies: z * 2 ∝ λ, y * 2 ∝ λ and x * 2 ∝ λ 2 . Since λ is the rate of increase of violent crimes (x) due to the presence of legal guns in the civilian' hands (y), the last results show that the civilian gun ownership leads to a fast increase of violent crimes, despite the slower growth of legal and illegal firearms. An illustration is given in Figure  2 . We can see the fast growth of violent crimes for increasing λ, and slower growth of both legal and illegal firearms. Those results are in agreement with the previous discussions. The inset in Figure 2 shows the same graphic for the larger values of λ, exhibiting the mentioned behaviors z * 2 ∝ λ, y * 2 ∝ λ and x * 2 ∝ λ 2 . We also plot in the inset for comparison curves of the type f (x) = ax 2 + bx + c (for x * 2 ) and g(x) = ax + b (for y * 2 and z * 2 ), to better visualization of the mentioned quadratic and linear behaviors of the quantities of interest (see the full lines).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 560,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 755,
                    "end": 763,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We can also discuss about the control of firearms by government. For this purpose, we can follow the strategy of Ref. [11] and consider two situations:",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• (a) a first situation where the government tightly controls arms' sales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For such a case, we should take the following limits for the model's parameters: θ → ∞, σ → 0, β → 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• (b) a second situation where there is no strong control of guns. For such a case, we should take the following limits for the model's parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Considering situation (a), the equilibrium point 2, Eq. (15), can be approximated to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "that is the same result of Ref. [11] . It means that if the government really control the sale of firearms, the legal guns can disappear of the population after a long time, and they cannot contribute to violent crimes. If the civilians do not own legal guns, the number of homicides can effectively decreases. Considering such strategy (a), the violent crimes can be reduced if the police action is increased in order to seize weapons. This is a difficult point, of course. For example, firearms registrations increased 120% in 2020 in Brazil, but seizures are down [23] . On the other hand, for the situation (b) we have:",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For such second situation (b), one can see that the increase of police action ν leads to the decrease of crimes x * 2 , as well as the decrease of illegal firearms z * 2 . For rising λ, crimes, legal and illegal guns increase, since the control of guns is weak. We also observe the same behavior as before, i.e., z * 2 ∝ λ, y * 2 ∝ λ and x * 2 ∝ λ 2 . In other words, the number of legal firearms increases with β and λ, which leads to x * 2 = 0. Comparing with Ref. [11] , the author found x * 2 = 0. For our model, we see that the violent criminality cannot be eradicated in both situations (a) and (b). Since even in this limit of weak gun control the quantities x, y and z depend on λ, it is clear that a substantial number of per capita crimes will be committed by civilians if they own legal guns. This can be an important result regarding firearms' control [9, 10] .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this work we study a simple model of violent crimes' evolution. For this purpose, we built a system of three ordinary differential equations for the time evolution of three quantities of interest: violent crimes x, legal firearms y and illegal firearms z. Probabilities govern the evolution of such equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Remarks"
        },
        {
            "text": "The model deals with the key point of crimes committed by citizens that own legal guns. As discussed in [24] , firearms in the hands of the population would increase the risk of any conflict or dispute ending in murder. Thus, the mathematical modeling of crimes committed by civilian population by the use of legal firearms is an important subject to be studied.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[24]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Final Remarks"
        },
        {
            "text": "We found the following dependencies for the equilibrium point: z * 2 ∝ λ, y * 2 ∝ λ and x * 2 ∝ λ 2 . As we considered that civilians only buy legal firearms, y * 2 represents the equilibrium point for the number of legal firearms per capita, i.e., it quantifies the civilian gun ownership. Thus, since λ represents the rate of increase of violent crimes due to the presence of legal guns, our results show that the increase of civilian gun ownership leads to a fast increase of violent crimes, despite the slower grow of legal and illegal firearms. Thus, more guns do not imply in less crimes, but the opposite occurs. Indeed, regarding firearm incidents in American schools, as observed by the author in [25] , State gun ownership rates declined between 1980 and 2019 while school firearm incidents generally ranged between 20 and 40 incidents before skyrocketing to 102 incidents in 2018 and 110 incidents in 2019. In addition, another recent study examinated the association between gun ownership rates and homicide rates in the United States from 1973 to 2016. The results show a very strong positive correlation between gun ownership and homicide rates, which supports the hypothesis that higher rates of gun ownership increase the likelihood of homicide [26] . The authors in [26] found that, on average, a 1% increase in gun ownership is found to be associated with 2.6 additional homicides per million people. In agreement with [26] , the authors in [27] found that gun ownership was a significant predictor of firearm homicide rates: the results indicated that for each percentage point increase in gun ownership, the firearm homicide rate increased by 0.9%.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[25]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Final Remarks"
        },
        {
            "text": "Our results show that a substantial number of per capita crimes will be committed by civilians if they own legal guns. The model shows that the violent criminality cannot be eradicated even considering strong and weak controls of guns. This can turn the violence more complicated in countries like Brazil, where the control of firearms adopted has not been shown to be effective in fighting crime or in reducing violence, specially in the number of homicides [28] . Thus, police action as well as stronger gun control is mandatory to control the occurrence of violent crimes.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Final Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Statistical physics of crime: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "D&apos;orsogna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perc",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Physics of Life Reviews",
            "volume": "12",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protective Gun Ownership as a Coping Mechanism",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Buttrick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Perspectives on Psychological Science",
            "volume": "15",
            "issn": "4",
            "pages": "835--885",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "America's complex relationship with guns",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Igielnik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oliphant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemics, Protests, and Firearms",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "131--163",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gun ownership and fear, SSM -Population Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dowd-Arrow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Burdette",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guns and Criminals, International Encyclopedia of the Social & Behavioral Sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rayburn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "457--461",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The detection and policing of gun crime: challenges to the effective policing of gun crime in europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hellenbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crookes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stamos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Criminol",
            "volume": "15",
            "issn": "",
            "pages": "172--196",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Firearms and violent deaths in Europe: An exploratory analysis of the linkages between gun ownership, firearms legislation and violent death",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duquet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Alstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Impact of Gun Ownership Rates on Crime Rates: A Methodological Review of the Evidence",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kleck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Criminal Justice",
            "volume": "43",
            "issn": "",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "More guns, less crime? A dynamical systems approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H A"
                    ],
                    "last": "Monteiro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Applied Mathematics and Computation",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Underlying dynamics of crime transmission with memory",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Pritam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugandha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Chaos Solitons Fractals",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A mathematical model of a criminal-prone society",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nuño",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Primicerio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Discrete & Continuous Dynamical Systems",
            "volume": "4",
            "issn": "",
            "pages": "193--207",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Another Way of Thinking: A Review of Mathematical Models of Crime",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sooknanan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "Fima",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Comissiong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A STATISTICAL MODEL OF CRIMINAL BEHAVIOR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dórsogna",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Pasour",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Tita",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brantinghan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bertozzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Chayes",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Models and Methods in Ap",
            "volume": "18",
            "issn": "",
            "pages": "1249--1267",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Homicide Trends in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The relationship between gun ownership and stranger and nonstranger firearm homicide rates in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Negussie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanture",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pleskunas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "King 3rd",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am. J. Public Health",
            "volume": "104",
            "issn": "",
            "pages": "1912--1919",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Do fewer guns lead to less crime? evidence from australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. Rev. Law Econ",
            "volume": "42",
            "issn": "",
            "pages": "72--78",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Is there a relationship between fear of crime and attitudes toward gun control? Crime Prev",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Verrecchia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hendrix",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Community Saf",
            "volume": "23",
            "issn": "",
            "pages": "264--277",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Gun Theft and Crime",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Urban Health",
            "volume": "95",
            "issn": "",
            "pages": "305--312",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Armed Resistance to Crime: The Prevalence and-Nature of Self-Defense with a Gun",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kleck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gertz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Criminal Law and Criminology",
            "volume": "86",
            "issn": "",
            "pages": "150--187",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Guns and violence: why looking at disarmament law is not the best idea (Armas e violência : por que olhar para a lei do desarmamento nãoé a melhor ideia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Odon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Centro Brasileiro de Estudos Latino-Americanos",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Waiselfisz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mapa da violência 2013: Mortes Matadas por Armas de Fogo",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Are gun ownership rates and regulations associated with firearm incidents in American schools? A forty-year analysis (1980-2019)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamlin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Criminal Justice",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Is gun ownership associated with higher homicide rates? Results from the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.27944.62723"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Relationship Between Gun Ownership and Firearm Homicide Rates in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "American Journal of Public Health",
            "volume": "103",
            "issn": "",
            "pages": "2098--2105",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Gun control in Brazil, criminality and self-defense",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S F"
                    ],
                    "last": "De Moura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "305--324",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "t), y(t), z(t) z(t), λ = 1.0 y(t), λ = 1.0 x(t), λ = 1.0 z(t), λ = 0.0 y(t), λ = 0.0 x(t), λ = 0(Color online) Illustration of the time evolution of the quantities x(t) (dotted lines), y(t) (dashed lines) and z(t) (full lines), for the cases where crimes are committed by civilians that owner legal guns (λ = 1.0, red curves) and where crimes are not committed by civilians, only by illegal guns (λ = 0.0, black curves). The parameters are α = 0.5, β = 0.8, γ = 2.5, δ = 0.8, ǫ = 5.0, θ = 0.5 and ν = σ = 2.0 (all parameters are given in unities year −1 ), and the initial conditions are given by x(0) = 0.1, y(0) = 0.5 and z(0) = 0.2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(Color online) Equilibrium values x * 2 (dotted line), y * 2 (dashed line) and z * 2 ) (dotted-dashed line) as functions of λ. The lines are given by Eqs. (",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author acknowledges financial support from the Brazilian scientific funding agencies Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq, Grant 310893/2020-8) and Fundação de Amparoà Pesquisa do Estado do Rio de Janeiro (FAPERJ, Grant 203.217/2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}