{
    "paper_id": "3c85ff540fa3e3730d0002d2254f4bd66493a2ff",
    "metadata": {
        "title": "COVID-19 and the global venture capital landscape",
        "authors": [
            {
                "first": "Cristiano",
                "middle": [],
                "last": "Bellavitis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Fisch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rod",
                "middle": [
                    "B"
                ],
                "last": "Mcnaughton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We assess the effect of the COVID-19 pandemic on venture capital (VC) investments, documenting a significant decline in investments using a dataset of 39,527 funding rounds occurring before and during the pandemic in 130 countries. In line with our theoretical considerations, we show that this decline is more pronounced for investments characterized by higher uncertainty, namely investments in seed-stage ventures, industries affected more heavily by the COVID-19 crisis, international investments, and non-syndicated investments. Investor prominence partially moderates these effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Plain English Summary A new study, investigating 130 countries, finds that COVID-19 influenced the global venture capital landscape in surprising ways. We assess the effect of the COVID-19 pandemic on venture capital (VC) investments, documenting a significant decline in investments using a dataset of 39,527 funding rounds occurring before and during the pandemic in 130 countries. Our study shows that this decline is more pronounced for investments in seed-stage ventures, industries affected more heavily by the COVID-19 crisis, international investments, and non-syndicated investments. However, prominent investors are affected differently compared to less prominent VC firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Venture capital (VC) investments are volatile and cyclic. They occur in boom and bust cycles and often follow the economy. They increase in periods of economic growth and decline in recessions (e.g., Bernstein et al., 2019; Gompers & Lerner, 2004; Gompers et al., 2008) . Studies that assess the effects of crises like the tech bubble (1999) (2000) (2001) ) (e.g., Aragon et al., 2019; Hochberg et al., 2018) and the global financial crisis (GFC) (2007) (2008) (2009) ) (e.g., Block & Sandner, 2009; Conti et al., 2019; Cowling et al., 2012) on the VC financing of entrepreneurial ventures find the availability of VC reduces after a crisis, and that investors shift their attention from riskier new opportunities to investments already in their portfolios.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 223,
                    "text": "Bernstein et al., 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 224,
                    "end": 247,
                    "text": "Gompers & Lerner, 2004;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 248,
                    "end": 269,
                    "text": "Gompers et al., 2008)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 335,
                    "end": 341,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 348,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 355,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 385,
                    "text": "Aragon et al., 2019;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 408,
                    "text": "Hochberg et al., 2018)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 447,
                    "end": 453,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 460,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 467,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 499,
                    "text": "Block & Sandner, 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 500,
                    "end": 519,
                    "text": "Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 520,
                    "end": 541,
                    "text": "Cowling et al., 2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We follow this line of inquiry and assess the impact of the COVID-19 pandemic on the VC landscape. The pandemic is unique in several respects. First, it is a global health crisis with vast and potentially longlasting economic, social, and political consequences that eclipse those of prior crises like the tech bubble or the global financial crisis (e.g., IMF, 2020). Second, it has led to governmental responses of unprecedented scale, both economically (e.g., forced business closures, access to credit, subventions, investment programs) and socially (e.g., quarantines, curfews, social distancing, travel bans) (e.g., Fairlie & Fossen, 2021a; Nicola et al., 2020; Pedauga et al., 2021; Sebhatu et al., 2020) . These responses affect how VC investors and entrepreneurs work, preventing in-person meetings, and making travel more difficult and costly, thus interfering with due diligence, monitoring, and other activities. Third, the pandemic spread rapidly worldwide, creating an almost instantaneous and global crisis (Baker et al., 2020) .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 645,
                    "text": "Fairlie & Fossen, 2021a;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 646,
                    "end": 666,
                    "text": "Nicola et al., 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 667,
                    "end": 688,
                    "text": "Pedauga et al., 2021;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 689,
                    "end": 710,
                    "text": "Sebhatu et al., 2020)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1021,
                    "end": 1041,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 pandemic increased economic uncertainty for VC investors (e.g., Baker et al., 2020; Kuckertz et al., 2020) . VC investments have declined during previous periods of increased economic uncertainty (Bartz & Winkler, 2016; Ramcharan et al., 2016) , as it is more difficult for investors to assess a portfolio venture's prospects and select high-quality ventures (e.g., Chemmanur et al., 2011; Rosenbusch et al., 2013) . Initial research shows VC investments declined as COVID-19 spread (e.g., Howell et al., 2020) .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 96,
                    "text": "Baker et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 97,
                    "end": 119,
                    "text": "Kuckertz et al., 2020)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 209,
                    "end": 232,
                    "text": "(Bartz & Winkler, 2016;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 233,
                    "end": 256,
                    "text": "Ramcharan et al., 2016)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 379,
                    "end": 402,
                    "text": "Chemmanur et al., 2011;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 403,
                    "end": 427,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 503,
                    "end": 523,
                    "text": "Howell et al., 2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, little is known about the pandemic's consequences for specific types of VC investments. Hence, we dissect the overall effect to gain more nuanced insights. We assume the impact is not uniform; some investors and investments are affected more severely than others. Our conceptual arguments focus on four sources of uncertainty that VC investors try to mitigate in their investments: portfolio firm uncertainty, industry uncertainty, foreign country uncertainty, and solo investment uncertainty. We argue that investors shy away from more uncertain investments in these areas because they find it challenging to deal with multiple layers (or sources) of uncertainty simultaneously (Conti et al., 2019; Howell et al., 2020; Rosenbusch et al., 2013) . We also argue that these declines are moderated by investor prominence because prominent investors, who are highly connected and visible, will be particularly reluctant to engage in more uncertain investments to preserve their position.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 708,
                    "text": "(Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 709,
                    "end": 729,
                    "text": "Howell et al., 2020;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 730,
                    "end": 754,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our investigation draws on 39,527 funding rounds before and during the COVID-19 pandemic in 130 countries. We also add COVID-19 related variables for each week (i.e., number of cases per country, lockdown measures, government economic packages). We extend initial studies of VC investor response in single countries by showing a global decline in VC activity due to the increased economic uncertainty and social disruption of the COVID-19 pandemic. We then show that this decline is larger for investments with higher portfolio firm uncertainty (i.e., seed-stage investments), industry uncertainty (i.e., investments in the travel industry), foreign country uncertainty (i.e., international investments), and solo investment uncertainty (i.e., nonsyndicated investments). Finally, we find that prominent investors reduce their investments in seed-stage and international investments but make more travel-related investments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our contribution is threefold. First, we contribute to the literature on the impact of economic crises on VC (e.g., Bernstein et al., 2019; Block & Sandner, 2009; Conti et al., 2019) , which has begun to assess the effects of the COVID-19 pandemic on the VC landscape (e.g., Howell et al., 2020) . We add to this research by providing a global and more nuanced assessment of how VC investments respond to the pandemic in terms of characteristics such as the stage of investment and syndication behavior.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 139,
                    "text": "Bernstein et al., 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 140,
                    "end": 162,
                    "text": "Block & Sandner, 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 163,
                    "end": 182,
                    "text": "Conti et al., 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 275,
                    "end": 295,
                    "text": "Howell et al., 2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, we contribute to investor prominence research (e.g., Dimov et al., 2007; Gu & Lu, 2014; Hsu, 2004; Nahata, 2008) by showing that investors' prominence moderates their response to the COVD-19 crisis. Protecting their prominence within the industry influences investors' decisions during crises, which is an important new finding.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 80,
                    "text": "Dimov et al., 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 81,
                    "end": 95,
                    "text": "Gu & Lu, 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 96,
                    "end": 106,
                    "text": "Hsu, 2004;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 107,
                    "end": 120,
                    "text": "Nahata, 2008)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, we contribute to research on crises and entrepreneurship (e.g., Bradley et al., 2011; Cowling et al., 2014) , which often attributes decreases in high-potential start-ups during crises to scarce external funding (e.g., Bartz & Winkler, 2016; Davidsson & Gordon, 2016; Grilli, 2011) . We show that financial instability instigated by crises does not affect investments in portfolio firms uniformly and is partially driven by changes in VC investors' behavior. This finding is connected to the literature on the pandemic's consequences more generally (e.g., Block et al., 2021; Fairlie & Fossen, 2021a; Pedauga et al., 2021) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 92,
                    "text": "Bradley et al., 2011;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 93,
                    "end": 114,
                    "text": "Cowling et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 248,
                    "text": "Bartz & Winkler, 2016;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 249,
                    "end": 274,
                    "text": "Davidsson & Gordon, 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 275,
                    "end": 288,
                    "text": "Grilli, 2011)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 563,
                    "end": 582,
                    "text": "Block et al., 2021;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 583,
                    "end": 607,
                    "text": "Fairlie & Fossen, 2021a;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 608,
                    "end": 629,
                    "text": "Pedauga et al., 2021)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, our findings have practical implications for VC investors, ventures that seek funding during crises or recessive periods, and policymakers who intend to cushion the harmful effects of the pandemic or other crises by stimulating the financing of entrepreneurial ventures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Institutional background and related literature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Prior research shows that VC investments are affected by economic crises. Analyzing data on VC investments from 1976 to 2017, Howell et al. (2020) document that aggregate deal volume, capital invested, and deal size declined substantially in recessions. This is consistent with the finding that VC investors are reluctant to close new deals during economic crises and focus instead on companies in their portfolios. For example, Bernstein et al.'s (2019) survey of 319 experienced private equity (PE) investors showed they became more involved with their ventures during the GFC (e.g., increased interactions, strategic advice, and monitoring) and were more likely to commit additional equity to these ventures to alleviate financial constraints but engaged in fewer new deals. They attributed this to the features of PE investments: majority control, private ownership, connections to banks, and the availability of uninvested funds.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 146,
                    "text": "Howell et al. (2020)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 429,
                    "end": 454,
                    "text": "Bernstein et al.'s (2019)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "VC investments and crises"
        },
        {
            "text": "The decline in VC investments is most affected by increased uncertainty during and after crises. First, many VC investors invest on behalf of large institutional investors (e.g., pension funds, insurance companies, and large banks). These investors are typically adversely affected by crises, reducing their investments in risky asset classes (Hochberg et al., 2018; Kahle and Stulz, 2013) . Thus, VC investors experience difficulty raising new funds or calling on additional funds promised by current investors. Second, the accompanying economic downturn can negatively affect VC investors' portfolios (Block & Sandner, 2009) , making it more difficult for them to generate returns on their investments. Third, reductions in liquidity caused by an economic downturn can limit their chances of successfully exiting investments by IPOs or acquisitions (Conti et al., 2019; Townsend, 2015) .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 366,
                    "text": "(Hochberg et al., 2018;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 367,
                    "end": 389,
                    "text": "Kahle and Stulz, 2013)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 603,
                    "end": 626,
                    "text": "(Block & Sandner, 2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 851,
                    "end": 871,
                    "text": "(Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 872,
                    "end": 887,
                    "text": "Townsend, 2015)",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "VC investments and crises"
        },
        {
            "text": "In April 2020, the International Monetary Fund (IMF, 2020) predicted that the COVID-19 pandemic would induce the worst worldwide recession since the great depression and \"far worse\" than the economic downturn resulting from the GFC. These expectations were affirmed in July 2020, when several countries posted historic declines in GDP. For example, both the USA (Treece, 2020) and Germany (German Federal Statistical Office, 2020) reported the largest quarterly plunges in GDP ever recorded (for Q2, 2020).",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 376,
                    "text": "(Treece, 2020)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 389,
                    "end": 430,
                    "text": "(German Federal Statistical Office, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VC investments and the COVID-19 pandemic"
        },
        {
            "text": "Most governments issued significant investment and aid programs (e.g., Fairlie & Fossen, 2021b; Howell et al., 2020; Nicola et al., 2020) . Nonetheless, the pandemic led to increases in business closures and unemployment, stock market volatility, a tightening of global financial market conditions, disruptions of supply chains, shifts in spending behavior, and volatile commodity prices (Nicola et al., 2020; IMF, 2020) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 95,
                    "text": "Fairlie & Fossen, 2021b;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 96,
                    "end": 116,
                    "text": "Howell et al., 2020;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 117,
                    "end": 137,
                    "text": "Nicola et al., 2020)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 388,
                    "end": 409,
                    "text": "(Nicola et al., 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 410,
                    "end": 420,
                    "text": "IMF, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VC investments and the COVID-19 pandemic"
        },
        {
            "text": "These consequences, and the associated increase in uncertainty (Baker et al., 2020) , affected the VC landscape. For instance, shifts in demand made it more difficult for VC investors to evaluate the prospects of investment opportunities (Griffith, 2020; Shah, 2020a) , leading to more selective investment decisions (Lewin, 2020) . Industry insiders reported a reluctance to close new deals and prolonged decision processes (e.g., Griffith, 2020; Rist, 2020; Shah, 2020a) . This more cautious approach reflects reduced incentives to buy illiquid assets with long time horizons in times of high uncertainty (Bellavitis et al., 2019; Longstaff, 2009; Shah, 2020b) . VC investors also face liquidity constraints and difficulty raising new funds (Shah, 2020a) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 83,
                    "text": "(Baker et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 238,
                    "end": 254,
                    "text": "(Griffith, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 255,
                    "end": 267,
                    "text": "Shah, 2020a)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 317,
                    "end": 330,
                    "text": "(Lewin, 2020)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 432,
                    "end": 447,
                    "text": "Griffith, 2020;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 448,
                    "end": 459,
                    "text": "Rist, 2020;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 460,
                    "end": 472,
                    "text": "Shah, 2020a)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 607,
                    "end": 632,
                    "text": "(Bellavitis et al., 2019;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 649,
                    "text": "Longstaff, 2009;",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 662,
                    "text": "Shah, 2020b)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 743,
                    "end": 756,
                    "text": "(Shah, 2020a)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "VC investments and the COVID-19 pandemic"
        },
        {
            "text": "These consequences suggest the COVID-19 pandemic reduced VC investment. Initial research supports this notion. For example, using data for the USA, Howell et al. (2020) document a sharp decline in early-stage investments during the pandemic for both the aggregate number of deals and funding, as well as in the funding amount raised per deal. Similarly, used Chinese data, and used UK data, finding that in both countries, VC declined sharply after the outbreak of COVID-19.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 168,
                    "text": "Howell et al. (2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "VC investments and the COVID-19 pandemic"
        },
        {
            "text": "Entrepreneurial ventures often find it difficult to access traditional forms of financing (e.g., bank financing) because they can be highly uncertain and thus be risky for investors. This riskiness is one of the main conceptual explanations for VC investors' existence and their unique investment approach involving specialization, selection, monitoring, adding value, and syndication (e.g., Baum & Silverman, 2004; Gompers and Lerner, 2001) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 415,
                    "text": "Baum & Silverman, 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 416,
                    "end": 441,
                    "text": "Gompers and Lerner, 2001)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual background"
        },
        {
            "text": "We assess changes in VC investment behavior due to the COVID-19 pandemic. Explanations for differences in how VC investors behave typically refer to how they deal with uncertainty. There are multiple sources of uncertainty in VC investments. The first relates to the characteristics of the portfolio firm (portfolio firm uncertainty). Investments in early-and late-stage portfolio firms systematically differ in their associated uncertainty and risk profiles (e.g., Cochrane, 2005; Conti et al., 2019) . The second is the portfolio firms' industry (industry uncertainty), which influences its prospects (e.g., Gompers et al., 2020; Rosenbusch et al., 2013) . The third refers to the location of the portfolio firm (foreign country uncertainty). Prior research assesses how investors mitigate uncertainty when investing in foreign countries (e.g., Liu & Maula, 2016; Meuleman et al., 2017) . The fourth refers to how investors structure deals and whether and how they use syndication or instead invest alone (solo investment uncertainty) (e.g., Dimov & Milanov, 2010; Wright & Lockett, 2003) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 481,
                    "text": "Cochrane, 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 482,
                    "end": 501,
                    "text": "Conti et al., 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 610,
                    "end": 631,
                    "text": "Gompers et al., 2020;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 632,
                    "end": 656,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 847,
                    "end": 865,
                    "text": "Liu & Maula, 2016;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 866,
                    "end": 888,
                    "text": "Meuleman et al., 2017)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1044,
                    "end": 1066,
                    "text": "Dimov & Milanov, 2010;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1067,
                    "end": 1090,
                    "text": "Wright & Lockett, 2003)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual background"
        },
        {
            "text": "VC investors try to mitigate risk from these sources by adjusting their behavior. However, the ability to select portfolio companies with high future payoffs is central to VC investing (i.e., the \"selection effect\") (Baum & Silverman, 2004; Chemmanur et al., 2011) and is crucial to their business model (Gompers et al., 2020) . The explanation for this selection effect typically follows a resource-based logic: VC investors evaluate and screen investments, for example, through extensive due diligence (e.g., Chemmanur et al., 2011; Gompers et al., 2020) . However, uncertainty may make this effort more difficult, especially when multiple layers of uncertainty coincide (Bertoni et al., 2011; Liu & Maula, 2016; Rosenbusch et al., 2013) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 240,
                    "text": "(Baum & Silverman, 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 241,
                    "end": 264,
                    "text": "Chemmanur et al., 2011)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 304,
                    "end": 326,
                    "text": "(Gompers et al., 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 511,
                    "end": 534,
                    "text": "Chemmanur et al., 2011;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 535,
                    "end": 556,
                    "text": "Gompers et al., 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 673,
                    "end": 695,
                    "text": "(Bertoni et al., 2011;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 696,
                    "end": 714,
                    "text": "Liu & Maula, 2016;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 715,
                    "end": 739,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual background"
        },
        {
            "text": "The COVID-19 pandemic induced a substantial increase in economic uncertainty (Baker et al., 2020; Block et al., 2021) . It affects all actors in the VC ecosystem (e.g., VCs, investors in their funds, and portfolio ventures) and the investment environment (e.g., industry and country). Given the challenges of dealing with multiple layers of uncertainty (Conti et al., 2019; Howell et al., 2020; Rosenbusch et al., 2013) , we argue that the COVID-19-induced increase will lead investors to shy away from investments with relatively higher degrees of uncertainty.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 97,
                    "text": "(Baker et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 98,
                    "end": 117,
                    "text": "Block et al., 2021)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 353,
                    "end": 373,
                    "text": "(Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 374,
                    "end": 394,
                    "text": "Howell et al., 2020;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 395,
                    "end": 419,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual background"
        },
        {
            "text": "Below, we develop hypotheses on how VC investors react to the COVID-19 pandemic when considering the areas of uncertainty described above (i.e., portfolio firm uncertainty, industry uncertainty, foreign country uncertainty, and solo investment uncertainty).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual background"
        },
        {
            "text": "3.2.1 Portfolio firm uncertainty: investments in seed-stage vs. late-stage portfolio firms Seed-stage investments are more uncertain than laterstage investments (Cochrane, 2005) because seed-stage portfolio firms are early in their life cycle and suffer from the liability of newness. The scarce data on which to base investment decisions also make prospects challenging to evaluate (Conti et al., 2019; Cumming et al., 2016; Gompers et al., 2020) . In contrast, later-stage deals involve more mature firms with developed business models, existing revenues, and proven track records (Bellavitis et al., 2020b; .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 177,
                    "text": "(Cochrane, 2005)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 383,
                    "end": 403,
                    "text": "(Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 404,
                    "end": 425,
                    "text": "Cumming et al., 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 426,
                    "end": 447,
                    "text": "Gompers et al., 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 583,
                    "end": 609,
                    "text": "(Bellavitis et al., 2020b;",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The COVID-19-induced increase in uncertainty will affect investments in early-stage ventures disproportionately. Increased uncertainty requires higher discount rates for long-term prospects, making seed investments harder to justify. Indeed, several studies find that investments in early-stage ventures are more heavily affected by crises than are later-stage investments (e.g., Conti et al., 2019; Rosenbusch et al., 2013; Howell et al., 2020) . Initial evidence suggests that a more pronounced decline in early-stage investments is also evident in the COVID-19 crisis. Howell et al. (2020) find that early in the COVID-19 outbreak in the USA, later-stage investments declined a little, but early-stage investments declined significantly more. Similarly, use data on Chinese VCs to show that investments in early-stage ventures declined more than laterstage investments. While both studies focus on a single country, we argue that the increased portfolio firm uncertainty induced by COVID-19 leads to a more severe reduction in seed-stage investments compared to laterstage investments globally. We hypothesize Hypothesis 1a (H1a): As the number of COVID-19 cases increases, VC investors are less likely to invest in seed-stage ventures. Hypothesis 1b (H1b): As the number of COVID-19 cases increases, VC investors are more likely to invest in late-stage ventures 3.2.2 Industry uncertainty: investments in specific industries (i.e., biotech industry vs. travel industry)",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 399,
                    "text": "Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 400,
                    "end": 424,
                    "text": "Rosenbusch et al., 2013;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 425,
                    "end": 445,
                    "text": "Howell et al., 2020)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 572,
                    "end": 592,
                    "text": "Howell et al. (2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The sector in which a potential portfolio firm operates is a critical criterion for VC investors (Gompers et al., 2020) because its industry shapes the venture's attractiveness and prospects. VC investors often seek to invest in the most promising industries with high growth potential (Baum & Silverman, 2004; Rosenbusch et al., 2013) , partly explaining the bubble behavior and cyclic nature of VC investments (Howell et al., 2020) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 119,
                    "text": "(Gompers et al., 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 286,
                    "end": 310,
                    "text": "(Baum & Silverman, 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 311,
                    "end": 335,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 412,
                    "end": 433,
                    "text": "(Howell et al., 2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The COVID-19 pandemic does not affect all industries equally. For instance, most countries restricted mobility to reduce the spread of COVID-19 while boosting emergency healthcare investments. These restrictions include stay-at-home orders and domestic and international travel restrictions (Nicola et al., 2020; Pedauga et al., 2021; Sebhatu et al., 2020) . Such restrictions are especially detrimental to the travel, tourism, and hospitality industries (which we refer to as the travel industry), which have suffered massive job losses and steep declines in revenue (Becker, 2020; Haydon et al., 2020) . A plethora of anecdotal evidence supports this. For example, governments undertook considerable efforts to save airlines from bankruptcy: Germany offered a $10b loan to the struggling Lufthansa (Bender, 2020) , while the USA loaned $25b to the American Airlines Group (Siderm & Davidson, 2020) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 312,
                    "text": "(Nicola et al., 2020;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 313,
                    "end": 334,
                    "text": "Pedauga et al., 2021;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 335,
                    "end": 356,
                    "text": "Sebhatu et al., 2020)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 568,
                    "end": 582,
                    "text": "(Becker, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 583,
                    "end": 603,
                    "text": "Haydon et al., 2020)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 800,
                    "end": 814,
                    "text": "(Bender, 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 874,
                    "end": 899,
                    "text": "(Siderm & Davidson, 2020)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "In contrast, companies in the medical and biotech industries (which we refer to as biotech) should be affected more positively by the pandemic (Senior, 2020) . A race to develop tests, vaccines, and treatments led to positive public sentiment towards these companies. Spikes in companies' stock prices undertaking COVID-19 research or developing treatments demonstrate this (De Rojas, 2020) . There are also government incentives to accelerate the development of solutions to the pandemic (e.g., facilitating the importation of medical equipment and fast-tracking development of vaccines) and prepare for future health crises (e.g., increased testing coverage and the supply of medical equipment) (European Parliament, 2021) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 157,
                    "text": "(Senior, 2020)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 374,
                    "end": 390,
                    "text": "(De Rojas, 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 697,
                    "end": 724,
                    "text": "(European Parliament, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Against this background, our expectation is twofold: ventures in the travel industry face difficulties generating revenues and suffer from more significant uncertainty. We thus expect VC investors to reduce their funding of travel companies. Conversely, some biotech companies have more certain prospects because of their role in combating the COVID-19 pandemic. Therefore, we argue that the travel industry's greater uncertainty leads to a more severe reduction in travel-related investments than biotech investments. We hypothesize:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Hypothesis 2 (H2a): As the number of COVID-19 cases increases, VC investors are less likely to invest in travel ventures. Hypothesis 2 (H2b): As the number of COVID-19 cases increases, VC investors are more likely to invest in biotech ventures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "Despite their traditional preference for investing in nearby firms (i.e., the \"home bias\" described by Coval & Moskowitz, 1999 ) that makes monitoring and provision of value-added services easier, VC investors increasingly engage in cross-border deals (Cumming et al., 2016; Meuleman et al., 2017) . Foreign markets are less certain than domestic markets are (Liu & Maula, 2016) . However, during times of economic stability, international investments enable VC investors to invest outside their core areas to diversify portfolio risk and allocate capital more efficiently (e.g., Conti et al., 2019; Stein, 1997 ). Yet peripheral investments can lead to fewer economies of scale and scope since specialization in a sector or country enables a greater understanding of markets and people (Gompers et al., 2019) . Economic stability makes experimentation less costly because VC investors have better access to funds and can rely on otherwise more predictable returns (Conti et al., 2019; Nanda & Rhodes-Kropf, 2017) . While this argument has been applied mainly to investors' sectoral specialization, its logic can be extended to international investments.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 126,
                    "text": "Coval & Moskowitz, 1999",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 252,
                    "end": 274,
                    "text": "(Cumming et al., 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 275,
                    "end": 297,
                    "text": "Meuleman et al., 2017)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 359,
                    "end": 378,
                    "text": "(Liu & Maula, 2016)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 580,
                    "end": 599,
                    "text": "Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 600,
                    "end": 611,
                    "text": "Stein, 1997",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 787,
                    "end": 809,
                    "text": "(Gompers et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 985,
                    "text": "(Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 986,
                    "end": 1013,
                    "text": "Nanda & Rhodes-Kropf, 2017)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Foreign country uncertainty: investments in foreign portfolio ventures"
        },
        {
            "text": "Thus, we argue that investors will be more reluctant to engage in international investments due to the increased uncertainty caused by the COVID-19 pandemic, leading to a more significant reduction in international than in national investments. We hypothesize Hypothesis 3 (H3): As the number of COVID-19 cases increases, VC investors are less (more) likely to invest in international (national) ventures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign country uncertainty: investments in foreign portfolio ventures"
        },
        {
            "text": "VC investors frequently engage in syndication (i.e., joint investments by at least two investors) (e.g., Gompers et al., 2016; Wright & Lockett, 2003) . The several explanations for syndication stem from a financial perspective (e.g., Dimov & Milanov, 2010; Manigart et al., 2006) , a networking perspective (e.g., Bygrave, 1987; Hochberg et al., 2007) , and a resource accumulation/value-added perspective (e.g., Brander et al., 2002; Hochberg et al., 2007. These explanations suggest that investors engage in syndication to mitigate uncertainty (Dimov & Milanov, 2010; Wright & Lockett, 2003) . From a financial perspective, syndication allows investors to pool funds with other investors, reducing individual investors' financial commitment and potential losses and enabling better portfolio diversification (Block et al., 2019; Dimov & Milanov, 2010) . From a networking perspective, investors invite other investors to join their investment syndicate because they expect their invitation to be reciprocated (Block et al., 2019; Bygrave, 1987) . Hence, investors also use syndication to reduce future deal flow uncertainty. Finally, from a resource accumulation perspective, investors reduce uncertainty by attracting additional resources that can benefit their portfolio ventures (Hochberg et al., 2018) . For example, as syndication partners, other investors can contribute complementary resources or aid in monitoring and coaching portfolio ventures.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 126,
                    "text": "Gompers et al., 2016;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 127,
                    "end": 150,
                    "text": "Wright & Lockett, 2003)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 235,
                    "end": 257,
                    "text": "Dimov & Milanov, 2010;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 258,
                    "end": 280,
                    "text": "Manigart et al., 2006)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 315,
                    "end": 329,
                    "text": "Bygrave, 1987;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 330,
                    "end": 352,
                    "text": "Hochberg et al., 2007)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 414,
                    "end": 435,
                    "text": "Brander et al., 2002;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 436,
                    "end": 458,
                    "text": "Hochberg et al., 2007.",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 547,
                    "end": 570,
                    "text": "(Dimov & Milanov, 2010;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 571,
                    "end": 594,
                    "text": "Wright & Lockett, 2003)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 811,
                    "end": 831,
                    "text": "(Block et al., 2019;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 832,
                    "end": 854,
                    "text": "Dimov & Milanov, 2010)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1012,
                    "end": 1032,
                    "text": "(Block et al., 2019;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1033,
                    "end": 1047,
                    "text": "Bygrave, 1987)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1285,
                    "end": 1308,
                    "text": "(Hochberg et al., 2018)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Solo investment uncertainty: investments involving syndication"
        },
        {
            "text": "Since syndication is a common way that VC investors mitigate uncertainty (Manigart et al., 2006) , investors may use this practice more frequently when there is increased uncertainty. Indeed, syndication benefits are particularly salient in uncertain markets (e.g., Dimov & Milanov, 2010; Meuleman et al., 2017) and when investing in ventures with uncertain prospects (e.g., Bygrave, 1987; Liu & Maula, 2016) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 96,
                    "text": "(Manigart et al., 2006)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 266,
                    "end": 288,
                    "text": "Dimov & Milanov, 2010;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 289,
                    "end": 311,
                    "text": "Meuleman et al., 2017)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 375,
                    "end": 389,
                    "text": "Bygrave, 1987;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 390,
                    "end": 408,
                    "text": "Liu & Maula, 2016)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Solo investment uncertainty: investments involving syndication"
        },
        {
            "text": "Since syndication is commonly used to address such uncertainty, we expect a decrease in solo investments, and a consequent increase in syndicated investments, during the COVID-19 pandemic. This expectation is consistent with practitioners' expectations of a COVID-19-induced decline in funding rounds with a corresponding increase in the likelihood of syndication (e.g., Tucker, 2020) . Thus, we hypothesize Hypothesis 4 (H4): As the number of COVID-19 cases increases, VC investors are less (more) likely to engage in solo investments (syndicate investments).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 384,
                    "text": "Tucker, 2020)",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Solo investment uncertainty: investments involving syndication"
        },
        {
            "text": "Prominent investors occupy central network positions, are visible among their peers, and have built strong reputations. Prominence is a crucial asset for VC investors, as it helps secure high-quality deal flows at lower valuations (Hsu, 2004) and supports venture selection (Hochberg et al., 2007) . Prominent investors can also add value to their portfolio companies by facilitating access to coaching, monitoring, expertise, and networks (Gu & Lu, 2014; Ter Wal et al., 2016 ) that lead to higher performance and improved exit performance (Hochberg et al., 2007; Krishnan et al., 2011) . Hence, VC investors have an incentive to maintain their prominence.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 242,
                    "text": "(Hsu, 2004)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 274,
                    "end": 297,
                    "text": "(Hochberg et al., 2007)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 440,
                    "end": 455,
                    "text": "(Gu & Lu, 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 456,
                    "end": 476,
                    "text": "Ter Wal et al., 2016",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 541,
                    "end": 564,
                    "text": "(Hochberg et al., 2007;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 565,
                    "end": 587,
                    "text": "Krishnan et al., 2011)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "The moderating effect of investor prominence"
        },
        {
            "text": "Prior research documents differences in investment behavior between investors with high and low prominence (e.g., Dimov et al., 2007; Podolny, 2001) . Investor prominence generally results from experience and performance (Dimov et al., 2007; Hsu, 2004) . Less prominent investors often try to establish a reputation by grandstanding, where they pursue riskier investment strategies to develop a track record and signal their ability (Gompers, 1998; Lee & Wahal, 2004) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 133,
                    "text": "Dimov et al., 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 134,
                    "end": 148,
                    "text": "Podolny, 2001)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 221,
                    "end": 241,
                    "text": "(Dimov et al., 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 242,
                    "end": 252,
                    "text": "Hsu, 2004)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 433,
                    "end": 448,
                    "text": "(Gompers, 1998;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 449,
                    "end": 467,
                    "text": "Lee & Wahal, 2004)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "The moderating effect of investor prominence"
        },
        {
            "text": "In contrast, prominent investors with a good track record can typically raise funds more quickly and easily (e.g., Gompers, 1998; Lee & Wahal, 2004) . Hence, their incentives change from establishing a reputation to preserving it (Dimov et al., 2007) . They are more conservative in selecting portfolio companies, as investing in a low quality venture could jeopardize their reputation and dissipate the economic and social rents it offers (e.g., Hsu, 2004; Ozmel et al., 2013; Stuart et al., 1999) . Consequently, they invest in less uncertain investments because reputational loss carries opportunity costs (Dimov et al., 2007; Podolny, 2001) . Additionally, as prominent investors attract more investment opportunities, they can be more selective Nahata, 2008) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "Gompers, 1998;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 130,
                    "end": 148,
                    "text": "Lee & Wahal, 2004)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 230,
                    "end": 250,
                    "text": "(Dimov et al., 2007)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 447,
                    "end": 457,
                    "text": "Hsu, 2004;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 458,
                    "end": 477,
                    "text": "Ozmel et al., 2013;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 478,
                    "end": 498,
                    "text": "Stuart et al., 1999)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 609,
                    "end": 629,
                    "text": "(Dimov et al., 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 630,
                    "end": 644,
                    "text": "Podolny, 2001)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 750,
                    "end": 763,
                    "text": "Nahata, 2008)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "The moderating effect of investor prominence"
        },
        {
            "text": "The uncertainty induced by the COVID-19 pandemic undermines prominent investors' ability to select high quality investments, making them more reluctant to make investments they view as riskier (Rosenbusch et al., 2013) . In contrast, this same uncertainty might lead less prominent investors to make riskier investments. In H1-H4, we posit that the COVID-19induced increase in uncertainty leads VC investors to reduce investments associated with increased uncertainty and engage more often in syndication. We argue that investors' prominence will moderate these main effects. Specifically, we hypothesize:",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 218,
                    "text": "(Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "The moderating effect of investor prominence"
        },
        {
            "text": "Hypothesis 5a (H5a): The reduction in seed-stage investments due to the COVID-19 pandemic will be more pronounced for prominent investors. Hypothesis 5b (H5b): The reduction in investments in the travel industry due to the COVID-19 pandemic will be more pronounced for prominent investors. Hypothesis 5c (H5c): The reduction in international investments due to the COVID-19 pandemic will be more pronounced for prominent investors. Hypothesis 5d (H5d): The reduction in solo investments due to the COVID-19 pandemic will be more pronounced for prominent investors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The moderating effect of investor prominence"
        },
        {
            "text": "We use a sample of VC funding rounds between January 1, 2019, and July 11, 2020, to test our hypotheses. This timeframe lets us compare investments pre-and post-COVID-19 across countries (i.e., investments in the first months of 2020 with investments in the first months of 2019). 1 Information on funding rounds comes from Crunchbase, regarded as one of the premier sources of VC data (e.g., Ter Wal et al., 2016; Vismara, 2018) . Our sample contains informal (angel) capital and later-stage investors in addition to traditional VC funds. We exclude other investment types such as crowdfunding, initial coin offerings, loans, convertible notes, or corporate rounds. Our sample comprises 28,380 funding rounds involving portfolio firms in 130 countries. The unit of analysis is the funding round because our conceptual arguments focus on the investment's stage, location, and industry. Crunchbase reports the funding round public announcement date, which we use to assign a week-year timestamp to each round. This allows us to match each funding round with other variables like the number of COVID-19 cases in a particular week and country.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 414,
                    "text": "Wal et al., 2016;",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 415,
                    "end": 429,
                    "text": "Vismara, 2018)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "We complement our funding data with three more datasets. First, we collected daily numbers of COVID-19 cases for countries worldwide from the John Hopkins University database. 2 Second, we collected government responses to the outbreak of the COVID-19 pandemic, which includes mandated lockdowns and travel bans from the University of Oxford \"Coronavirus Government Response Tracker\" (Sebhatu et al., 2020) . 3 Finally, we collected data on individuals' mobility from the \"COVID-19 Community Mobility Reports\". This dataset from Google reports movement trends by location and different activities, including workplaces. 4",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 406,
                    "text": "(Sebhatu et al., 2020)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Sources of uncertainty We use different dependent variables to assess our hypotheses. To test H1a and H1b, we create dummy variables that categorize each funding round into a different stage based on Crunchbase's round categorization: seed-stage, early-stage, late-stage, and PE-stage. According to Crunchbase, seed-stage funding rounds include angel, seed, and pre-seed; early-stage rounds include series A and B; late-stage rounds include subsequent rounds from series C onward; while the PE-stage only includes rounds categorized as private equity. 5 A similar classification based on Crunchbase is used by Block et al. (2019) . To test H2a and H2b, we create a categorical measure that accounts for the portfolio firm's primary industry. The variable takes a value of 1 if the venture is in the biotech industries, 2 if the venture is in the travel industries, and 0 otherwise. 6 We use Crunchbase's industry categorization to allocate each funding round to an industry. To test H3, we create a dummy variable that takes the value of 1 when the venture's and lead investor's location match (national investment) and 0 otherwise. Finally, 1 Our main models only include data from 2020. This period includes 7045 funding rounds. We include 2019 data in our robustness tests. Further, the number of observations may vary in different models due to missing observations related to certain variables. uk/research/research-projects/coronavirus-government-responsetracker. 4 For more information, see https://www.google.com/covid19 /mobility/. 5 For more details on the classification of each funding round see here: https://support.crunchbase.com/hc/en-us/articles/115010458467-Glossary-of-Funding-Types. 6 However, when we use the industry of the venture as control, we include two separate dummy variables to isolate their respective impact. The first variable takes a value of 1 if the venture is in the biotech industries, and 0 otherwise. The second variable takes value of 1 if the venture is in the travel industries, and 0 otherwise. to test H4, we create a dummy variable that takes a value of 0 if the funding round is syndicated and 1 if it is independent (no syndication).",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 629,
                    "text": "Block et al. (2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 882,
                    "end": 883,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1704,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "Investor prominence To test H5, we include a moderation variable that measures the VC investor's prominence (investor prominence) using the Crunchbase Rank (CB Rank). As reported by Crunchbase, CB rank is a dynamic ranking for all entities of their prominence. While the calculation of CB rank is proprietary, Crunchbase states that the CB rank accounts for various indicators, such as \"…the number of connections a profile has, the level of community engagement, funding events, news articles, and acquisitions. Further events such as product launches, funding events, leadership changes, and news affect a company's Crunchbase Rank.\" Since this rank uses lower values for more prominent investors, we invert the measure for ease of interpretation. Thus, higher values are associated with more prominent investors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "We pool the data at the weekly and country level for our variables related to the responses to the COVID-19 outbreak. To do this, we create an identification variable that assigns each funding round to a country (i.e., where the portfolio company is located) and a week (i.e., the week when the funding round was announced). We then use this country-week measure to match the funding round with the independent and control variables. The control variables we can include are limited because our unit of analysis is at the week level. Possible macrolevel controls like GDP cannot be included since they are mostly reported quarterly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "COVID-19 cases Our independent variable counts the number of COVID-19 cases per week in each country. We divide the number of instances by 1000 to help with the interpretation of the coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "We include several controls to isolate the effect of COVID-19. First, we include our dependent variables as controls when they are not used as dependent variables. Second, we control for government responses in three ways: economic support, containment, and medical responses. Most of these measures are indices calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "All indices are averages of the individual component indicators. This is described by equation 1, where k is the number of component indicators in an index, and I j is the sub-index score for an individual indicator. For example, if an index comprises three indicators, each with a maximum value of four, where the country scores are 1, 2, and 3, the country score will be [1/3*(1/4) + 1/3*(2/4) + 1/3*(3/4)]*100 = 50. In robustness tests, we conduct a principal component analysis (PCA) to identify component indicators. The results are consistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "Economic support We include the \"Economic support index\" created by the Oxford University tracker. This variable comprises two components. First, a measure of income support (E1 7 ) indicates if the government provides direct cash payments to people who lose their jobs or cannot work. The second component is debt/contract relief for households (E2). This captures whether the government freezes financial obligations for households (e.g., stopping loan repayments, preventing water from being turned off, or banning evictions). The economic support index included in our analyses combine these two indicators using Eq. (1). The index ranges from 0 to 100, where higher values represent more economic support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "Containment response This variable uses eight components from the Oxford University Tracker related to containment and closure policies: closing schools (C1), workplaces (C2), canceling public events (C3), restrictions on gatherings (C4), closing public transports (C5), stay at home requirements (C6), restrictions on internal movements (C7), and international travel controls (C8). 8 Our containment index combines the values of these indicators. It ranges from 0 to 100, with higher values representing more robust containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "Medical response We measure the medical response in two ways. First, we create a health index that combines three components of the Oxford University tracker: a measure of public information campaigns (H1 9 ) that 7 We report the coding used by the Coronavirus Government Response Tracker (e.g. E1, H1) to facilitate replication studies. 8 For details on each component see: https://github. com/OxCGRT/covid-policy-tracker/blob/master/documentation/ codebook.md#economic-policies. 9 We report the coding used by the Coronavirus Government Response Tracker (e.g. E1, H1) to facilitate replication studies. captures whether the government has launched public information campaigns, a measure of testing policy (H2) that records whether a government policy on who has access to testing is in place, and a measure of contract tracing (H3) that indicates if a government policy on contact tracing after a positive diagnosis is in place. The health index included in our analyses combines these three indicators. It ranges from 0 to 100, where higher values represent more health-related measures. Second, we separately include the logarithm of emergency healthcare investments (H4). This variable accounts for short-term extra spending on the healthcare system (e.g., hospitals, masks) in USD.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "Workplace movement Finally, we control for workplace movement. We collect this variable from the Google \"COVID-19 Community Mobility Reports\". The reports capture how visits and length of stay at different workplaces change compared to a baseline. Changes for each day are compared to a baseline value for that day of the week. The baseline is the median value, for the corresponding day of the week, during the weeks from January 3 to February 6, 2020. The datasets show trends over several months. Negative values indicate a decline in workplace attendance, while positive values indicate an increase compared to the baseline period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables and control variables"
        },
        {
            "text": "We report two main regressions to test our hypotheses that incorporate different methods due to the dependent variables' diverse nature (Tables 3 and 4 ). The dependent variables are categorical for H1a, H1b, H2a, H2b, H5a, and H5b. Thus, we run a multinomial logistic regression, also known as polytomous logistic regression, using the Stata command mlogit to fit maximumlikelihood multinomial logit models. Further, this model aligns with our theory better than alternatives such as ordered logit or difference-in-difference. We would not see the impact of our explanatory variables on, for example, seed vs. late-stage investments with the former. Hence, the interpretation of our coefficients would be less straightforward. However, we do include this model in our robustness tests (ologit). Also, a difference-in-difference model requires an arbitrary cutoff point. For example, using before and after the beginning of the pandemic would have two shortcomings. First, we would need to choose a starting date arbitrarily. Second, as our theory focuses on uncertainty, and the number of COVID-19 cases is our proxy measure, it cannot be used appropriately in a difference-indifference model. This model would assume that the uncertainty does not vary once the pandemic unfolds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 151,
                    "text": "(Tables 3 and 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We restrict our sample to funding rounds where the venture and the lead investor are in the same country, eliminating possible confounding effects related to country variables. It would not be easy to disentangle the effect of, for example, COVID-19 cases in the country of the portfolio company from those in the country of the lead investor, if different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For H3, H4, H5c, and H5d, the dependent variables are dichotomous. Table 4 reports a logistic regression using the Stata command logit to fit a logit model for a binary response by maximum likelihood. This approach models the probability of a positive outcome (e.g., a national investment) given a set of regressors. We cluster the standard errors around the country where the portfolio firm is located in all our models. In robustness tests, we add five dichotomous variables representing the countries with the most investments (USA, UK, China, India, Canada). Table 1 reports descriptive statistics for our estimation sample. On average, there were 42,820 COVID-19 cases a week in the location where the portfolio firm is located. Of the ventures in our sample, 57% are in the seed stage, 30% in the early stages, 3% in late stages, 4% in private equity, and the remainder do not report a stage. To better understand our data, we conduct t tests. Before governments implemented COVID-related policies, there were almost no cases. In contrast, cases reached an average of 47,410 after government interventions (i.e., when the Oxford University tracker government intervention has a value higher than 0). Funding stages also differ before and after governments intervened. The average funding stage is 0.51 when there is no government intervention and 0.60 after governments started to intervene (t = −8.33; p = 0.000). Our t test shows that, after governments intervene, the proportion of biotech funding rounds increases from 18 to 20% (t = −5.06; p = 0.000), while travel funding rounds decline from 2.7 to 2.3% (t = 2.50; p = 0.01). The proportion of solo investments decreases from 55 to 45% (t = 13.77; p = 0.000). Additionally, national investments represent 34.2% of investment prior to COVID government interventions and 34.3% after (t = −0.12; p = 0.45). Table 2 reports pairwise correlations. We find positive correlations between the number of COVID-19 cases and government responses. Figure 1 illustrates how the development of the COVID-19 pandemic affects the VC landscape. We show the global number of new COVID-19 cases and the 4-week moving average of funding rounds. Figure 1 shows that, although the number of funding rounds was declining slightly in 2019, the pandemic significantly accelerated the decline. On average, between January and July 2019, 603 weekly funding rounds were finalized. This compares with an average of 350 weekly funding rounds between January and July 2020, a decline of 42%. This decline is less pronounced than, for example, the 60% decline in funding rounds in China between Q1 2019 and Q1 2020 . We also find a correlation of −0.76 between the number of new COVID-19 cases and funding rounds in 2020. \"Mean prior\" includes observation prior to COVID-related government interventions, while \"mean after\" includes observation after government interventions. T test compares the mean of \"prior\" and \"after\". *p < 0.05 Table 3 reports our main results for H1, H2, H5a, and H5b. In models 1 to 8, the base outcome is early stage, which facilitates comparison between seed-stage and late-stage investments. In models 1, 3, 5, and 7, the dependent variable is whether the venture involved in the funding round is a seed-stage company or not. In models 2, 4, 6, and 8, it is whether the venture is a late-stage company. We start by including only our independent variable (models 1-2), followed by all controls (models 3-4), and the moderators (models 7-8). Models 1 and 2 assess the independent variable's impact on funding rounds without incurring the risk of multicollinearity. Consistent with H1a and H1b, we find that the number of COVID-19 cases reduces the chance of a funding round being seed stage, compared to early or latestage deals. In model 4, we also find that the number of COVID-19 cases significantly increases the chances of a late-stage company receiving funding. The odds ratios (Table 3 , models 3 and 4) indicate that a one standard deviation increase in COVID-19 cases decreases the chances of a deal being in the seed stage by 16% and increases the chances of a deal being in the late stage by 24%. Hence, we find support for H1a and H1b.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1866,
                    "end": 1873,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1998,
                    "end": 2006,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2187,
                    "end": 2195,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2966,
                    "end": 2973,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 3943,
                    "end": 3951,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Models 7 and 8 show investor prominence negatively moderates the impact of COVID-19 cases on the likelihood that seed-stage ventures receive funding but does not significantly affect the likelihood of a late-stage venture obtaining financing. Figure 2a and b illustrate this relationship. Regardless of prominence, investors increase late-stage investments while reducing their seed-stage investments. However, as the number of COVID-19 cases increases, prominent investors reduce their seed-stage investments more drastically than their less prominent peers do but increase late-stage investing at a similar pace. This result supports H5a.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main analyses"
        },
        {
            "text": "We test H2a and H2b in Table 3 , models 9-12. Here, the base outcome is the portfolio company being in an industry other than biotech or travel, where biotech and travel investments are compared with those in other industries. In line with our hypotheses, we find that as the number of COVID-19 cases rise, the likelihood of a venture in the travel industry receiving funding declines. At the same time, it increases for firms in the biotech sector. In model 11, the coefficient for COVID-19 loses statistical significance, seemingly due to the inclusion of the variable accounting for emergency investments in healthcare. The odds ratios (Table 3 , models 11 and 12) indicate a one standard deviation increase in COVID-19 cases increases the chances of a deal being in the biotech industry by 8% (not statistically significant) and decreases the chances of a deal being in the travel industry by 41%. Hence, we find support for H2a, but not for H2b. In models 13-16, we add our prominence moderator to test H5b. Models 15 and 16 show that investor prominence positively moderates the impact of COVID-19 cases on the likelihood of a travel venture receiving funding but does not significantly moderate the likelihood of a biotech venture receiving funding. Figure 2c and d illustrate this relationship. The likelihood that an investment is in biotech increases for all investors. However, contrary to our hypothesis, we find that investors with low prominence reduce their investments in the travel industry at a higher rate than their more prominent peers. Hence, we do not find support for H5b. Table 4 reports our main results from logit regressions related to H3, H4, H5c, and H5d. In models 1-8, the dependent variable is whether the funding round is national, meaning the venture and the lead investor are in the same country. In models 1-4, the variables relate to the venture's location (e.g., the number of COVID-19 cases in the country where the venture is located). In models 5-8, the variables are measured in the country where the lead investor is located. If the venture and the lead investor are co-located, there is no difference. In models 9-12, the dependent variable measures whether the deal is syndicated or not (non-syndicated).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1257,
                    "end": 1266,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1597,
                    "end": 1604,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Main analyses"
        },
        {
            "text": "We start by including only our independent variable (models 1, 5, and 9), followed by all controls (models 2, 6, and 10), and then the moderation (models 3-4, 7-8, and 11-12). Consistent with H3, we find that the number of COVID-19 cases increases the chance of a national funding round. The odds ratios (Table 4 , model 2) indicate that a one standard deviation increase in COVID-19 cases increases the chances of the venture and the lead investor being in the same country by 43%. We find that only the variables related to the country where the venture is located, not where the lead investor is, affect the chances of a national investment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 312,
                    "text": "(Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Main analyses"
        },
        {
            "text": "Models 4 and 8 show that investor prominence positively moderates the impact of COVID-19 cases on the likelihood of a venture receiving a national funding round, but this applies only to the number of cases in the venture's home country. Figure 3a illustrates this relationship. Regardless of prominence, investors increase their national investments. However, as the number of COVID-19 cases rises, prominent investors increase their national investments more drastically than their less prominent peers. This supports H5c. All models fit a multinomial logit regression. This accounts for the categorical nature of the dependent variables. The sample is restricted to investments where the venture and the lead investor are located in the same country. This ensures that there is no confusion related to measures associated with a particular country (e.g., COVID-19 cases). We also restrict the sample to investments closed in 2020. Standard errors, clustered around the country of the venture, in parenthesis. ***p < 0.001, **p < 0.01, *p < 0.05, and †p < 0.10 (two-tailed tests)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main analyses"
        },
        {
            "text": "In models 9-10, we test H4 using data for funding rounds where the venture and the lead investor are in the same country. We find that as the number of COVID-19 cases rise, the likelihood of receiving funding from a single investor (rather than from a syndicate) declines. The odds ratios (Table 4 , model 10) indicate that a one standard deviation increase in COVID-19 cases decreases the chance the investment is non-syndicated by 27%. This result supports H4. In models 11-12, we test H5d. Model 12 shows that investor prominence does not significantly moderate the impact of COVID-19 cases on the likelihood of a funding round being non-syndicated. Figure 3b illustrates this relationship. All levels of prominence decrease their non-syndicated investments at a similar pace. Hence, we do not find support for H5d.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "(Table 4",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main analyses"
        },
        {
            "text": "We run several robustness checks to assess the sensitivity of our findings. First, our main models only consider funding rounds finalized in 2020, which reduces the number of observations with no COVID-19 cases. We re-run our models with the inclusion of 2019 rounds, dramatically increasing the number of observations and allowing us to compare rounds across years. Our results do not change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Second, in all models except those related to H3 (Table 4 , models 1 to 8), we restrict our sample to rounds where the venture and the lead investor are colocated. This strategy lets us allocate the country variables (e.g., COVID-19 cases) since the two are in the same country. Our robustness tests relax this restriction by including all investments, regardless of co-location, but add a control variable that accounts for the venture and lead investor being co-located. This also increases the number of observations. In these analyses, we use the venture's location to center our variables (e.g., COVID-19 cases). Again, the results do not change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "(Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "Third, our main analyses include investment rounds conducted by business angels, venture capitalists, and private equity investors. However, it could be argued that business angels are non-professional investors and could have different motives, investment strategies, and behavior compared to institutional investors. Hence, as a robustness test, we remove all funding rounds categorized as angel rounds. The results are identical to those reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Fourth, our analyses related to H1 and H5 use an mlogit model, which is the most appropriate for aligning our theory and empirics. Because it can be argued that an ordinal logit (ologit) model is empirically appropriate, we re-run models 1-9 in Table 3 using this specification. We find that an increase in COVID-19 cases significantly increases investments in later stages (p = 0.000). The same is true for investors' prominence (p = 0.000). We also find a significant interaction between Covid-19 cases and investor prominence (p = 0.007).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "These results show that, as COVID-19 cases increase, investors increase their exposure to later-stage investments, which is more significant for prominent investors. These results are in line with the main analyses. Fifth, our main analyses do not include country fixed effects because including fixed effects for 130 countries, when some of our models have 1704 observations, leads to over-specification. Instead, we include five dichotomous variables representing the countries with the highest number of investments. In spite of these concerns, we also re-run our analyses using country fixed effects (rather than standard errors clustering). The results are similar in significance and magnitude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "Sixth, we control for the economic, medical, and containment indexes as reported in the Oxford University tracker database. These indexes might be oversimplified, but they support replicability. To test the validity of these indexes, we conduct a PCA analysis and incorporate the resulting principal components in our analyses. We confirm support for H1a (b = −0.003; p = 0.000) and H1b (b = 0.003; p = 0.001). The results for H2 and H3 do not change: H2a (b = −0.005; p = 0.000), H2b (b = 0.001; p = 0.184). In relation to H3, we replicated Table 4 model 3 (b = 0.005; p = 0.000) and Table 4 model 6 (b = 0.005; p = 0.403), and the results are identical to the main results. The results for H4 (b = −0.003; p = 0.000) are also in line with those previously reported. Finally, all results related to H5 are identical to those reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 549,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 585,
                    "end": 592,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Robustness tests"
        },
        {
            "text": "6 Discussion and conclusion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "We began by citing evidence that VC investments are volatile and cyclical, increasing during economic growth periods and declining during recessions (e.g., Bernstein et al., 2019; Gompers & Lerner, 2004; Gompers et al., 2008) . Our analyses demonstrate that VC investors significantly reduce their investments as the number of COVID-19 cases increases. Arguably, they might invest countercyclically, benefiting from lower valuations during economic downturns, as their relatively long holding periods mean exits will likely occur All models fit a logit regression. This accounts for the dichotomous nature of the dependent variable. We restrict the sample to investments closed in 2020. In models 1-4, variables are associated with the country of the venture (e.g., COVID-19 cases). In models 5-8, variables are associated with the country of the lead investor (if different from the venture's country). In models 9-12, the sample is restricted to investments where the venture and the lead investor are located in the same country. Standard errors, clustered around the country of the venture, in parenthesis. ***p < 0.001, **p < 0.01, *p < 0.05, and †p < 0.10 (two-tailed tests) during the next economic cycle. However, studies in multiple contexts show that the VC investment process is not robust when multiple layers of uncertainty increase simultaneously (e.g., Conti et al., 2019; Howell et al., 2020; Rosenbusch et al., 2013) . VC investors have evolved strategies, including specialization, selection, monitoring, value-adding, and syndication, to deal with uncertainty. During crises, investments with the highest uncertainty become less attractive, and investor mitigation strategies are less effective. Thus, VC investors \"flee to quality\" (Bernanke et al., 1996) even in the context of their riskier investment market, just as investors in traditional (less risky) credit and stock markets do.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 179,
                    "text": "Bernstein et al., 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 180,
                    "end": 203,
                    "text": "Gompers & Lerner, 2004;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 204,
                    "end": 225,
                    "text": "Gompers et al., 2008)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1368,
                    "end": 1387,
                    "text": "Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1388,
                    "end": 1408,
                    "text": "Howell et al., 2020;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1409,
                    "end": 1433,
                    "text": "Rosenbusch et al., 2013)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1752,
                    "end": 1775,
                    "text": "(Bernanke et al., 1996)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Government responses to limit the spread of the virus also directly affect how VC investors work (Shah, 2020a) . Quarantines, social distancing, business closures, and travel restrictions make it difficult for investors to carry out due diligence, close deals, monitor their investments, or add value through coaching, networking, or professional services. Some of these effects are temporary but cover a significant period within our data.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 110,
                    "text": "(Shah, 2020a)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further, crisis-induced uncertainty affects the likelihood that a venture will grow. Thus, the growth prospects of ventures launched during a downturn are, on average, lower than they would be otherwise. This will especially be the case if the downturn is severe and prolonged, as is expected with the COVID-19 pandemic. More investment opportunities fall below investors' expected hurdle rate during a downturn and are riskier, so fewer investments are made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the pandemic has affected all countries and generally increased uncertainty for investments, our research offers a more nuanced view of which type of investments are most affected. We focus on four sources of uncertainty: portfolio firm uncertainty, industry uncertainty, foreign country uncertainty, and solo investment uncertainty. We expect that VC investors avoid those investments characterized by relatively higher uncertainty in each of these areas. However, we find that the effect of COVID-19 cases on biotech is statistically insignificant when the control variable for emergency investments in healthcare by governments is introduced into the model. This suggests that investors respond to signaling by the government about the importance of these sectors, with the favorable policy implication that private equity investments magnify the government investment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We then turn to the issue of syndication, a strategy that VC investors use to mitigate risk by sharing it with other investors, thus diversifying their portfolio, accessing additional expertise, and helping to ensure future deal flow through reciprocity. We hypothesize that as syndication can mitigate uncertainty, the likelihood that a funding round is syndicated increases with the number of COVID-19 cases. The findings are consistent with this expectation. Our final set of hypotheses concerns how an investor's prominence may moderate the use of uncertaintymitigating strategies in response to increased uncertainty. The overarching hypothesis is that more prominent investors behave conservatively, reducing their investments in relatively uncertain investments more than less prominent investors do. This is captured by four subhypothesis (H5a-H5d) that mirror the sources of increased uncertainty around investments explained in the rationales for H1-H4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings for this set of hypotheses are mixed. Prominent investors reduce their investments in seedstage and international rounds more than less prominent investors do, so H5a and H5c are supported. However, prominence does not moderate investment in the biotech sector, and it positively moderates investment in the travel sector, rather than the negative moderation posited by H5b. That is, less prominent investors reduce their investments in travel more than prominent investors do. The biotech result may be explained by the strong positive signal provided by government emergency investment in biotech, making this sector attractive for all investors. The effect of this investment was also evident in the findings for H2b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data does not allow us to unpack the finding that prominent investors maintain their travel investments while less prominent investors do not. Perhaps travel ventures offer abnormal returns, even when adjusting for the added uncertainty they face during the pandemic. Stories like that of AirBnB show that the travel industry was booming before the pandemic and did not face a higher level of uncertainty than other industries did. Hence, prominent investors might be trying to capitalize on a short-term misallocation of capital fleeing travel ventures. Future studies could investigate this phenomenon. Finally, contrary to H5d, we found that the prominence of the lead investor does not moderate the likelihood that a funding round is syndicated. All types of investors increased their use of this mechanism at similar rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Implications for theory Our findings contribute to the literature that assesses how economic crises affect VC. Research in this domain has focused on the effects of the GFC (e.g., Bernstein et al., 2019; Block & Sandner, 2009; Conti et al., 2019; Cowling et al., 2012) and the tech bubble (e.g., Aragon et al., 2019; Hochberg et al., 2018) . We extend this research to the COVID-19 crisis. Like , , and Howell et al. (2020) , we document an adverse effect of COVID-19 on VC, but we then provide a more nuanced assessment of how VC responds to the COVID-19 crisis. In line with our theoretical considerations, we find that VC investors react to the COVID-19-induced spike in uncertainty by adapting their investment behavior. VC investors reduce their investing the most in the least certain areas (i.e., investments in seed-stage ventures, foreign portfolio firms, industries affected more heavily by the COVID-19 crisis, and non-syndicated investments). These findings also suggest similarities with prior crises that warrant further investigation. Our analyses add breadth to country-specific studies of the effect on VC (e.g., Howell et al., 2020) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 203,
                    "text": "Bernstein et al., 2019;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 204,
                    "end": 226,
                    "text": "Block & Sandner, 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 227,
                    "end": 246,
                    "text": "Conti et al., 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 247,
                    "end": 268,
                    "text": "Cowling et al., 2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 296,
                    "end": 316,
                    "text": "Aragon et al., 2019;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 317,
                    "end": 339,
                    "text": "Hochberg et al., 2018)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 403,
                    "end": 423,
                    "text": "Howell et al. (2020)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1130,
                    "end": 1150,
                    "text": "Howell et al., 2020)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings extend prior research on investor prominence by showing it can moderate VC investments during crises. The literature on investor prominence assesses the role of prominence from the investor's (e.g., Gu & Lu, 2014; Nahata, 2008; Ter Wal et al., 2016) and portfolio firm's perspectives (e.g., Hochberg et al., 2007; Hsu, 2004) . We contribute to this literature by showing that more prominent investors are particularly reluctant to engage in seed-stage investments and foreign investments, mainly attributed to their higher opportunity costs when making highly uncertain investments. This finding echoes Dimov et al. (2007) , who suggest that reputational considerations shape VC investors' decisions. Our results suggest that future research on VC investment should account for the role of prominence.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 226,
                    "text": "Gu & Lu, 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 227,
                    "end": 240,
                    "text": "Nahata, 2008;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 241,
                    "end": 262,
                    "text": "Ter Wal et al., 2016)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 304,
                    "end": 326,
                    "text": "Hochberg et al., 2007;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 327,
                    "end": 337,
                    "text": "Hsu, 2004)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 616,
                    "end": 635,
                    "text": "Dimov et al. (2007)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, we contribute to research on crises and entrepreneurship. The evidence on how crises affect entrepreneurial firms is mixed (e.g., Bradley et al., 2011; Cowling et al., 2015; Klapper & Love, 2011) . Studies suggest crises coincide with fewer high quality, high potential start-ups (e.g., Bartz & Winkler, 2016; Davidsson & Gordon, 2016; Grilli, 2011) , perhaps due to their reduced access to external finance (i.e., a \"credit crunch\") (Cowling et al., 2012; Bartz & Winkler, 2016) . We contribute to this research by documenting that the COVID-19-induced decline in equity investments creates a similar situation that may lead to a funding gap for some entrepreneurial firms, especially those at the seed stage, in specific industries (i.e., travel), and those seeking international investment. We also add to research on crises and entrepreneurship by showing that financial instability does not affect all ventures equally and is partially driven by VC investors' behavior changes.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 160,
                    "text": "Bradley et al., 2011;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 161,
                    "end": 182,
                    "text": "Cowling et al., 2015;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 183,
                    "end": 204,
                    "text": "Klapper & Love, 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 296,
                    "end": 318,
                    "text": "Bartz & Winkler, 2016;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 319,
                    "end": 344,
                    "text": "Davidsson & Gordon, 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 345,
                    "end": 358,
                    "text": "Grilli, 2011)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 443,
                    "end": 465,
                    "text": "(Cowling et al., 2012;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 466,
                    "end": 488,
                    "text": "Bartz & Winkler, 2016)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More broadly, our findings inform the literature on the consequences of the COVID-19 pandemic on entrepreneurship (e.g., Block et al., 2021; Fairlie & Fossen, 2021a; Pedauga et al., 2021) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 140,
                    "text": "Block et al., 2021;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 141,
                    "end": 165,
                    "text": "Fairlie & Fossen, 2021a;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 166,
                    "end": 187,
                    "text": "Pedauga et al., 2021)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Implications for practice Our findings have practical implications for VC investors, ventures that seek funding, and policymakers that intend to cushion the negative effects of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that VC investors are more likely to engage in syndication during the COVID-19 crisis. This creates opportunities for VC investors seeking to collaborate with new syndication partners, which may be attractive for new, inexperienced investors, who may find it challenging to recruit syndication partners for co-investments (Sorenson & Stuart, 2001) . The COVID-19-induced spike in uncertainty could alleviate these constraints and lead investors who would otherwise pursue solo investments or engage in syndication with experienced investors, to consider syndicates with such new and inexperienced investors.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 368,
                    "text": "(Sorenson & Stuart, 2001)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also identify factors that can complicate the fundraising process during the COVID-19 crisis and to which ventures' funding strategy may have to adapt. For example, seed-stage ventures and ventures in the travel industry are less likely to receive VC investments during the COVID-19 crisis than ventures in later stages or ventures in the biotech sectors. Seed-stage ventures or ventures in the travel industry might try to postpone fundraising until the markets stabilize. Our findings thus enable more informed decisions for such ventures, which can engage in financial bootstrapping to ease the period until they raise funds (e.g., Block et al., 2021; Jonsson & Lindbergh, 2013) .",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 657,
                    "text": "Block et al., 2021;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 658,
                    "end": 684,
                    "text": "Jonsson & Lindbergh, 2013)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings also inform policymakers interested in stimulating entrepreneurship about types of ventures that need more support because their fundraising chances are decreased during the COVID-19 pandemic. For example, our findings suggest a wider funding gap for seed-stage ventures. This gap can prevent or delay innovative, entrepreneurial ventures from forming, reducing economic growth, regional competitiveness, and job creation (e.g., Block et al., 2017) , and diminishing a country's success in overcoming the economic consequences of the COVID-19 crisis (e.g., Kuckertz et al., 2020) . Other groups of ventures that policymakers should address include ventures in selected industries that are more heavily affected by a lack of funding (e.g., travel industry) and ventures that rely on foreign investment more heavily.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 461,
                    "text": "Block et al., 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 570,
                    "end": 592,
                    "text": "Kuckertz et al., 2020)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to informing policymakers about potential funding gaps that require policy attention, our findings have implications for the structure of policy initiatives that intend to provide economic relief to ventures. Seed-stage ventures, especially research-intensive ventures that develop innovative new technologies, have no proven track record and lack initial revenues (e.g., Bellavitis et al., 2020b; . Policymakers should ensure that this liability of newness does not disqualify or hinder them from accessing stimulus packages (e.g., Audretsch & Moog, 2020; Kuckertz et al., 2020) . For example, the first stimulus package issued by the European Union in March 2020, which focused on assisting small-and medium-sized enterprises, was barely accessible to firms without revenues (e.g., Yokoi, 2020). The US National Venture Capital Association voiced similar concerns over the applicability of the US CARES act for equity-financed start-ups (NVCA, 2020).",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 409,
                    "text": "Bellavitis et al., 2020b;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 545,
                    "end": 568,
                    "text": "Audretsch & Moog, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 569,
                    "end": 591,
                    "text": "Kuckertz et al., 2020)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations and avenues for future research The temporal structure of our analyses is a limitation. While we use a longitudinal dataset that compares VC investments before and during the COVID-19 pandemic, our data were collected during the pandemic, and our timeframe is relatively short. Future research should analyze whether VC investments recover when the pandemic concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other limitations concern our variables. We use the number of COVID-19 cases to capture the pandemic's spread and proxy its effects on VC. However, the number of cases reported depends on several factors, such as a country's testing capacities and reporting accuracy. The number of actual cases is likely under-reported (Sebhatu et al., 2020) . Therefore, we cannot rule out noise in our independent variable.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 342,
                    "text": "(Sebhatu et al., 2020)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similarly, we would have liked to include additional variables to explore differences across investors, portfolio firms, or countries. Such information was often unavailable in a harmonized format or in a reliable way. Again, this is partly due to the phenomenon's recency: future studies should revisit our analyses with richer datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study integrates four sources of uncertainty in VC investing. We take an exploratory perspective because our research is among the first to assess the impact of COVID-19 on the landscape of VC in a nuanced way. However, there is much research for each source of uncertainty we considered. Our insights indicate how such studies can examine the consequences of the COVID-19 crisis. For example, future syndication research could investigate whether and how syndicates' composition is affected by COVID-19 (e.g., Sorenson & Stuart, 2001; Wright & Lockett, 2003) . Crises could lead to greater interest in syndicating with more experienced investors that have survived prior crises. Alternatively, future research on cross-border syndicates could investigate whether foreign firms increased their coinvestments with domestic firms during or briefly after the COVID-19 pandemic (e.g., Liu & Maula, 2016) .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 539,
                    "text": "Sorenson & Stuart, 2001;",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 540,
                    "end": 563,
                    "text": "Wright & Lockett, 2003)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 885,
                    "end": 903,
                    "text": "Liu & Maula, 2016)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Also, we focus on investments by traditional investors such as venture capitalists. While such investors account for a large share of the investments in entrepreneurial finance, new types continuously emerge (Block et al., 2018) . More recently developed funding types include crowdfunding (e.g., Ahlers et al., 2015; Vismara, 2018) and initial coin offerings (ICOs) (e.g., Bellavitis et al., 2020a; Fisch, 2019) . Crowdfunding and ICOs reflect a transition towards digital finance, which refers to financial markets and vehicles that are enabled by and rely on digital and information communication technologies like the internet, social media, and blockchain (e.g., Block et al., 2018; Chen & Bellavitis, 2020; Cumming et al., 2021) .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 228,
                    "text": "(Block et al., 2018)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 297,
                    "end": 317,
                    "text": "Ahlers et al., 2015;",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 332,
                    "text": "Vismara, 2018)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 374,
                    "end": 399,
                    "text": "Bellavitis et al., 2020a;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 400,
                    "end": 412,
                    "text": "Fisch, 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 668,
                    "end": 687,
                    "text": "Block et al., 2018;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 688,
                    "end": 712,
                    "text": "Chen & Bellavitis, 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 713,
                    "end": 734,
                    "text": "Cumming et al., 2021)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our focus on traditional investments neglects the possibility that the COVID-19 pandemic accelerated a shift towards digital finance. Recent industry reports suggest the COVID-19 pandemic boosted the demand for digital goods and services (J.P. Morgan, 2021; Morgan Stanley, 2020) . This is partly due to the distancing measures and movement restrictions implemented worldwide, which required digital solutions and accelerated their adoption.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 257,
                    "text": "Morgan, 2021;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 258,
                    "end": 279,
                    "text": "Morgan Stanley, 2020)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For VC investors, such markets might become essential investment vehicles. Traditional investors also participate in digital finance markets that were initially targeted at retail investors. For example, Signori and Vismara (2018) as well as Cumming et al. (2019) document that VCs and angels engage in equity crowdfunding, while Fisch and Momtaz (2020) show that VCs participate in ICOs. The development of the VC market is intertwined with the development of other financial markets, like the main market for IPOs (e.g., Black & Gilson, 1998) and the second tier market for IPOs (e.g., Vismara et al., 2012) . A similar and strengthening relationship might exist between the VC and digital finance markets. For entrepreneurs, the increasing availability of alternative financing could lead to less reliance on traditional VC markets.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 230,
                    "text": "Signori and Vismara (2018)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 242,
                    "end": 263,
                    "text": "Cumming et al. (2019)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 330,
                    "end": 353,
                    "text": "Fisch and Momtaz (2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 523,
                    "end": 544,
                    "text": "Black & Gilson, 1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 588,
                    "end": 609,
                    "text": "Vismara et al., 2012)",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Such developments could interfere with our results. For example, our finding that the COVID-19 pandemic is associated with decreased investments in seed-stage ventures. Both crowdfunding and ICOs are especially attractive for seed ventures, in part because of low transaction costs enabled by digitalization (e.g., Block et al., 2020; Fisch, 2019) . Hence, VCs' lower investments could partially reflect seed-stage ventures relying more heavily on digital finance instruments. Similarly, we find that VC investments in international ventures decrease. Again, this finding could be affected by a shift towards digital finance, allowing ventures to collect funds from investors worldwide. Thus, ventures located in remote areas without an active VC scene might opt for such alternatives, especially during a pandemic. This argument is related to recent research that explores how digital finance can democratize entrepreneurial finance. Initial evidence suggests that both crowdfunding (e.g., Cumming et al., 2021) and ICOs (e.g., help democratize entrepreneurial finance and enable more remotely located ventures to access funding.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 334,
                    "text": "Block et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 335,
                    "end": 347,
                    "text": "Fisch, 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 991,
                    "end": 1012,
                    "text": "Cumming et al., 2021)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Against this background, assessing the impact of COVID-19 on the entrepreneurial finance landscape is a promising avenue for future research. Since Crunchbase does not have reliable data on digital markets, we hope future research will explicitly consider digital finance markets and how they were affected by COVID-19. New forms of entrepreneurial finance may catalyze recovery from crises by funding ventures that would not otherwise be funded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Entrepreneurship Theory and Practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahlers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "955--980",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Who benefits in a crisis? Evidence from hedge fund stock and option holdings",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Aragon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Financial Economics",
            "volume": "131",
            "issn": "2",
            "pages": "345--361",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2017.09.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Democracy and entrepreneurship",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Audretsch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moog",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1042258720943307"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVIDinduced economic uncertainty",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Terry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and the global venture capital landscape",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Flexible or fragile? The growth performance of small and young businesses during the global financial crisis-Evidence from Germany",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bartz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Business Venturing",
            "volume": "31",
            "issn": "2",
            "pages": "196--215",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2015.10.002"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Picking winners or building them? Alliance, intellectual, and human capital as selection criteria in venture financing and performance of biotechnology startups",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Business Venturing",
            "volume": "19",
            "issn": "3",
            "pages": "38--45",
            "other_ids": {
                "DOI": [
                    "10.1016/S0883-9026(03)00038-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How hard will the coronavirus hit the travel industry?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Geographic",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mitigation of moral hazard and adverse selection in venture capital financing: the influence of the country's institutional setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellavitis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamuriwo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hommel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Small Business Management",
            "volume": "57",
            "issn": "4",
            "pages": "1328--1349",
            "other_ids": {
                "DOI": [
                    "10.1111/jsbm.12391"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ban, boom, and echo! Entrepreneurship and initial coin offerings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellavitis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vanacker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Entrepreneurship Theory and Practice, forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1042258720940114"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effects of prior co-investments on the performance of venture capitalist syndicates: a relational agency perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellavitis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rietveld",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Filatotchev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Strategic Entrepreneurship Journal",
            "volume": "14",
            "issn": "2",
            "pages": "240--264",
            "other_ids": {
                "DOI": [
                    "10.1002/sej.1320"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Germany, Lufthansa agree on $9.8 billion bailout",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The financial accelerator and the flight to quality",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bernanke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gertler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Review of Economics and Statistics",
            "volume": "78",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.2307/2109844"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Private equity and financial fragility during the crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mezzanotti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Review of Financial Studies",
            "volume": "32",
            "issn": "4",
            "pages": "1309--1373",
            "other_ids": {
                "DOI": [
                    "10.1093/rfs/hhy078"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Venture capital financing and the growth of high-tech start-ups: disentangling treatment from selection effects",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bertoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grilli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Research policy",
            "volume": "40",
            "issn": "7",
            "pages": "1028--1043",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Venture capital and the structure of capital markets: banks versus stock markets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Financial Economics",
            "volume": "47",
            "issn": "3",
            "pages": "45--52",
            "other_ids": {
                "DOI": [
                    "10.1016/S0304-405X(97)00045-7"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What is the effect of the financial crisis on venture capital financing? Empirical evidence from US Internet start-ups",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Venture Capital",
            "volume": "11",
            "issn": "4",
            "pages": "295--309",
            "other_ids": {
                "DOI": [
                    "10.1080/13691060903184803"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Schumpeterian entrepreneur: a review of the empirical evidence on the antecedents, behaviour and consequences of innovative entrepreneurship",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Praag",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Industry and Innovation",
            "volume": "24",
            "issn": "1",
            "pages": "61--95",
            "other_ids": {
                "DOI": [
                    "10.1080/13662716.2016.1216397"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New players in entrepreneurial finance and why they are there",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Small Business Economics",
            "volume": "50",
            "issn": "2",
            "pages": "239--250",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "INST/116j655/cdi_springer_primary_2017_11187_ 50_2_9826",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A personality perspective on business angel syndication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Obschonka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Sandner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Banking & Finance",
            "volume": "100",
            "issn": "",
            "pages": "306--327",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbankfin.2018.10.006"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The entrepreneurial finance markets of the future: a comparison of crowdfunding and initial coin offerings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hornuf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vanacker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Small Business Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/abac.12223"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The determinants of bootstrap financing in crises: evidence from entrepreneurial ventures in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirschmann",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Small Business Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-020-00445-6"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Resources, environmental change, and survival: asymmetric paths of young independent and subsidiary organizations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aldrich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiklund",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Strategic Management Journal",
            "volume": "32",
            "issn": "5",
            "pages": "486--509",
            "other_ids": {
                "DOI": [
                    "10.1002/smj.887"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Venture-capital syndication: improved venture selection vs. the value-added hypothesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amit",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Antweiler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Economics & Management Strategy",
            "volume": "11",
            "issn": "3",
            "pages": "423--452",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1430-9134.2002.00423.x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Entrepreneurial uncertainty during the COVID-19 crisis: mapping the temporal dynamics of entrepreneurial finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2020.e00174"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Financing entrepreneurship in times of crisis: exploring the impact of COVID-19 on the market for entrepreneurial finance in the United Kingdom",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Small Business Journal",
            "volume": "38",
            "issn": "5",
            "pages": "380--390",
            "other_ids": {
                "DOI": [
                    "10.1177/0266242620937464"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Syndicated investments by venture capital firms: a networking perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Bygrave",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Business Venturing",
            "volume": "2",
            "issn": "2",
            "pages": "90004--90012",
            "other_ids": {
                "DOI": [
                    "10.1016/0883-9026(87)90004-8"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "How does venture capital financing improve efficiency in private firms? A look beneath the surface",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chemmanur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Nandy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Review of Financial Studies",
            "volume": "24",
            "issn": "12",
            "pages": "4037--4090",
            "other_ids": {
                "DOI": [
                    "10.1093/rfs/hhr096"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Blockchain disruption and decentralized finance: the rise of decentralized business models",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellavitis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2019.e00151"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The risk and return of venture capital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cochrane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Financial Economics",
            "volume": "75",
            "issn": "1",
            "pages": "3--52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2004.03.006"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Venture capital investment strategies under financing constraints: evidence from the 2008 financial crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dass",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Lorenzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Research Policy",
            "volume": "48",
            "issn": "3",
            "pages": "799--812",
            "other_ids": {
                "DOI": [
                    "10.1016/j.respol.2018.11.009"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Home bias at home: local equity preference in domestic portfolios",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Coval",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Small business financing in the UK before and during the current financial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ledger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Small Business Journal",
            "volume": "30",
            "issn": "7",
            "pages": "778--800",
            "other_ids": {
                "DOI": [
                    "10.1177/0266242611435516"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "What really happens to small and medium-sized enterprises in a global economic recession? UK evidence on sales and job dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ledger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Small Business Journal",
            "volume": "33",
            "issn": "5",
            "pages": "488--513",
            "other_ids": {
                "DOI": [
                    "10.1177/0266242613512513"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Do international investors enhance private firm value? Evidence from venture capital",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Syvrud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of International Business Studies",
            "volume": "47",
            "issn": "3",
            "pages": "347--373",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Investors' choices between cash and voting rights: evidence from dual-class equity crowdfunding",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Research Policy",
            "volume": "48",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.respol.2019.01.014"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Does equity crowdfunding democratize entrepreneurial finance?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Small Business Economics",
            "volume": "56",
            "issn": "",
            "pages": "533--552",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-019-00188-z"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Much ado about nothing? The surprising persistence of nascent entrepreneurs through macroeconomic crisis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davidsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "40",
            "issn": "4",
            "pages": "915--941",
            "other_ids": {
                "DOI": [
                    "10.1111/etap.12152"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "How has coronavirus affected Europe's biotech stocks? Labiotech",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Rojas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The interplay of need and opportunity in venture capital investment syndication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Milanov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Business Venturing",
            "volume": "25",
            "issn": "4",
            "pages": "331--348",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2009.01.002"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Requisite expertise, firm reputation, and status in venture capital investment allocation decisions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Business Venturing",
            "volume": "22",
            "issn": "4",
            "pages": "481--502",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2006.05.001"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The early impacts of the COVID-19 pandemic on business sales",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairlie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fossen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Small Business Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-021-00479-4"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Did the paycheck protection program and economic injury disaster loan program get disbursed to minority communities in the early stages of COVID-19? Small Business Economics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairlie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fossen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-021-00501-9"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Initial coin offerings (ICOs) to finance new ventures",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business Venturing",
            "volume": "34",
            "issn": "1",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2018.09.007"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Institutional investors and post-ICO performance: an empirical analysis of investor returns in initial coin offerings (ICOs)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Momtaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcorpfin.2020.101679"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Does blockchain technology democratize entrepreneurial finance? An empirical comparison of ICOs, venture capital, and REITs. Economics of Innovation and New Technology, forthcoming",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10438599.2020.1843991"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Gross domestic product in the 2nd quarter of 2020 down 10.1% on the previous quarter",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Venture capital growing pains: Should the market diet?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gompers",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Banking & Finance",
            "volume": "22",
            "issn": "6-8",
            "pages": "1089--1104",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The venture capital revolution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gompers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Economic Perspectives",
            "volume": "15",
            "issn": "2",
            "pages": "145--168",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Venture capital investment cycles: the impact of public markets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gompers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "; P"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kovner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scharfstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Financial Economics",
            "volume": "87",
            "issn": "1",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2006.12.002"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The cost of friendship",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gompers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mukharlyamov",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xuan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Financial Economics",
            "volume": "119",
            "issn": "3",
            "pages": "626--644",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2016.01.013"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "How do venture capitalists make decisions?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gompers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gornall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Strebulaev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Financial Economics",
            "volume": "135",
            "issn": "1",
            "pages": "169--190",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Start-ups are pummeled in the 'great unwinding'. The New York Times",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "When the going gets tough, do the tough get going? The pre-entry work experience of founders and hightech start-up survival during an industry crisis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grilli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Small Business Journal",
            "volume": "29",
            "issn": "6",
            "pages": "626--647",
            "other_ids": {
                "DOI": [
                    "10.1177/0266242610372845"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Unraveling the mechanisms of reputation and alliance formation: a study of venture capital syndication in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Strategic Management Journal",
            "volume": "35",
            "issn": "5",
            "pages": "739--750",
            "other_ids": {
                "DOI": [
                    "10.1002/smj.2117"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "What's the market sentiment? Top give industries impacted by COVID-19 from a probability of default perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "S&P Global Market Intelligence",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Whom you know matters: venture capital networks and investment performance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Hochberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ljungqvist",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Journal of Finance",
            "volume": "62",
            "issn": "1",
            "pages": "251--301",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6261.2007.01207.x"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Patent collateral, investor commitment, and the market for venture lending",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Hochberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Ziedonis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Financial Economics",
            "volume": "130",
            "issn": "1",
            "pages": "74--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2018.06.003"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Financial distancing: how venture capital follows the economy down and curtails innovation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nanda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "What do entrepreneurs pay for venture capital affiliation? The journal of finance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "1805--1844",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6261.2004.00680.x"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The development of social capital and financing of entrepreneurial firms: from financial bootstrapping to bank funding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindbergh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "37",
            "issn": "4",
            "pages": "661--686",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6520.2011.00485.x"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Access to capital, investment, and the financial crisis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Stulz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Financial economics",
            "volume": "110",
            "issn": "2",
            "pages": "280--299",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The impact of the financial crisis on new firm registration",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klapper",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Economic Letters",
            "volume": "113",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1016/j.econlet.2011.05.048"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Venture capital reputation, post-IPO performance, and corporate governance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N V"
                    ],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Masulis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Financial and Quantitative Analysis",
            "volume": "46",
            "issn": "5",
            "pages": "1295--1333",
            "other_ids": {
                "DOI": [
                    "10.1017/S0022109011000251"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Startups in times of crisis-a rapid response to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuckertz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brändle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaudig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinderer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A M"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prochotta",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2020.e00169"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Grandstanding, certification and the underpricing of venture capital backed IPOs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wahal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Financial Economics",
            "volume": "73",
            "issn": "2",
            "pages": "375--407",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2003.09.003"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Fundraising during coronavirus: are start-ups screwed? Sifted",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Local partnering in foreign ventures: uncertainty, experiential learning, and syndication in crossborder venture capital investments",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maula",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Academy of Management Journal",
            "volume": "59",
            "issn": "4",
            "pages": "1407--1429",
            "other_ids": {
                "DOI": [
                    "10.5465/amj.2013.0835"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Venture capitalists' decision to syndicate. Entrepreneurship Theory and Practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manigart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lockett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meuleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Landström",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruining",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desbrières",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hommel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "131--153",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6520.2006.00115.x"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Venturing into the unknown with strangers: substitutes of relational embeddedness in cross-border partner selection in venture capital syndicates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meuleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jääskeläinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Maula",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Business Venturing",
            "volume": "32",
            "issn": "2",
            "pages": "131--144",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2017.01.001"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Bitcoin, blockchain and digital finance: fintech goes mainstream in the COVID-19 era",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J.P. Morgan. Availa ble at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Digital transformation's new urgency in the era of COVID-19",
            "authors": [
                {
                    "first": "Morgan",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Nahata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of financial economics",
            "volume": "90",
            "issn": "2",
            "pages": "127--151",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2007.11.008"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Financing risk and innovation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nanda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rhodes-Kropf",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Management Science",
            "volume": "63",
            "issn": "4",
            "pages": "901--918",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.2015.2350"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The socioeconomic implications of the coronavirus pandemic (COVID-19): a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iosifidis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Surgery",
            "volume": "78",
            "issn": "",
            "pages": "185--193",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.04.018"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Start-ups nationwide to see job losses absent urgent SBA rule fix",
            "authors": [],
            "year": 2020,
            "venue": "NVCA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Signals across multiple networks: how venture capital and alliance networks affect interorganizational collaboration",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ozmel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Reuer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gulati",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Academy of Management Journal",
            "volume": "56",
            "issn": "3",
            "pages": "852--866",
            "other_ids": {
                "DOI": [
                    "10.5465/amj.2009.0549"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Macroeconomic lockdown and SMEs: the impact of the COVID-19 pandemic in Spain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedauga",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sáez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Delgado-Márquez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Small Business Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-021-00476-7"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Networks as the pipes and prisms of the market",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Podolny",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Sociology",
            "volume": "107",
            "issn": "1",
            "pages": "33--60",
            "other_ids": {
                "DOI": [
                    "10.1086/323038"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "From Wall Street to main street: the impact of the financial crisis on consumer credit supply",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramcharan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Heuvel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of Finance",
            "volume": "71",
            "issn": "3",
            "pages": "1323--1356",
            "other_ids": {
                "DOI": [
                    "10.1111/jofi.12209"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Does acquiring venture capital pay off for the funded firms? A meta-analysis on the relationship between venture capital investment and funded firm financial performance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rist",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rosenbusch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brinckmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Business Venturing",
            "volume": "28",
            "issn": "3",
            "pages": "335--353",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusvent.2012.04.002"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Explaining the homogeneous diffusion of COVID-19 nonpharmaceutical interventions across heterogeneous countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sebhatu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wennberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora-Jonsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "",
            "pages": "21201--21208",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2010625117"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Europe's biotech renaissance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Biotechnolgy",
            "volume": "38",
            "issn": "",
            "pages": "408--415",
            "other_ids": {
                "DOI": [
                    "10.1038/s41587-020-0483-6"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Investments decision in a pandemic world",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Haystack",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "US Treasury reaches loan agreements with five major airlines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siderm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Does success bring success? The post-offering lives of equity-crowdfunded firms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Signori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Corporate Finance",
            "volume": "50",
            "issn": "",
            "pages": "575--591",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcorpfin.2017.10.018"
                ]
            }
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Syndication networks and the spatial distribution of venture capital investments",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sorenson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Sociology",
            "volume": "106",
            "issn": "6",
            "pages": "1546--1588",
            "other_ids": {
                "DOI": [
                    "10.1086/321301"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Internal capital markets and the competition for corporate resources",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Journal of Finance",
            "volume": "52",
            "issn": "1",
            "pages": "111--133",
            "other_ids": {
                "DOI": [
                    "10.2307/2329558"
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Interorganizational endorsements and the performance of entrepreneurial ventures",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hybels",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Administrative Science Quarterly",
            "volume": "44",
            "issn": "2",
            "pages": "315--349",
            "other_ids": {
                "DOI": [
                    "10.2307/2666998"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The best of both worlds: the benefits of open-specialized and closed-diverse syndication networks for new ventures' success",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ter Wal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alexy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Sandner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Administrative Science Quarterly",
            "volume": "61",
            "issn": "3",
            "pages": "393--432",
            "other_ids": {
                "DOI": [
                    "10.1177/0001839216637849"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Propagation of financial shocks: the case of venture capital",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Management Science",
            "volume": "",
            "issn": "11",
            "pages": "2782--2802",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "How bad was second quarter GDP, really? F o r b e s . R e t r i e v e d f r",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Treece",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "How is coronavirus impacting the funding landscape for start-ups? EU-Startups",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Information cascades among investors in equity crowdfunding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "42",
            "issn": "3",
            "pages": "467--497",
            "other_ids": {
                "DOI": [
                    "10.1111/etap.12261"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Europe's second markets for small companies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vismara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paleari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Financial Management",
            "volume": "18",
            "issn": "3",
            "pages": "352--388",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.1957140"
                ]
            }
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The structure and management of alliances: syndication in the venture capital industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lockett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Management Studies",
            "volume": "40",
            "issn": "8",
            "pages": "2073--2102",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1467-6486.2003.00412.x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For more information, see https://coronavirus.jhu.edu. Last accessed in September 2020. 3 F o r m o r e i n f o r m a t i o n , s e e h t t p s : / / w w w . b s g . o x . a c .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The relationship between new monthly COVID-19 cases and funding roundsTable 3The effect of COVID-19 cases on funding stage",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Seed-stage funding rounds contingent on investor prominence (b) Late-stage funding rounds contingent on investor prominence (c) Biotech funding rounds contingent on investor prominence (d) Travel funding rounds contingent on investor prominence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The moderating effect of investor prominence on the relationship between COVID-19 cases and funding rounds (stage: The effect of COVID-19 cases on national and non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The moderating effect of investor prominence on the relationship between COVID-19 cases and funding rounds (national: H3 and no-syndication: H4)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}