{
    "paper_id": "3cc8fdf0463f95e621f262c620713a2768bec792",
    "metadata": {
        "title": "Loss of exosomal MALAT1 from ox-LDL-treated vascular endothelial cells induces maturation of dendritic cells in atherosclerosis development",
        "authors": [
            {
                "first": "Hongqi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui Medical University",
                    "location": {
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui Medical University",
                    "location": {
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liqun",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui Medical University",
                    "location": {
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui Medical University",
                    "location": {
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui Institute of Cardiovascular Disease",
                    "location": {
                        "settlement": "Hefei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Maturation of dendritic cells (DCs) contributes to atherosclerosis (AS) development. Metastasis-associated lung adenocarcinoma transcript 1 (MALAT1) is a long non-coding RNA (lncRNA) that is involved in tumorigenesis. This study was designed to explore the role of exosomes from oxidized low-density lipoprotein (oxLDL)-treated vascular endothelial cells (VECs) in regulating DCs maturation in AS, and to elucidate whether MALAT1 was involved in this process. Methods: Human umbilical VECs (HUVECs) were treated with or without ox-LDL, after which exosomes were isolated and then co-cultured with immature DCs (iDCs). The phenotypic profile and cell endocytosis in DCs were examined to assess the degree of maturation of DCs. The interaction between MALAT1 and NRF2 protein in DCs was evaluated using RNA pull-down assay and RNA immunoprecipitation. A mouse model of AS was eatablished by feeding ApoE knockout (ApoE −/-) mice with a high-fat diet for 12 weeks. Results: The ox-LDL-HUVECs-Exos exhibited lower MALAT1 expression when compared with HUVECs-Exos. Furthermore, exosomes from ox-LDL-treated MALAT1-overexpressing-HUVECs (ox-LDL-HUVECs-Exos Lv-MALAT1 ) released elevated expression of MALAT1 to iDCs, which interacted with NRF2 and activated NRF2 signaling, and thereby inhibited ROS accumulation and DCs maturation. Further in vivo experiments showed that a decrease in MALAT1 content in mouse VECs-Exos might be associated with mouse AS progression. Conclusion: Loss of exosomal MALAT1 from ox-LDL-treated VECs induces DCs maturation in atherosclerosis development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Atherosclerosis (AS) is a chronic inflammatory and autoimmune disease with increased morbidity and mortality globally [1, 2] . Dendritic cells (DCs) are the most potent antigen-presenting cells in the immune system and are hyperactive in atherosclerotic plaques [1, 3] . DCs are present in immature forms in the arterial wall under physiological conditions and become activated following capturing antigens during atherogenesis [3, 4] . DCs contribute to atherogenesis and have been identified as a major target for the control of this harmful immune response in AS [3, 5] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 266,
                    "end": 268,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The nuclear factor erythroid 2-related factor (NRF2) has antioxidant and anti-inflammatory effects in AS. Recent data revealed that NRF2 deficiency promotes features of plaque instability in hypercholesterolemic mice [6] . Furthermore, NRF2 activation exerts anti-atherosclerosis effects [7] and attenuates oxidized low-density lipoprotein (oxLDL)-induced endothelial cell injury [8] . In addition, NRF2 is involved in the regulation of the activation [9] , maturation [10] , and immune tolerance of DCs [11] . Moreover, inhibition of NRF2 in DCs in glioma-exposed microenvironment enhances DCs maturation and the subsequent T cells activation [12] . However, it has not been reported whether the NFR2 signaling pathway participates in the development and progression of AS by mediating DCs immune tolerance.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Long non-coding RNA (lncRNA) are important regulators of gene expression and are crucial mediators in various diseases, including AS [13] [14] [15] . One prominent lncRNA known as metastasis-associated lung adenocarcinoma transcript 1 (MALAT1) has been widely shown to be involved in various cancers [16] [17] [18] . For AS, it was demonstrated that MALAT1 knockdown promotes AS progression [19] . Recent data has shown that MALAT1 overexpression induces tolerogenic DCs and immune tolerance in heart transplantation and autoimmune disease [20] . However, whether MALAT1 affects the immune tolerance of DCs in the setting of AS is still uncertain.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Exosomes are small vesicles delivered by many cells of the organism and have recently been recognized as important mediators of intercellular communication by transmitting and exchanging donor cell-specific proteins, mRNA, small noncoding RNA including lncRNA, and so on [21] . It has been widely demonstrated that ox-LDL is involved in the AS development by inducing oxidative stress and endothelial dysfunction [15, 22] . In addition, MALAT1 has been shown to activate NRF2 signaling in HUVECs [23] . Accordingly, this study explored the role of MALAT1 expressed in exosomes from oxLDL-treated vascular endothelial cells (VECs) in regulating DCs maturation in the context of AS. Furthermore, we investigated whether the underlying mechanisms involved NRF2 signaling.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was conducted in accordance with the protocol approved by the Clinical Research Ethics Committee of Affiliated Anhui Provincial Hospital, Anhui Medical University. AS patients (AS group, n = 25, mean age 65.3 ± 8.8 years, 14 male) and healthy participants (Normal group, n = 20, mean age 55.6 ± 10.1 years, 12 male) who underwent physical examinations during the same period were enrolled in this study. AS was diagnosed if brachial-ankle pulse wave velocity (baPWV) >1400 cm/s. All subjects with other complications were excluded, including valvular heart disease, severe arrhythmia, diabetes, malignant tumor, and severe liver and kidney dysfunction. Whole blood from each participant was exsanguinated, cooled at 4ºC for 1 h, and then centrifuged at 3000 rpm for 10 min. The resulting supernatant was sera that were stored at −80ºC for subsequent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human sample collection"
        },
        {
            "text": "Human umbilical vein endothelial cells (HUVECs) and mouse VECs were purchased from Procell (Wuhan, China). HUVECs and mouse VECs were cultured in VECs-specific complete medium (Procell). oxLDL (50 mg/L) was added into HUVECs and mouse VECs for 24 h of incubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture and oxLDL treatment"
        },
        {
            "text": "Isolation of serum-derived exosomes was performed using miRCURY Exosome Serum/Plasma Kit according to the manufacturer's instructions. Isolation of VECs-derived exosomes was performed using miRCURY Exosome Cell/Urine/CSF Kit (QIAGEN, Germany) according to the manufacturer's instructions. Briefly, samples were centrifuged at 300 × g for 10 min and the resulting cell supernatant was then centrifuged again at 2,000 × g for 10 min to discard dead cells. The supernatant was subject to additional centrifugation at 10,000 × g for 30 min to discard cell debris. Afterward, the supernatant was centrifuged again at 100,000 × g for 70 min. The resultant exosome pellets were resuspended in PBS and prepared for subsequent analysis. For identification, total protein was extracted from exosomes using Total exosome RNA and protein isolation kit (Invitrogen, USA). The protein expression of exosomal surface markers TSG101 and CD63 were examined by western blot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and identification of serum-or VECs-derived exosomes"
        },
        {
            "text": "To prepare immature dendritic cells (iDCs), human peripheral blood CD14 + monocytes were isolated using magnetic beads (Miltenyi Biotec, USA). CD14 + cells were cultured in complete RPMI1640 media containing recombinant human granulocyte-macrophage colony-stimulating factor (rhGM-CSF; 100 ng/mL) and recombinant human interleukin-4 (rhIL-4; 50 ng/mL) for 5 days. The resulting non-adherent cells were collected and used as iDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of iDCs from monocytes"
        },
        {
            "text": "Total RNA from exosomes was extracted using Total exosome RNA and protein isolation kit (Invitrogen). Total RNA from DCs was extracted using TRIzol reagent (Invitrogen). RNA was reverse transcribed to cDNA using the PrimeScript RT reagent Kit (Takara Bio Company, Shiga, Japan). Relative MALAT1 expression was detected using an SYBR Green Kit (Takara Bio Company) on an ABI PRISM 7500 Sequence Detection System (Applied Biosystems, USA). The relative quantification of gene expression was calculated by the 2 −ΔΔCt method. GAPDH was used as an internal control. The primers were as follows: Endocytosis was measured as the cellular uptake of FITC-dextran. Briefly, FITC-Dextran (0.5 mg/ mL) was added into DCs (approximately 3 × 10 5 cells per sample) for 2 h of incubation at 4°C and 37°C, respectively. Afterwards, cells were washed with cold (4°C) PBS three times to remove excess dextran and subjected to FCM analysis. The quantitative uptake of FITC-dextran by the cells was determined using FCM analysis. Inactive intake in each group was excluded by subtracting the fluorescence intensity at 4°C. Values are presented as fold induction (median intensity values) relative to uptake by untreated cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and qRT-PCR analysis"
        },
        {
            "text": "Detection of reactive oxygen species (ROS) content ROS content in DCs was determined using the Reactive Oxygen Species Assay Kit (YEASEN, Shanghai, China) according to the manufacturer's instructions. ROS content in mouse sera was determined using the Mouse ROS ELISA Kit (Wuhan EIAab Science Co. Ltd, China) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and qRT-PCR analysis"
        },
        {
            "text": "The levels of IL-12, IL-6, IL-10, and TGF-β in mouse sera were measured using their commercial ELISA kits (R&D Systems) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzyme-linked immunosorbent assay (ELISA)"
        },
        {
            "text": "The interaction between MALAT1 and NRF2 protein was determined by RNA pull-down assay. Briefly, the DNA probe complementary to MALAT1 was synthesized and biotinylated by GenePharma Co., Ltd (Shanghai, China). RNA pull-down assay was performed using the Pierce™ Magnetic RNA-Protein Pull-Down Kit (Thermo Fisher Scientific) according to the manufacturer's instructions. The RNA-binding protein complexes were washed and eluted and subjected to western blot analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA pull-down assay"
        },
        {
            "text": "RIP was conducted to verify the binding between MALAT1 and NRF2. RIP was performed using the RNA-Binding Protein Immunoprecipitation Kit (Millipore) according to the manufacturer's instructions. The cells were lysed and the cell lysis solutions were incubated with NRF2 antibody or isotype control IgG. RNA-protein complexes were immunoprecipitated with protein A agarose beads and RNA was extracted by using TRIzol (Invitrogen). qRT-PCR was performed to quantify the MALAT1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA immunoprecipitation (RIP)"
        },
        {
            "text": "To stably express MALAT1 in HUVECs, the lentiviral pcDNA3.1-YFP-puro-MALAT1 expression vector (Lv-MALAT1) and pcDNA3.1-YFP-puro vector control (Lv-ctrl) were designed and synthesized by GenePharm Co. (Shanghai, China). The Lv-MALAT1 and Lv-ctrl was added to HUVECs and the infected cells were selected by puromycin (1.0 µg/mL, Sigma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell infection and transfection"
        },
        {
            "text": "To overexpress MALAT1 in DCs, the full-length MALAT1 cDNA fragments were cloned into the pcDNA 3.1 plasmid (Invitrogen, USA), generating pcDNA3.1-MALAT1. An empty pcDNA3.1 vector was used as the control. DCs were transfected with the plasmids using Lipofectamine TM 3000 (Invitrogen) according to the manufacturer's instructions. To knockdown MALAT1 in DCs, si-MALAT1-1, si-MALAT1-2, and scramble control siRNA (si-Ctrl) were designed and synthesized by GenePharma (Shanghai, China). The sequences were as follows: si-MALAT1-1, sense: 5'-CACAGGGAAAGCGAGUG GUUGGUAA-3', si-MALAT1-2, sense: 5'-GAUCCA UAAUCGGUUUCAA-3', antisense: 5'-UUGAAAC CGAUUAUGGAUC-3'. DCs were transfected with these siRNAs using Lipofectamine™ RNAiMAX Transfection Reagent (Invitrogen) according to the manufacturer's instructions. The knockdown or overexpression efficiency was examined by qRT-PCR analysis 48 h post-transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell infection and transfection"
        },
        {
            "text": "Cell lysates were prepared in protein extraction reagent (Pierce Biotechnology, IL) containing protease inhibitor (Pierce Biotechnology). Proteins were then separated by 10% SDS-PAGE and transferred to PVDF membranes (Bio-Rad, USA). After being blocked with 5% nonfat dry milk, the membrane was then incubated with the primary antibody against NRF2, HO-1, and NQO1 (all from Santa Cruz Biotechnology, USA), at 4°C overnight, and incubated with horseradish peroxidase-conjugated secondary antibodies at room temperature for 1 h. Blots were developed using an enhanced chemiluminescence kit (ECL kit, Pierce Biotechnology, IL) and band intensity was quantified with Quantity One software. GAPDH or tubulin served as the loading control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot"
        },
        {
            "text": "Nuclear and cytosolic proteins were extracted using the Nuclear and Cytoplasmic Protein Extraction Kit (Beyotime) according to the manufacturer's instructions. Detection for NRF2 protein expression in nuclear lysates was performed by western blot as described above. Lamin B1 served as the nuclear loading control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nuclear NRF2 detection"
        },
        {
            "text": "Specific pathogen-free (SPF) ApoE knockout (ApoE −/-) mice were purchased from Changzhou Cavans Experimental Animal Co., Ltd. (Changzhou, China). All mice were kept under constant temperature and humidity with 12 h light-dark cycles, and had free access to food and water at a temperature of 25°C ± 1°C and humidity of 50%. The animal experiment was approved by the Ethics Committee of the Affiliated Anhui Provincial Hospital, Anhui Medical University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Mice were randomly divided into five groups (n = 10/each group): Control, AS, AS+PBS, AS +VECs-Exos, and AS+ox-LDL-VECs-Exos. The ApoE −/mice were fed with a high-fat diet containing 21% fat and 0.15% cholesterol for 12 weeks to establish a mouse model of AS. The mice in the control group received an ordinary diet instead. One week before the completion of AS modeling, mice in the AS+PBS, AS+VECs-Exos, and AS+ox-LDL-VECs-Exos group received an intravenous injection of either PBS (control), exosomes from mouse VECs (VECs-Exo; 1.2 μg/g), or exosomes from ox-LDL-treated mouse VECs (ox-LDL-VECs -Exos; 1.2 μg/g), respectively, twice for a week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal experiments"
        },
        {
            "text": "At the end of the twelfth week, when Exos had been injected for one week, these animals were sacrificed and their serum samples were prepared for detection of MDA, ROS, IL-10, IL-12, IL-6, and TGF-β. The aortas were cut into sections for histological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal experiments"
        },
        {
            "text": "Oil red O staining was performed in the aorta to analyze vascular lipid deposition and plaque area. Hematoxylin and eosin (HE) staining in aortic arch was used to analyze the gross morphology of tissue cells. Briefly, the aorta sections were fixed in 4% buffered paraformaldehyde, embedded in paraffin, and then sectioned at 4 μm thickness. The resulting sections were prepared for HE and Oil red O staining according to standard protocols. All sections were evaluated using a light microscope (Olympus BH-2; Olympus Corporation, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "All statistical analyses were performed using SPSS version 16.0 (SPSS, Inc., Chicago, USA). Values are presented as the mean ± standard deviation (SD) from three independent experiments. p < 0.05 was considered to indicate a statistically significant difference. The unpaired Student's t-test was used to analyze differences between the two groups. Oneway analysis of variance (ANOVA) was used to analyze differences among two or three groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Exosomes were isolated from sera from normal and AS humans, also from HUVECs treated with PBS or ox-LDL. Western blot analysis confirmed enrichment of the exosomal surface markers TSG101 and CD63 (Figure 1(a) ). Importantly, the qRT-PCR analysis showed that MALAT1 expression was significantly decreased in AS-exosomes when compared with the exosomes from normal humans (Figure 1(b) ). Furthermore, we also observed a notable lower MALAT1 expression in exosomes derived from ox-LDL-treated HUVECs than that in the exosomes from PBS-treated HUVECs (Figure 1(c) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 208,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 370,
                    "end": 382,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 547,
                    "end": 559,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MALAT1 expression is decreased in exosomes from AS-sera and ox-LDL-HUVECs"
        },
        {
            "text": "The iDCs were treated with LPS to induce oxidative stress injury. Data revealed that LPS treatment significantly decreased cell endocytosis activity evidenced by lower cellular uptake of FITC-dextran in iDCs co-cultured with LPS (Figure 2(e) ). Furthermore, LPS treatment notably increased expression of DCs markers CD80, CD86, and HLA-DR (Figure 2(f) ). Reduction of internalization ability is an early signal of DC maturation. Thus, these data indicated that LPS promoted DCs maturation. Importantly, HUVECs-Exos treatment significantly increased cellular uptake of FITC-dextran in iDCs (Figure 2(e) ) and decreased expression of DCs markers CD80, CD86, and HLA-DR (Figure 2(f) ), suggesting that HUVECs-Exos attenuated the LPS-induced DCs maturation. Furthermore, ox-LDL-HUVECs-Exos showed weaker anti-DCs maturation effects when compared with HUVECs-Exos group (Figure 2(e,f) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 241,
                    "text": "(Figure 2(e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 339,
                    "end": 351,
                    "text": "(Figure 2(f)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 589,
                    "end": 601,
                    "text": "(Figure 2(e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 667,
                    "end": 679,
                    "text": "(Figure 2(f)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 865,
                    "end": 879,
                    "text": "(Figure 2(e,f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibits DCs maturation"
        },
        {
            "text": "Exos are important mediators of intercellular communication by transmitting donor cell-specific proteins and RNA. Notably, consistent with the decreased MALAT1 in ox-LDL-HUVECs-Exos (Figure 1(c) ), MALAT1 expression was also downregulated in the iDCs co-cultured with ox-LDL-HUVECs-Exos when compared with iDCs co-cultured with HUVECs-Exos (Figure 2(d) ). These data indicated that iDCs co-cultured with ox-LDL-HUVECs-Exos absorbed lower MALAT1 when compared with the iDCs co-cultured with HUVECs-Exos. Thus, we may suggest that, the mechanism underlying the ox-LDL-HUVECs-Exos-mediated weaker inhibitory effect on DCs maturation might be associated with lower MALAT1 expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 194,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 340,
                    "end": 352,
                    "text": "(Figure 2(d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibits DCs maturation"
        },
        {
            "text": "To address this, MALAT1 was overexpressed in HUVECs foolwoed by treatment with ox-LDL, and exosomes were isolated from HUVECs and then cocultured with iDCs. The overexpression efficiency of MALAT1 in Lv-MALAT1-transfected HUVECs was confirmed by qRT-PCR (Figure 2(a) ). Furthermore, MALAT1 expression was upregulated in exosomes derived from Lv-MALAT1-transfected HUVECs (Figure 2(b) ). The intake of exosomes by iDCs was confirmed under a laser confocal microscope (Figure 2(c) ). Furthermore, we observed an increased MALAT1 in iDCs co-cultured with ox-LDL-HUVECs-Exos Lv-MALAT1 when compared with the ox-LDL-HUVECs-Exos Lv-ctrl group (Figure 2(d) ). More importantly, compared with ox-LDL-HUVECs-Exos Lv-ctrl group, ox-LDL-HUVECs-Exos Lv-MALAT1 significantly increased higher cellular uptake of FITC-dextran in iDCs (Figure 2 (e)), and decreased expression of DCs markers CD80, CD86, and HLA-DR (Figure 2(f) ). These data indicated that exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibited DCs maturation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 266,
                    "text": "(Figure 2(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 371,
                    "end": 383,
                    "text": "(Figure 2(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 466,
                    "end": 478,
                    "text": "(Figure 2(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 637,
                    "end": 649,
                    "text": "(Figure 2(d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 819,
                    "end": 828,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 898,
                    "end": 910,
                    "text": "(Figure 2(f)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibits DCs maturation"
        },
        {
            "text": "Recent evidence indicates that ROS production promotes DCs maturation and activation [24] . NRF2 is the master regulator of anti-oxidative responses. Thus, we then elucidated the effect of exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos on NRF2 signaling and ROS accumulation in iDCs. To this end, MALAT1 was overexpressed in ox-LDL-HUVECs, and exosomes were isolated from ox-LDL-HUVECs and then cocultured with iDCs. Data revealed that LPS downregulated protein levels of NRF2 and NRF2 signaling downstream genes including HO-1 and NQO1 (Figure 3(a) ). Furthermore, LPS treatment decreased NRF2 nuclear translocation, a key step of NRF2 signaling activation (Figure 3(b) ). These data indicated that LPS significantly inhibited NRF2 signaling. Importantly, HUVECs-Exos treatment attenuated the LPS-mediated inhibition of NRF2 signaling. ox-LDL-HUVECs-Exos showed weaker attenuation when compared with HUVECs-Exos group (Figure 3(a,b) ). Importantly, compared with ox-LDL-HUVECs-Exos Lv-ctrl , ox-LDL-HUVECs-Exos Lv-MALAT1 significantly upregulated protein expression of NRF2, HO-1, and NQO1 (Figure 3 (a)) and increased NRF2 nuclear translocation (Figure 3(b) ). These data indicated that upregulation of MALAT1 expression in exosomes from Lv-MALAT1-transfected ox-LDL-HUVECs activated NRF2 signaling in DCs. In addition, compared with ox-LDL-HUVECs-Exos Lv-ctrl group, ox-LDL-HUVECs-Exos Lv-MALAT1 significantly decreased ROS content (Figure 3(c) ). Thus, our findings suggested that exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos activated NRF2 signaling and thereby inhibited ROS accumulation in DCs.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 561,
                    "text": "(Figure 3(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 670,
                    "end": 682,
                    "text": "(Figure 3(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 931,
                    "end": 945,
                    "text": "(Figure 3(a,b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1103,
                    "end": 1112,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1159,
                    "end": 1171,
                    "text": "(Figure 3(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1447,
                    "end": 1459,
                    "text": "(Figure 3(c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos activates NRF2 signaling and thereby inhibits ROS accumulation"
        },
        {
            "text": "Next, we explored the mechanisms underlying the MALAT1-mediated activation of NRF2 signaling. Results of RNA pull-down assay showed that NRF2 was abundantly detected in the pull-down complex of MALAT1 (Figure 4(a) ). Furthermore, results of RIP assay further confirmed the binding between MALAT1 and NRF2, as indicated by abundantly expressed MALAT1 when using the NRF2 antibody as compared to using the nonspecific antibody (IgG control) (Figure 4(b) ). To verify how MALAT1 expression in DCs regulated NRF2, we overexpressed and silenced MALAT1 in DCs to examine the effect of MALAT1 expression on NRF2 signaling. Data revealed that MALAT1 overexpression significantly upregulated protein levels of NRF2, HO-1, and NQO1 ( Figure  4 (c)) and increased NRF2 nuclear translocation (Figure 4(d) ). In contrast, MALAT1 knockdown exerted the opposite effects (Figure 4 (e,f)). These findings indicated that MALAT1 upregulation in DCs activated NRF2 signaling, whereas MALAT1 downregulation in DCs inhibited NRF2 signaling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 213,
                    "text": "(Figure 4(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 439,
                    "end": 451,
                    "text": "(Figure 4(b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 724,
                    "end": 733,
                    "text": "Figure  4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 780,
                    "end": 792,
                    "text": "(Figure 4(d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 855,
                    "end": 864,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "MALAT1 interacts with NRF2 and activates NRF2 signaling in DCs"
        },
        {
            "text": "Finally, we verified the in vivo role of mouse VECs-Exos treatment in AS progression in AS mice. As shown in Figure 5(a) , the AS mice displayed obvious formation of atheromatous plaques in comparison with the control mice. Furthermore, the aorta of AS mice showed obvious atherosclerotic plaque, a large amount of porridge-like amorphous substance in the lipid pool, loose and structurally disordered smooth muscle layer of the plaque, and inflammatory cells infiltration ( Figure 5(b) ). Moreover, serum levels of oxidative stress indexes including MDA content and ROS content ( Figure 5(d) ) and pro-inflammatory cytokines (IL-12 and IL-6) ( Figure 5 (e)) were significantly higher in the AS group compared with the control group. In contrast, serum levels of antiinflammatory cytokines (IL-10 and TGF-β) were lower in the AS group than that in the control group ( Figure 5(e) ). These data indicated that the mouse model of AS was successfully established.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 120,
                    "text": "Figure 5(a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 475,
                    "end": 486,
                    "text": "Figure 5(b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 581,
                    "end": 592,
                    "text": "Figure 5(d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 645,
                    "end": 653,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 868,
                    "end": 879,
                    "text": "Figure 5(e)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MALAT1 expression in mouse VECs-Exos is associated with AS"
        },
        {
            "text": "We also found that mouse VECs-Exos treatment alleviated AS progression, as evidenced by less atheromatous plaques and inflammatory cells infiltration ( Figure 5(a,b) ), decreased serum levels of oxidative stress indexes ( Figure 5(d) ) and proinflammatory cytokines (IL-12 and IL-6) ( Figure 5 (e)), as well as increased anti-inflammatory cytokines (IL-10 and TGF-β) ( Figure 5(e) ). Furthermore, compared with the AS+VECs-Exos group, the mice in the AS+ox-LDL-VECs-Exos group showed more atheromatous plaques and inflammatory cells infiltration ( Figure 5(a,b) ), as The interaction between MALAT1 and NRF2 protein was further validated by RIP assay. Effect of MALAT1 overexpression on the protein expression of NRF2, HO-1, and NQO1 in total cell lysates (c) as well as nuclear NRF2 in the nuclear fraction lysates (d) was evaluated by western blot. Effect of MALAT1 knockdown on the protein expression of NRF2, HO-1, and NQO1 in total cell lysates (e) as well as nuclear NRF2 in the nuclear fraction lysates (f) was evaluated by western blot. *p < 0.05 vs. IgG (b) or Vector (c), or si-Ctrl (e). well as increased serum levels of oxidative stress indexes ( Figure 5(d) ) and pro-inflammatory cytokines (IL-12 and IL-6) ( Figure 5 (e)), as well as increased anti-inflammatory cytokines (IL-10 and TGF-β) ( Figure 5(e) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 165,
                    "text": "Figure 5(a,b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 222,
                    "end": 233,
                    "text": "Figure 5(d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 369,
                    "end": 380,
                    "text": "Figure 5(e)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 548,
                    "end": 561,
                    "text": "Figure 5(a,b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1159,
                    "end": 1170,
                    "text": "Figure 5(d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1223,
                    "end": 1231,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1307,
                    "end": 1318,
                    "text": "Figure 5(e)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "MALAT1 expression in mouse VECs-Exos is associated with AS"
        },
        {
            "text": "As shown in Figure 5 (c), MALAT1 expression was significantly decreased in the AS group compared with the control group, which was consistent with human data (Figure 1(b) ). Furthermore, serum MALAT1 expression was significantly higher in the AS+VECs-Exos group than that in the AS+PBS group. Moreover, serum MALAT1 expression was decreased in the AS+ox-LDL-VECs-Exos group when compared with the AS+VECs-Exos group. Taken togenther, these results indicated that a decrease in MALAT1 content from mouse VECs-Exos was associated with AS progression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 158,
                    "end": 170,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MALAT1 expression in mouse VECs-Exos is associated with AS"
        },
        {
            "text": "DCs maturation contributes to atherogenesis [3, 5] . DCs have functional differences between their immature and mature status. Compared with mature DCs (mDCs), iDCs possess higher phagocytosis and are weaker in antigen presentation and feeble in immunostimulation [3, 4] . Furthermore, it is well accepted that iDCs possess tolerogenic and anti-inflammatory properties [3] . Our previous study has demonstrated that captopril treatment inhibits DCs maturation and maintains their tolerogenic property, which is closely associated with their anti-atherosclerosis activity [3] . In this study, our results revealed that exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibited DCs maturation, suggesting the potential antiatherogenesis effect of MALAT1.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 48,
                    "end": 50,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MALAT1 has been reported to be less expressed in the atherosclerotic plaques [25] . Furthermore, MALAT1 knockdown promotes AS progression in the MALAT1-deficient ApoE −/mice compared with the MALAT1-wild-type ApoE −/mice [19] . These findings indicated the potential protective role of MALAT1 in AS. Several studies have shown that MALAT1 play different roles through exosomes as a medium of transmission. For example, exosomal MATAL1 from human adipose-derived stem cells promoted ischemic wound healing [26] and traumatic brain injury recovery [27] . Exosomal MALAT1 derived from oxLDL-treated HUVECs promoted M2 macrophage polarization [28] . Delivery of MALAT1 mediated by breast cancer cells-secreted exosomes induced cell proliferation in breast cancer [21] . Our in vivo assay showed that MALAT1 expression from AS mouse sera-derived exosomes showed an opposite trend to AS progression, indicating that a decrease in MALAT1 content from mouse VECs-Exos was associated with AS progression. Thus, the above-mentioned findings support our notion that MALAT1 has potential antiatherogenesis effect in AS.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We next investigated the underlying mechanism by which increased MALAT1 expression from ox-LDL-HUVECs inhibited DCs maturation. As one of the master regulators of anti-oxidative responses, NRF2 plays critical roles in the regulation of activation [9] , maturation [10] , and immune tolerance [11] of DCs. Furthermore, NRF2 activation exerts antiatherosclerosis effects [7] and attenuates ox-LDLinduced endothelial cell injury [8] . Our results showed that exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos interacted with NRF2 and activated NRF2 signaling in DCs, and thereby inhibited ROS accumulation. Recent evidence indicates that ROS production promotes maturation and activation of DCs [24] . Hence, we may suggest that exogenous overexpression of MALAT1 from ox-LDL-HUVECs inhibited DCs maturation by interacting with NRF2 and activating NRF2 signaling.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although Chen et al. [29] have found that MALAT1 interacted with NRF2 and inhibited NRF2 downstream gene expression, studies revealing the positive regulation of NRF2 by MALAT1 have been reported. For example, Zeng et al. [23] demonstrated that MALAT1 downregulated NRF2negative regulator KEAP1 to activate NRF2 signaling in HUVECs. Recent data also revealed that antagonism of MALAT1 downregulated NRF2 in multiple myeloma cells [30] . Consistent with this, our results showed that MALAT1 interacted with NRF2 and activated NRF2 signaling in DCs.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evidence indicates that endothelial cell-derived microvesicles or exosomes can regulate DCs maturation in vascular wall [31] . DCs are present in their immature forms in non-diseased arteries and become activated during atherogenesis. Some DCs cluster with T cells directly within atherosclerotic lesions, while others migrate to lymphoid organs to activate T cells [3, 4] . The interaction between endothelial cell-derived microvesicles/exosomes and DCs was complicated and requires further investigation [31] [32] [33] . In the present study, our in vitro results showed that exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibited DCs maturation. Further assays in AS model mice demonstrated that mouse VECs-Exos treatment alleviated AS progression. In addition, a decrease in MALAT1 content in mouse VECs-Exos might be associated with mouse AS progression. However, whether the mechanism underlying the protective effect of VECs-Exos on AS was associated with MALAT1-mediated regulation of DCs maturation remains to be further studied.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, loss of exosomal MALAT1 derived from ox-LDL-treated VECs represses NRF2 signaling pathway, thus failing to effectively eliminate oxidative stress, which results in DCs maturation in AS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No potential conflict of interest was reported by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunosuppressive effect of ticagrelor on dendritic cell function: a new therapeutic target of antiplatelet agents in cardiovascular disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Biomed Nanotechnol",
            "volume": "14",
            "issn": "",
            "pages": "1665--1673",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular mechanisms and genetic regulation in atherosclerosis",
            "authors": [
                {
                    "first": "A-O",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "Regine",
                    "middle": [
                        "Ma"
                    ],
                    "last": "Subrata",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Cardiol Heart Vasc",
            "volume": "21",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Captopril inhibits maturation of dendritic cells and maintains their tolerogenic property in atherosclerotic rats",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int Immunopharmacol",
            "volume": "28",
            "issn": "",
            "pages": "715--723",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dendritic cells in atherosclerosis: current status of the problem and clinical relevance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Bobryshev",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Heart J",
            "volume": "26",
            "issn": "",
            "pages": "1700--1704",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PCSK9 plays a novel immunological role in oxidized LDL-induced dendritic cell maturation and activation of T cells from human blood and atherosclerotic plaque",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frostegård",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Intern Med",
            "volume": "284",
            "issn": "",
            "pages": "193--210",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nrf2 deficiency impairs atherosclerotic lesion development but promotes features of plaque instability in hypercholesterolemic mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ruotsalainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lappalainen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heiskanen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cardiovasc Res",
            "volume": "115",
            "issn": "",
            "pages": "243--254",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nrf2 activation provides atheroprotection in diabetic mice through concerted upregulation of antioxidant, anti-inflammatory, and autophagy mechanisms",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lazaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lopez-Sanz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Pharmacol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Zedoarondiol attenuates endothelial cells injury induced by oxidized low-density lipoprotein via Nrf2 activation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Physiol Biochem",
            "volume": "48",
            "issn": "",
            "pages": "1468--1479",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proteomics analysis of dendritic cell activation by contact allergens reveals possible biomarkers regulated by Nrf2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mussotter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomm",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "313",
            "issn": "",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of nuclear factor (Erythroid-Derived 2)-like 2 signaling for effects of fumaric acid esters on dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waschbisch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Knippertz",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nrf2-mediated metabolic reprogramming of tolerogenic dendritic cells is protective against aplastic anemia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Autoimmun",
            "volume": "94",
            "issn": "",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nrf2 suppresses the function of dendritic cells to facilitate the immune escape of glioma cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Exp Cell Res",
            "volume": "360",
            "issn": "",
            "pages": "66--73",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "LncRNA SRA deregulation contributes to the development of atherosclerosis by causing dysfunction of endothelial cells through repressing the expression of adipose triglyceride lipase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Med Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Silence of lncRNA UCA1 represses the growth and tube formation of human microvascular endothelial cells through miR-195",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Physiol Biochem",
            "volume": "49",
            "issn": "",
            "pages": "1499--1511",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Angio-LncRs: lncRNAs that regulate angiogenesis and vascular disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Theranostics",
            "volume": "8",
            "issn": "",
            "pages": "3654--3675",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Long non-coding MALAT1 functions as a competing endogenous RNA to regulate vimentin expression by sponging miR-30a-5p in hepatocellular carcinoma",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Physiol Biochem",
            "volume": "50",
            "issn": "",
            "pages": "108--120",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The effects of lncRNA MALAT1 on proliferation, invasion and migration in colorectal cancer through regulating SOX9",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Med",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estrogen receptor beta promotes the vasculogenic mimicry (VM) and cell invasion via altering the lncRNA-MALAT1/miR-145-5p/NEDD9 signals in lung cancer",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Oncogene",
            "volume": "38",
            "issn": "",
            "pages": "1225--1238",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immune system-mediated atherosclerosis caused by deficiency of long noncoding RNA MALAT1 in ApoE-/-mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gast",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cardiovasc Res",
            "volume": "115",
            "issn": "",
            "pages": "302--314",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The long noncoding RNA MALAT1 induces tolerogenic dendritic cells and regulatory T cells via miR155/dendritic cell-specific intercellular adhesion molecule-3 grabbing nonintegrin/IL10 axis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Exosome-mediated delivery of MALAT1 induces cell proliferation in breast cancer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Onco Targets Ther",
            "volume": "11",
            "issn": "",
            "pages": "291--299",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The lncRNA MALAT1 protects the endothelium against ox-LDL-induced dysfunction via upregulating the expression of the miR-22-3p target genes CXCR2 and AKT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "X"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "FEBS Lett",
            "volume": "589",
            "issn": "",
            "pages": "3189--3196",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The long non-coding RNA MALAT1 activates Nrf2 signaling to protect human umbilical vein endothelial cells from hydrogen peroxide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biochem Biophys Res Commun",
            "volume": "495",
            "issn": "",
            "pages": "2532--2538",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Piperlongumine suppresses dendritic cell maturation by reducing production of reactive oxygen species and has therapeutic potential for rheumatoid arthritis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Immunol",
            "volume": "196",
            "issn": "",
            "pages": "4925--4934",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long non-coding RNAs in the atherosclerotic plaque",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Berkan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lalem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Atherosclerosis",
            "volume": "266",
            "issn": "",
            "pages": "176--181",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human adipose-derived stem cell conditioned media and exosomes containing MALAT1 promote human dermal fibroblast migration and ischemic wound healing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv wound care",
            "volume": "7",
            "issn": "",
            "pages": "299--308",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Long noncoding RNA MALAT1 in exosomes drives regenerative function and modulates inflammation-linked networks following traumatic brain injury",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Neuroinflammation",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Exosomal MALAT1 derived from oxidized low-density lipoprotein-treated endothelial cells promotes M2 macrophage polarization",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Med Rep",
            "volume": "18",
            "issn": "",
            "pages": "509--515",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Long noncoding RNA MALAT1 regulates generation of reactive oxygen species and the insulin responses in male mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biochem Pharmacol",
            "volume": "152",
            "issn": "",
            "pages": "94--103",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Drugging the lncRNA MALAT1 via LNA gapmeR ASO inhibits gene expression of proteasome subunits and triggers anti-multiple myeloma activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amodio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stamato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Juli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Leukemia",
            "volume": "32",
            "issn": "",
            "pages": "1948--1957",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "MicroRNA-containing microvesicles regulating inflammation in association with atherosclerotic disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulsmans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holvoet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cardiovasc Res",
            "volume": "100",
            "issn": "",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Lymphatic exosomes promote dendritic cell migration along guidance cues",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Cell Biol",
            "volume": "217",
            "issn": "",
            "pages": "2205--2221",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dendritic cells and routing cargo into exosomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Leone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kain",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunol Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "683--693",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MALAT1 (human)-F, 5'-GGGTGTTTA CGTAGACCAGAACC-3'; MALAT1 (human)-R, 5' CTTCCAAAAGCCTTCTGCCTTAG-−3'; MAL AT1 (mouse)-F, 5'-GTTACCAGCCCAAACCTC AA-3''; MALAT1 (mouse)-R, 5'-CGATGTGGCAG AGAAATCAC-3'; GAPDH (human)-F, 5'-GCA CCGTCAAGGCTGAGAAC 3'; GAPDH (human)-R, 5' -ATGGTGGTGAAGACGCCAGT −3'; GAP DH (mouse)-F, 5'-TTTG −3'; GAPDH (mouse)-R, 5'-TGTAGACCATGTAGTTGAGGTCA-3'.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(FCM) analysis was performed to detect the phenotypic profile of DCs and to examine the FITC-Dextran endocytosis in DCs. For detection of DCs cell surface markers, cells were washed with PBS for three times and then incubated with PE-anti-CD80 (BD Biosciences), PEanti-CD86 (eBioscience), and PE-anti-HLA-DR (eBioscience) for 30 min in the dark. The cell mixture was analyzed on a FACSCalibur flow cytometer (BD Biosciences).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Exosomal MALAT1 expression was decreased in AS-sera and ox-LDL-HUVECs. Exosomes were isolated from sera from normal individuals (Normal group) and AS patients (AS group), also from HUVECs treated with PBS (PBS group) or ox-LDL (ox-LDL group). (a) The protein expression of exosomal surface markers TSG101 and CD63 in isolated exosomes in each group were examined by western blot. (b) Exosomal MALAT1 expression in the Normal and AS group was detected by qRT-PCR analysis. (c) Exosomal MALAT1 expression in the PBSand the ox-LDL-treated HUVECs was detected by qRT-PCR analysis.*p < 0.05 vs. Normal (b) or PBS (c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos inhibited DCs maturation. (a) The overexpression efficiency of MALAT1 in Lv-MALAT1-transfected HUVECs was confirmed by qRT-PCR. (b) MALAT1 expression was upregulated in exosomes derived from Lv-MALAT1-transfected HUVECs. (c) The HUVECs-Exos were labeled with the lipophilic fluorescent dye DiO (green) and co-incubated with DCs transfected with mCherry plasmid (red). The intake of exosomes by iDCs was analyzed under a laser confocal microscope. Scale bar: 25 μm. (d) The iDCs were co-cultured with PBS (control of exosomes), exosomes derived from control HUVECs (Exos), exosomes derived from ox-LDL-treated HUVECs (ox-LDL-Exos), exosomes derived from ox-LDL-treated HUVECs that have been transfected with Lv-Ctrl (ox-LDL-Exos Lv-ctrl ), exosomes derived from ox-LDL-treated HUVECs that have been transfected with Lv-MALAT1 (ox-LDL-Exos Lv-MALAT1 ). Relative MALAT1 expression in DCs was detected by qRT-PCR analysis. The iDCs were co-cultured with LPS (2 μg/mL, 30 min), PBS, or the exosomes mentioned in (d), and (e) endocytosis of DCs was measured by FCM analysis as the cellular uptake of FITC-dextran. (f) The expression of DCs cell surface markers CD80, CD86, and HLA-DR were measured by FCM analysis. *p < 0.05 vs. Lv-ctrl (A-B) or iDCs+PBS or iDCs (D-F); # p < 0.05 vs. iDCs+Exos (D) or LPS+iDCs+PBS (E-F); $ p < 0.05 vs. iDCs+ox-LDL-Exos Lv-ctrl (d) or LPS+iDCs+Exos (E-F); & p < 0.05 vs. LPS+iDCs+ox-LDL-Exos Lv-ctrl (E-F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Exogenous overexpression of MALAT1 from ox-LDL-HUVECs-Exos activated NRF2 signaling, and thereby inhibited ROS accumulation. The iDCs were co-cultured with LPS (2 μg/mL, 30 min), PBS or the indicated exosomes, the protein levels of NRF2, HO-1, and NQO1 in total cell lysates (a), nuclear NRF2 in the nuclear fraction lysates (b) were evaluated by western blot. (c) ROS content was detected by the ROS kit. *p < 0.05 vs. iDCs; # p < 0.05 vs. LPS+iDCs+PBS; $ p < 0.05 vs. LPS+iDCs+Exos; & p < 0.05 vs. LPS+iDCs +ox-LDL-Exos Lv-ctrl.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MALAT1 interacted with NRF2 and activated NRF2 signaling. (a) The interaction between MALAT1 and NRF2 protein was evaluated by RNA pull-down assay. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MALAT1 expression in mouse VECs-Exos was associated with AS. (a) Representative images of oil red O staining in the aorta. Scale bar: 250 μm. (b) Representative images of HE staining in the aortic arch. Scale bar: 250 μm. (c) Exosomal MALAT1 expression in mouse sera. (d) Levels of oxidative stress indexes including MDA and ROS. (e) Levels of cytokines including IL-10, TGFβ, IL-6, and IL-12 in mouse sera. *p < 0.05 vs. Control, # p < 0.05 vs. AS+PBS, & p < 0.05 vs. AS+VECs-Exos.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}