{
    "paper_id": "3ce18588bf7e6dc4ab0f08ffce547347279b9dc6",
    "metadata": {
        "title": "POS-330 RISK PERCEPTIONS ABOUT COVID-19 AMONG A COHORT OF CHRONIC KIDNEY DISEASE PATIENTS IN RURAL INDIA",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Md",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AstraZeneca",
                    "location": {
                        "addrLine": "Applied Therapeutics, Boehringer Ingelheim, Boston Scien-tific",
                        "settlement": "Amgen, Bayer",
                        "region": "Biofourmis"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "to RAASi and treatment of HK remains suboptimal and rarely used. This real-world study describes treatment patterns in patients with CKD and HK across geographies. Methods: The cohort was extracted from: Japan Medical Data Vision (JMDV), Clinical Practice Research Datalink (CPRD), and integrated Limited Claims and Electronic Health Record (LCED) data. Patients with HK (two sK + measures >5.0 mmol/L) aged >18 years (>20 years for JMDV) with a diagnostic CKD code (stage 3A-5 including renal replacement therapy) or two estimated glomerular filtration rate (eGFR) measures <75 mL/min/1.73m 2 at least 90 days apart between January 2008 and October 2018 were included. For patients with eGFRs 60-75 ml/min/1.73 m 2 , one or more of the following was also required inclusive or prior to the second eGFR measurement: CKD diagnostic code, history/presence of albuminuria, history of kidney transplant, or confirmed cause of CKD, including any of the following: IgA nephropathy, glomerulonephritis, lupus nephritis, ANCA nephritis, or polycystic kidney disease. Index was 2 nd HK event. We describe the median number of days and percentage of time on treatment during follow-up by HK severity at index for treatments commonly prescribed to patients with CKD that may impact sK + levels (e.g. RAASi), and for HK including: K + binders or emergency dialysis (ED). We also describe characteristics of patients treated with K + binders. Results: A cohort of 46,030 patients with CKD and HK were identified, of which 35,362 (4,536, 29,009, and 1,817 from Japan, UK and US, respectively) were prescribed treatments that may impact sK + levels and for HK during follow-up. Mean (SD) age was 78.1 (11.7), 74.0 (11.4) and 73.4 (12.4) years and 49%, 50% and 50% were female from Japan, UK and US, respectively. Over a third of patients were not taking RAASi during follow-up. For those who were taking RAASi, as index HK severity increased, the median number of days and percentage of follow-up time on RAASi decreased across all countries, Table 1 . Therapies specific to treating HK included 4% of patients taking K + binders with the majority (85%) of use in Japan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2028,
                    "end": 2035,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Conclusions: In this CKD population with HK, time on RAASi decreased with increasing HK severity and management of HK across geographies varied. Therapies specific for treating HK were scarcely used and mostly initiated when HK was moderate to severe (>5.5). These findings suggest that effective and well-tolerated treatments that treat HK and allow continuation of RAASi therapy may be beneficial. Future studies are warranted to explore the association of whether treatments for HK allow continuation of RAASi therapy. Conflict and Astellas. DCW has received personal fees and non-financial support from AstraZeneca, as well as personal fees from Bayer, Boehringer Ingelheim, Astellas, GlaxoSmithKline, Janssen, Napp, Mundipharma, Reata, Vifor Fresenius, and Tricida. RP-F is an employee of Arbor Research Collaborative for Health, which receives global support for the ongoing DOPPS Programs (provided without restriction on publications by a variety of funders -for details see https://www.dopps.org/AboutUs/Support.aspx). He also reports research grants from Fresenius Medical Care, non-financial support from Astra Zeneca, Bayer, Boehringer, Novo Nordisk, Akebia, and personal fees from Retrophin outside the submitted work.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "text": "Conflict",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction: COVID-19 pandemic has resulted in disruption to routine health services delivery as strict lockdowns were implemented in India. The nation-wide lockdown lasting 2 months was imposed with an aim to reduce the spread of infection and prepare the health systems capacity for the pandemic. The Government of India issued advisory for those with chronic conditions to avoid visits to healthcare facilities for non-emergency consultations.The 'Study to Test and Operationalize Preventive approaches for chronic kidney disease of undetermined aetiology (STOP CKDu)' is following up a community-based cohort of 2419 participants over the age of 18 years in 40 clusters (75 villages) of Srikakulam District in Andhra Pradesh, India since Feb 2018. We conducted this mixed methods study to assess the risk perception of participants in our cohort about COVID19 and understand the impact of COVID and the mobility restrictions posed by lockdown on the access to care and compliance to treatment among the adults with CKD. Methods: We administered a structured questionnaire and undertook qualitative interviews to address the study objectives. Seven questions were added to the STOP CKDu study follow up to determine the level of awareness and risk perceptions regarding COVID-19 and compliance to ongoing treatment schedules.All responses were recorded into an electronic data collection tool and statistical analysis performed. Results: 2419 participants were followed up since May 2018 in the STOP CKDu cohort, 2276 participated in current telephonic survey (40 had died, 85 migrated and 18 could not be contacted). The mean age was 45.8 (AE13.3) years, and half were women. With respect to risk perceptions on COVID-19, ways of spread and measures to prevent its spread, 68% participants exhibited good knowledge of the common symptoms and prevention measures. However, 43% were not aware of the mode of disease transmission. Our participants a high risk group due to NCDs/ CKD, were aware of public health measures (social/ physical distancing, lockdown and usage of masks or face covering). Out of 822 respondents, who were scheduled to have a medical follow up, 115 (14%) missed their follow up visit during the lockdown, 110 (13.4%) reported facing challenges in medication procurement and 98 (11.6%) either developed new symptoms or experienced worsening of pre-existing symptoms. 233 (28.5%) used telemedicine facility and sought telephonic advice from (private) physicians, while 149 (18.2%) were able to undertake an in-person visit to their regular healthcare provider. Among those with ESKD, seven subjects were undergoing regular in-centre haemodialysis. Four of them reported missing their scheduled sessions. One developed severe breathlessness and died despite receiving dialysis. Conclusions: This is the first study conducted in India to assess the effect of the ongoing COVID 19 pandemic on risk perceptions and access to health services for persons with CKD. Our findings provide insights into the risk perceptions, and practices prevailing in a high CKD burden setting in rural India. We highlight the urgent need for comprehensive guidelines that address continuum of care for NCDs/ CKD during the current and future disruptions to routine healthcare service delivery. Prioritization by governments to ensure uninterrupted essential primary healthcare services would be key to preparing for future pandemics. Introduction: The burden of kidney disease in sub-Saharan Africa is currently poorly understood. Very limited monitoring and treatment is available for people affected. The association with other diseases and with mortality is unknown in this setting. We sought to determine the association between kidney function and subsequent all-cause mortality. Methods: In a general population cohort with detailed measurement of health-related parameters in rural Uganda, we estimated the baseline glomerular filtration rate (GFR) between 2011-2014 in 5,678 participants. We followed participants up to March 2019 with regular ascertainment of mortality and migration. Using multivariable cox regression, we determined associations between baseline eGFR and mortality. Results: The median age of the participants at baseline was 36 years (IQR 24-50), 60.7% were female, 14.6% hypertensive, 9.7% HIV-positive and 1.8% diabetic. We registered 140 deaths with a median follow-up of 5.0 years. Adjusting for age and sex, HIV, hypertension, diabetes, BMI, marital status, and alcohol and tobacco use participants with eGFR #45 mls/min/1.73m 2 had six-fold higher mortality compared to those with eGFR $90mls/min/1.73m 2 (HR 6.12 (95% CI 2.27-16.45)) with strong evidence of a linear trend for risk of mortality as renal function declined (P<0.001). Conclusions: In a prospective cohort with high rates of follow-up we found that baseline kidney function was associated with subsequently increased mortality in a graded manner. Improved understanding of the determinants of kidney disease and its progression are needed in order to inform interventions for prevention and treatment. Introduction: The Indian Chronic Kidney Disease (ICKD) study is an ongoing, nationwide, multi-centric prospective cohort study recruiting participants with mild to moderate CKD that aims to identify risk factors for CKD development and progression and implement effective therapies. Here, we report the baseline socio demographic, etiology of CKD, risk factors and laboratory parameters in the inception cohort. Methods: Patients with confirmed CKD between 18-70 years of age and estimated glomerular filtration rate (eGFR) of 15-60ml/min/1.73m 2 or eGFR >60ml/min/1.73m2 and proteinuria/albuminuria with stable clinical course for at least 3 months have been recruited. Organ transplant recipients, those with malignancy for last 2 years, non-Indian ethnicity, pregnancy in case of females, on immunosuppressive therapy, life expectancy <1 year and with poor functional status are excluded. Socio-demographic details, history related to kidney diseases, traditional and indigenous risk factors, CVD and other co-morbidities are recorded. Blood and urine samples are being collected at baseline and annually. Primary outcome of the study is time to ESRD/RRT, 50% decline in eGFR and any new cardiovascular event Results: Total 4056 CKD subjects has been enrolled. The mean age of the cohort was 50.3 +/-11.8 years with 67.2% males. Median eGFR was",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chandigarh, India; 2 Postgraduate Institute of Medical Education and Research-Chandigarh-India",
            "authors": [],
            "year": null,
            "venue": "Experimental Medicine and Biotechnology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conflict of Interest: STOP CKDu study is funded by the Government of Andhra Pradesh under a grand challenges research programme in partnership with Indian Council of Medical Research.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of Interest: GJ, SK, EW, and KH are employees and stockholders of AstraZeneca. JJC has received institutional grants from AstraZeneca, ViforPharma and Astellas speaker fees from AstraZeneca, Abbott and Nutricia consultancy for AstraZeneca, Baxter Healthcare and Bayer. SF has receieved research support and consulting fees from AstraZeneca research support from Akebia Inc, MegaPro Biomedical Co., Ltd, Ardelyx, Corvidia Therapeutics, and Cara Therapeutics. EK is a consultant for AstraZeneca. NK is a consultant for AstraZeneca, Boehringer Ingelheim and Kyowa Hakko Kirin and receives honoraria from Kyowa Hakko Kirin and Daiichi Sankyo. MK has received research grants from AstraZeneca, Boehringer Ingelheim has served as consultant or on the Advisory Board for Amgen, Applied Therapeutics, AstraZeneca, Bayer, Boehringer Ingelheim, Eli Lilly, Janssen, Merck (Diabetes), Novo Nordisk, Sanofi, Vifor Pharma receives honoraria from AstraZeneca, Boehringer Ingelheim, Novo Nordisk and other research support from AstraZeneca. ML is supported by the Slovenian Research Agency has received research support from Roche Diagnostics has served as consultant or on the Advisory Board/ Steering Committee for AstraZeneca, Boehringer Ingelheim, Novartis, Vifor Pharma has received personal fees from Abbott, Amgen, AstraZeneca, Boehringer Ingelheim, Novartis, Sanofi, Servier, Vifor Pharma. CSPL is supported by a Clinician Scientist Award from the National Medical Research Council of Singapore has received research support from Boston Scientific, Bayer, Roche Diagnostics, AstraZeneca, Medtronic, and Vifor Pharma has served as consultant or on the Advisory Board/ Steering Committee/ Executive Committee for Abbott Diagnostics, Amgen, Applied Therapeutics, AstraZeneca, Bayer, Biofourmis, Boehringer Ingelheim, Boston Scientific, Corvia Medical, Cytokinetics, Darma Inc., Eko.ai Pte Ltd, JanaCare, Janssen Research & Development LLC, Medtronic, Menarini Group, Merck, MyoKardia, Novartis, Novo Nordisk, Radcliffe Group Ltd., Roche Diagnostics, Sanofi, Stealth BioTherapeutics, The Corpus, Vifor Pharma and WebMD Global LLC and serves as co-founder & non-executive director of Us2.ai Pte Ltd. CP has Advisory Board membership with AstraZeneca, Vifor, Eli Lilly/ Boehringer Ingelheim, Speaker fees Novartis, Janssen Cilag, Otsuka, Astra Zeneca, Vifor. PS is on Advisory Boards of Astra Zeneca, Baxter, REATA, Vifor, FMC,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "QUALITY OF LIFE IN PATIENTS WITH DIABETIC NEPHROPATHY: FINDINGS FROM THE KNOW-CKD (KOREAN COHORT STUDY FOR OUTCOME IN PATIENTS WITH CHRONIC KIDNEY DISEASE) COHORTKim, H* 1 , Lee, J 2 , Choi, GH 1 , Kim, SH 1 , Yoon, JW 3 , Oh, KH 4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Introduction: Diabetic nephropathy (DN) is a major cause of end-stage renal disease, and can affect quality of life (QoL) because it requires arduous lifelong management. This study analyzed QoL differences at baseline and after 5 years between DN anDiabetic nephropathy (DN) is a major cause of end-stage renal disease, and can affect quality of life (QoL) because it requires arduous lifelong management. This study analyzed QoL differences at baseline and after 5 years between DN and non-DN patients with other chronic kidney disease (CKD).d non-DN patients with other chronic kidney disease (CKD). Methods: The analysis included subjects (n=1766) from the KNOW-CKD (KoreaN cohort study for Outcome in patients With Chronic Kidney Disease) cohort who completed the Kidney Disease Quality of Life Short Form (KDQOL-SF). The factors that influenced the QoL of participants with DN (n=390) were first analyzed, and differences in QoL between DN and non-DN participants was examined. To maintain homogeneity, most factors that influenced the QoL of participants with DN were controlled by propensity score-matched pair sampling using the greedy matching technique. In total, 239 DN and 239 non-DN subjects were finally selected, and differences in the mean KDQOL-SF scores between the 2 groups were then analyzed. Results: In the multivariate linear regression model, higher QoL scores were found for taller DN subjects and lower QoL scores were found for those who were unemployed or unmarried, received Medical Aid, had lower economic status, had higher platelet counts and alkaline phosphatase levels, and used clopidogrel or insulin. Patient satisfaction (59.9 vs. 64.5, P=0.022) and general health (35.3 vs. 39.1, P=0.041) were significantly lower in the DN group than in the non-DN group. Scores generally decreased in both groups during the 5-year follow-up, and the scores in the work status, sexual function, and role-physical domains were lower among patients with DN than among non-DN patients, but the differences were not statistically significant. Conclusions: In conclusion, among the DN subjects, socioeconomic factors were found to be strong risk factors for impaired QoL, as well as high platelet counts, high alkaline phosphatase levels, and clopidogrel and insulin use. The DN subjects showed lower QoL than the non-DN subjects in the domains of patient satisfaction and general health. In conclusion, we confirmed that DN itself affected QoL more strongly than other types of CKD.No conflict of interest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Kumar, V* 1 , Sethi, J 1 , Yadav, AK 2 , Ghosh, A 3 , Kundu, M 3 , Jha, V 3 , CKD Study Investigators, I 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POS-333 THE INDIAN CHRONIC KIDNEY DISEASE STUDY: DETAILED DESCRIPTION OF BASELINE CHARACTERISTICS"
        }
    ]
}