{
    "paper_id": "3d7febbbc022d8b5cab18a0f86eab50738498c54",
    "metadata": {
        "title": "Testing the Effects of UV-C Radiation on Materials",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "More care is being taken to disinfect surfaces we come into contact with due to the current corona virus pandemic. In addition to cleaning with liquid disinfectants, methods that expose surfaces to highenergy UV-C radiation at regular intervals have been increasingly used for months. The disinfecting effect of UV-C lies in the radiation energy, which is so high that it can split chemical bonds and thus destroy genetic molecules of viruses and bacteria. The materials from which our current products and surfaces are made usually have UV and light protection agents, but these are designed for lower-energy radiation from natural or artificial sunlight. The concern is that products that are frequently disinfected with UV-C will age faster -or rather fade, discolor or become brittleand subsequently fail to achieve their expected lifespan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tests on harmful UV radiation from terrestrial sunlight (wavelengths ≥ 295 nm) have been conducted for more than 100 years. Since natural weathering occurs in real time, the need for an accelerated process is practically and commercially justified. Thus, artificial light sources are used to accelerate the tests. Over time, improvements in the form of the type of light source used and filtering of the UV range have enabled increasingly better simulation of UV-A/UV-B sunlight. Materials and additives that focus on wavelengths ≥295 nm have been characterized by researchers. Thus, the additives used in the materials have been specifically designed for the critical wavelength ranges (295 -400 nm) found in natural sunlight, but their effect with respect to UV-C radiation is largely unknown. Studies on the effect of UV-C ex-posure on materials -although very informative -are only available to a limited extent to date [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 927,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "UV testing"
        },
        {
            "text": "For more than 40 years, UV-C radiation (especially in connection with light sources with spectral power centered at 254 nm) have been used for water treatment and disinfection, especially in pharmacy and medicine [4] . All bacteria and viruses (including coronaviruses) are susceptible to UV-C exposure. However, the required dosages vary to render different organisms completely harmless [5] . The use of UV-C sources for disinfection was originally limited to operating rooms in hospitals and in drug research. In other words, places where sterility is a particularly high priority. In the early 2020s, research on UV-C exposure to prevent the spread of COVID-19 infection exploded. The focus includes transportation vehicles and public areas.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "UV-C exposure increases explosively"
        },
        {
            "text": "In addition, UV-C sterilizers are now available for home use online and in select retail stores. These smaller devices are often designed to disinfect kitchen countertops and electrical appliances, as well as electronic devices such as cell phones, tablets and computer peripherals. UV-C disinfection is also now offered by cleaning companies for homes and businesses. While UV-C disinfection has traditionally been applied under relatively controlled circumstances using specially designed equipment by trained users and in limited (but effective) dosages, essentially anyone -even with little knowledge of the potential hazards -can now expose materials to UV-C. Due to the large num-ber of UV-C disinfection devices available on the market, it is also difficult to find out details about the actual UV-C dosage for each possible application. Even with clear instructions on the duration and intervals required for effective disinfection, users of private equipment sometimes act according to the motto \"more UV-C must be better\" without thinking of the potential degradation to the surface. This would significantly increase the UV-C exposure of the irradiated products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncontrolled dosage"
        },
        {
            "text": "To date, there are only two published test standards that specifically address UV-C testing of materials. One is IEC 60335-1 (2020), Annex T titled \"UV-C radiation effects on non-metallic materials\" and references the ISO 4892-1 and -2 standard, which is the general and xenon arc specific requirements for artificial weathering testing [6] . In the appendix, reference is made to the modification of 4892-2 to use \"...a low-pressure mercury lamp...\" with an illuminance of 10 W/m2 @ 254 nm. Other test requirements include a black standard temperature of 63 °C and an exposure time of 1000 hours. There are some concerns regarding the feasibility of this method: first, it is impractical (if not technically impossible) to modify commercially available xenon arc devices designed for ISO 4892-2 with UV-C lamps. Second, the black standard temperature appears to be too high for simulating surface temperature, since typical UV-C disinfection applications typically occur indoors at much lower ambient temperatures. Finally, the exposure duration of 1000 hours also far exceeds typical applications, even if UV-C equipment were used beyond necessary use. To achieve realistic UV-C exposure durations, less than 100 hours would probably suffice. The second method comes from the Business and Institutional Furniture Manufacturers Association (BIFMA) [7] . Among many other tests, this document mentions the requirement to use a UV-C light source (with radiation centered at 254 nm) within 291 kJ/m2 between 12 and 24 hours. This test duration is based on an expected life of seven years for the exposed material at one UV-C application per week and a dosage of 0.8 kJ/m2 UV-C per application. This meets the requirement to render a specific pathogen ineffective. The authors of the BIFMA standard made logical assumptions about UV-C applications in 2014: The required UV-C dosage needs further review in light of the increase in UV-C disinfection application en-vironments -dosage per application and potential number of applications per week. Test method development at global standards organizations, such as ASTM and ISO, are still in their infancy at the time of writing. Within several organizations, at the time this article is published working groups have been established to investigate the response of various polymers to UV-C and thus provide all the information needed to realize the development of appropriate UV-C test methods and new standards.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Standardization of UV-C material testing methods"
        },
        {
            "text": "To meet growing market demands for UV-C testing, Atlas Material Testing recently introduced a commercial instrument. The UVC Test is designed to test the durability of materials exposed to UV-C radiation (centered at 254 nm). It is based on Atlas' popular UV Test, which uses fluorescent bulbs to expose materials to the UV radiation of natural sunlight, but has special modifications for safety and reliability. For example, the intensity of the UV-C 254 lamps simulates ultraviolet germicidal irradiation (UVGI) as used by many UV-C disinfection devices. The device controls both the irradiance and the black standard temperature. Light and dark phases can also be programmed. To gain a better understanding of the UV-C dosing required for different applications, Atlas has also developed an easy-to-use UV-C dosing calculator. This requires the following inputs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atlas UVC Test"
        },
        {
            "text": "• UV-C dosage per application (which may vary depending on the UV-C disinfection device used). Based on this, the calculator determines the number of exposure hours that would be required to achieve the same amount of UV-C dosing that the material would receive in the end-use service environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atlas UVC Test"
        },
        {
            "text": "While many polymers are armed with additives to protect against natural sunlight, additives for protection against UV-C radiation are still largely unknown. Thus, the effects of UV-C radiation on the materials and products of our everyday lives raise concerns about appearance or premature failure. Current testing methods need to be further improved for today's applications -especially disinfection by UV-C radiation. Commercial UV-C testing equipment supports this task. //",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effects of Ultraviolet Germicidal Irradiation (UVG) on N95 Respirator Filtration Performance and Structural Integrity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lindsley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "12",
            "issn": "",
            "pages": "509--517",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Studies on UV-C Treatment of Polyamide Fibers for Improved Adhesion on tup and TPA",
            "authors": [
                {
                    "first": "Walther",
                    "middle": [],
                    "last": "Wintzer",
                    "suffix": ""
                },
                {
                    "first": "Leuthaeusser",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Chemistry and Chemical Engineering",
            "volume": "9",
            "issn": "",
            "pages": "38--44",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Comparison Study of the Degradative Effects and Safety Implications of UV-C and 405 nm Germicidal Light Sources for Endoscope Storage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Irving",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Polymer Degradation and Stability",
            "volume": "133",
            "issn": "",
            "pages": "249--254",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IUVA Fact Sheet on UV Disinfection for CO-VID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and Surface Stability of HCoV-19 (SARS-CoV-2) Compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IEC 60335-1: 2020, Household and similar electrical appliances -Safety -Part 1: General requirements",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BIFMA HCF 8.1-2014, Health Care Furniture Design -Guidelines for Cleanability",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "• Number of expected applications per week • Expected service life of the tested material • Radiation intensity during the test • Duration of light and dark phases ( optional)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Schematic structure of the test device for an aging test by UV-C radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author"
        },
        {
            "text": "The ultraviolet (UV) portion of the electromagnetic spectrum includes wavelengths from 400 to 100 nm and is divided into three regions: • UV-A (315-400 nm) -almost 95 % of the UV radiation reaching the earth's surface is in this range. Many pure polymers absorb these wavelengths and photochemical aging processes occur • UV-B (280-315 nm) -most of this UV range is filtered by the atmosphere, but contains higher energy that can further damage polymers • UV-C (100-280 nm) -does not reach the earth's surface naturally, has been used for decades, especially for water treatment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basics of ultraviolet radiation"
        }
    ]
}