{
    "paper_id": "3ddaebe5ad2170ae6bdb0a0a5e6628f157374fbe",
    "metadata": {
        "title": "The Effect of Nudging in Promoting the Consumption of Organic Fruits and Vegetables",
        "authors": [
            {
                "first": "Ruyin",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [
                    "D &apos;"
                ],
                "last": "Acunto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kerstin",
                "middle": [],
                "last": "Weimer",
                "suffix": "",
                "affiliation": {},
                "email": "kerstin.e.weimer@protonmail.com"
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Ahlström",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Esteves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A field study collecting behavioral data was conducted to investigate effects of behavioral interventions, commonly known as nudges, in promoting the consumption of organic fruits and vegetables. Consumption, both organically and conventionally produced fruits and vegetables, was measured in a grocery store during 4 days (1 day every other week) where consumers were exposed to informational messages in combination with either emotional images or social norm messages. Measurements of daily consumption without exposure to nudges were carried out during four other days (1 day every other week, alternated with the nudging days). The results showed no effect of the nudging strategy; instead, it pointed to the importance of the price as a determinant of buying decisions. Buying ecological alternatives was associated with lower price differences between the ecological and non-ecological alternatives. We conclude that combined nudges and collected psychological data from participants may contribute to more successful nudging interventions. Some political measures in balancing the price difference between organically and conventionally produced products might also be interesting strategies in order to promote the consumption of organic fruits and vegetables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The consumption of organic food products is growing rapidly worldwide, which may be due to the fact that production, handling, processing, and marketing of organic food have to meet certified organic standards where the use of synthetic fertilizers, pesticides, and genetic modification is not allowed (Brantsaeter et al., 2017) . More strict standards for products to be labeled as organic may offer a guarantee to consumers that the chosen products are truly organic and may have contributed to the increasing consumption. The overall aim of the organic agriculture is to sustain or improve the health of the soil and the ecosystem from the smallest organisms in the soil to human beings. According to the review of Brantsaeter et al. (2017) , pesticide residues exposure is clearly lower with organic foods as compared with conventional foods, but the potential specific impact of this difference on human health is still unclear. This positive impact on health of the soil and the ecosystem, influenced by organic food, highlights the need of behavior change toward an increased consumption of organic food products. In fact, the focus on the climate impact of food consumption is increasing, and the recent April 2022 | Volume 13 | Article 720606 Weimer et al.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 328,
                    "text": "(Brantsaeter et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 718,
                    "end": 743,
                    "text": "Brantsaeter et al. (2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nudging Fruits and Vegetables pandemic situation has contributed to a raised focus on health concerns and risk perception related to food consumption (Yin et al., 2021) . In a recent study, Yin et al. (2021) could show an increase on organic agricultural products purchase intention as a consequence of the health awareness post-COVID-19.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 168,
                    "text": "(Yin et al., 2021)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 190,
                    "end": 207,
                    "text": "Yin et al. (2021)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In general, an increasing number of studies are pointing to the benefits of organically produced food in terms of reducing climate change. Strategies of incentivizing the consumption of organic food products have thus also become highly necessary in order to diminish climate change and to promote environmental sustainability (Koger and Winter, 2010; Gifford et al., 2011; Intergovernmental Panel on Climate Change, 2014; Clayton et al., 2015) . The present study examines how the nudging framework can contribute to the desirable increase in consumption of organically produced food products.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 351,
                    "text": "(Koger and Winter, 2010;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 352,
                    "end": 373,
                    "text": "Gifford et al., 2011;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 374,
                    "end": 422,
                    "text": "Intergovernmental Panel on Climate Change, 2014;",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 444,
                    "text": "Clayton et al., 2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Modifying choice situations to make climate-friendly consumption easier originates in applied behavioral analysis. The behavioral analytic approach emphasizes observable actions and contextual variables that can be manipulated to promote behavior changes (Geller, 2002; Lehman and Geller, 2004; Schultz and Kaiser, 2012) and is based on the principles of operant conditioning with origins in the work of Skinner (1953 Skinner ( , 1971 .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 269,
                    "text": "(Geller, 2002;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 270,
                    "end": 294,
                    "text": "Lehman and Geller, 2004;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 295,
                    "end": 320,
                    "text": "Schultz and Kaiser, 2012)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 404,
                    "end": 417,
                    "text": "Skinner (1953",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 418,
                    "end": 434,
                    "text": "Skinner ( , 1971",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Mainstream economics, e.g., neoclassical economics, assume that individual behavior is based on the rational nature of human beings, following the logic that important incentives people react to are influenced by price and choice. Behavioral sciences, drawing on insights from cognitive-and social psychology, stress that besides price and availability of options, behavioral biases, and the decision context also influence choices that people make, often routinely. Behavioral economics relate the decision context, the environment in which individuals make choices, to economic questions (Kahneman, 2013) and the decision context is what Thaler and Sunstein (2008) refer to as \"choice architecture. \"",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 606,
                    "text": "(Kahneman, 2013)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 640,
                    "end": 666,
                    "text": "Thaler and Sunstein (2008)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Altering the social and physical environment or changing the way options are presented to people may increase attractiveness of a particular option, a preferred or even default choice. Thaler and Sunstein (2008) refer to an example of a cafeteria, where different types of foods are placed in different order have implications for the customer's choice of food. This means, by changing the layout of the store or the order of the placement of food in a cafeteria, \"choice architects\" may influence peoples' behavior. These perspectives of the environment or elements of behavior architecture have been named \"nudges\" and are designed based on insights from cognitive and social psychology and lately behavioral economics. Nudges rely on the idea of choice architecture that may include changes in infrastructure or the environment that guide and enable individuals to make choices almost automatically. Accordingly, nudges do not try to change one's value system or increase information provision. Instead nudges focus on enabling behaviors and individual decisions for the benefit of private and often public interests (Kahneman, 2011) .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 211,
                    "text": "Thaler and Sunstein (2008)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1120,
                    "end": 1136,
                    "text": "(Kahneman, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Originally, the term nudge was used in the context of behavior change as defined by Thaler and Sunstein (2008, p. 6) \"… any aspect of the choice architecture that alters people's behavior in a predictable way without forbidding any options or significantly changing their economic incentives. To count as a mere nudge, the intervention must be easy and cheap to avoid. Nudges are not mandates. Putting the fruit at eye level counts as a nudge. Banning junk food does not. \"",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 116,
                    "text": "Thaler and Sunstein (2008, p. 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Defining nudge in this way is being discussed in existing literature, among other things to be too general and unspecific. According to Sunstein (2014) , nudge tools include defaults, working with warnings of various kinds, changing layouts and features of different environments, reminding people about their choices, drawing attention to social norms, and using framing in order to change behavior. Coercive policy instruments such as laws, bans, jail sentences or economic, and fiscal measures, e.g., taxes or subsidies, are not nudges according to Sunstein (2014) .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 151,
                    "text": "Sunstein (2014)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 552,
                    "end": 567,
                    "text": "Sunstein (2014)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Over the last 10 year nudges have been used in a wide variety of domains with the aim of influencing the choices of individuals and society as a whole, including personal finance, healthy-and sustainable lifestyles, businesses in their marketing, and governments as policy instrument (Szaszi et al., 2018) . However, as the implementation of nudges as a public policy instrument has increased, so has the critical voices. Present multidisciplinary perspectives on the ongoing nudging debate are dominated by three assumptions: nudges are a simple and effective means for steering individual choices; they are easily implemented in public policy; and but they represent a possible threat to autonomous decision making . Based on research examining nudging from the perspectives of behavioral-, philosophical-, and political science, de Ridder et al. (2020) argue that none of these assumptions have strong support. Rather, they suggest that nudges are more legitimated than expected, nudges may increase autonomous decision making and that the implementation of nudges are far from easy.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 305,
                    "text": "(Szaszi et al., 2018)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 832,
                    "end": 855,
                    "text": "de Ridder et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To illustrate the underlying cognitive processes of nudging, Kahneman (2011) describes two systems of thinking: (1) a fast system (automatic and intuitive) and (2) a slow system (deliberate and conscious). While the fast system is guiding large parts of our daily behaviors, which we do routinely, almost automatically, e.g., taking a walk, driving the car, and buying our daily food, the slow system relies on a much greater deliberate mental effort when we need to make decisions about important choices in life. That means that the fast system relies on heuristics (rules of thumb), mental shortcuts, and biases, while the slow system is governed by reflective and conscious processes and uses detailed multi-criteria cognitive evaluations, e.g., when people buy a house or choose a new job. According to Kahneman (2011) and Thaler and Sunstein (2008) , an application of nudging is based on automatic, intuitive, and unconscious processes. This automatic way of making decisions may be described as cognitive and/or affective taskrelevant processes that take place outside conscious awareness and guide large parts of our daily behaviors, that is, those things which we do routinely, almost automatically.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 823,
                    "text": "Kahneman (2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 828,
                    "end": 854,
                    "text": "Thaler and Sunstein (2008)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previously established policy tools and strategies for changing behavior are mostly focused on the slow system, which is based on some degree of information together with cognitive processes to make rational choices. For that reason, the intention to promote people's rational choices are often combined with providing information and incentives, even if studies demonstrate that providing information does not necessarily lead to changes in behavior (Abrahamse et al., 2005; Steg and Vlek, 2009; Grunert and Aachmann, 2016) .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 475,
                    "text": "(Abrahamse et al., 2005;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 496,
                    "text": "Steg and Vlek, 2009;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 497,
                    "end": 524,
                    "text": "Grunert and Aachmann, 2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to Kahneman's terminology (2011) relying on the fast system of thinking, behavior change does not always mean that we need to change minds. Instead, nudge means carefully guiding people's behavior in desirable direction and arranges the choice situation in a way that makes the desirable behavior to the easiest or most attractive option. Nudges may be appropriate when choices have delayed effects, when they are complex or infrequent and thus, learning is not possible, when feedback is not available, or when the relation between choice and outcome is ambiguous, as suggested by Thaler and Sunstein (2008) . Many situations in everyday life do not require active decision-making choices; instead, it is more appropriate to speak of routine or habitual behaviors. As about 45% of our everyday actions are behaviors that are not actively reflected upon (Verplanken and Wood, 2006) , nudges may likely be appropriate for both routine behaviors and complex decisions that require more of people's cognitive capacity than is manageable in daily life (Lehner et al., 2016) .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 618,
                    "text": "Thaler and Sunstein (2008)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 864,
                    "end": 891,
                    "text": "(Verplanken and Wood, 2006)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1058,
                    "end": 1079,
                    "text": "(Lehner et al., 2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, recent studies have shown that individual goals and plans are important moderators of nudge effectiveness. These findings do not support the belief that nudge interventions have straightforward effects on behavior, especially as growing evidence is revealing that such effectiveness does not rely on a fast system of thinking. Rather, nudges can also be effective when recipients are aware of their presence and have the opportunity to reflect on their choices .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Concerning the effectiveness of nudging as a way to influence food choice, the empirical evidence remains contradictory (Nornberg et al., 2016; Broers et al., 2017) . In their metaanalysis, Broers et al. (2017) found it reasonable to conclude that nudging does have an effect on fruit and vegetable choice, sales, or servings, and that among the different nudges, altering the placement and combined nudges seem to be the most effective ones.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 143,
                    "text": "(Nornberg et al., 2016;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 144,
                    "end": 164,
                    "text": "Broers et al., 2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 190,
                    "end": 210,
                    "text": "Broers et al. (2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Tools that count as nudging and have been applied in the food domain to influence food consumption include (1) simplification and framing of information, (2) changing layouts and features of different environments, (3) changes to the default policy, and (4) drawing attention to social norms in order to change behavior (Naturvårdsverket, 2014; Sunstein, 2015) . Based on the insight that the amount, accessibility, and complexity of information provided to people affect the outcomes of decisions, nudging builds on presenting a more simple and straightforward information in order to promote a desirable behavior. Simplification in combination with framing, a conscious phrasing of the information, may also encourage decision making by activating people's values and attitudes (Lehner et al., 2016) . Simplified information tailored to specific choice situations increases the likelihood of influencing individual consumers in making certain information more salient. A recent study showed that grocery shoppers base their choices in supermarkets on a small number of salient factors. The more important were price (for 46% of respondents) and health (36%), but they can be modified depending on the choice context (Kalnikaitė et al., 2013 ). An example of information simplification and framing is food labeling. Focusing on health and environmental aspects of food, a design of a \"traffic light system\" of information provision can be a successful strategy to frame the consumer decision in line with learned-in reactions to traffic lights (i.e., red is bad; green is good; Sacks et al., 2009 ). However, the efficacy of the traffic lights strategy depends on the degree of self-control of the consumers. Koenigstorfer et al. (2014) showed that traffic lights labeling only helped consumers with low self-control to reduce their food purchasing behavior.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 344,
                    "text": "(Naturvårdsverket, 2014;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 345,
                    "end": 360,
                    "text": "Sunstein, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 780,
                    "end": 801,
                    "text": "(Lehner et al., 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1218,
                    "end": 1242,
                    "text": "(Kalnikaitė et al., 2013",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1579,
                    "end": 1597,
                    "text": "Sacks et al., 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1710,
                    "end": 1737,
                    "text": "Koenigstorfer et al. (2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Individuals' consumer choices are also affected by the physical environment. Changed accessibility, presentation, proximity, and visibility of food have significant impact on the type and amount of food consumed (Lehner et al., 2016; van Gestel et al., 2020) . One way to nudge people into buying certain products is to place these products on shelves at the eye level. Also, products that are situated closest to cashier are the ones that are often sold (Goldberg and Gunasti, 2007) . Another nudging tool, to do changes in the default policy, is based on the fact that most people prefer not to act, unless they have to, and that most people tend to postpone their actions, to procrastinate. For that reason, they are easily influenced by defaults, standard choices, which determine the result in case people take no action. For example, a single-sided print option is a default which contributes to much higher volumes of paper than if default would have been double-sided copy. Egebark and Ekström (2016) demonstrated in a Swedish study that 30% of paper consumption is determined by the default and that by switching the default options paper consumption could be reduced by 15%. Defaults have also been used in food research; a study by Loeb et al. (2017) shows that parents select healthier breakfast options for their children when they are readily available (v. only available on request).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 233,
                    "text": "(Lehner et al., 2016;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 234,
                    "end": 258,
                    "text": "van Gestel et al., 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 455,
                    "end": 483,
                    "text": "(Goldberg and Gunasti, 2007)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 982,
                    "end": 1008,
                    "text": "Egebark and Ekström (2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1243,
                    "end": 1261,
                    "text": "Loeb et al. (2017)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Finally, human behaviors are strongly influenced by social norms, which according to Cialdini et al. (1990) affect the individual in two ways, as injunctive norms, and as descriptive norms. The injunctive norms affect the individual to act based on moral guidelines, i.e., what ought to be done in certain ways. The descriptive norms, on the other hand, point to how most people behave (the \"normal\" way), thus giving the individual a benchmark on how to best act in a particular situation. The norm must be salient, visible, to the individual in order to exert influence on behavior (Cialdini and Goldstein, 2004) . In a well-known study, Goldstein et al. (2008) use the power of descriptive norms to change the reuse rates of towels among hotel guests. They placed the text \"the majority of guests reuse their towels\" in bathrooms and this produced significantly better reuse results than information solely focused on environmental protection.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 107,
                    "text": "Cialdini et al. (1990)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 614,
                    "text": "(Cialdini and Goldstein, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 640,
                    "end": 663,
                    "text": "Goldstein et al. (2008)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The guiding question beyond the present research is whether nudging can promote behavior change in the food consumption domains with largest environmental impacts. Nudging might be a promising tool for advancing sustainable consumption because nudge tools do not restrict consumer choice and does Frontiers in Psychology | www.frontiersin.org not entail coercion and thus reduces potential resistance (Sunstein, 2015) . The aim of the present study is to investigate the effect of nudges on the consumption of fruits and vegetables. Lehner et al. (2016) and Sunstein (2014 Sunstein ( , 2015 suggest that simplified information tailored to specific choice situations increases the likelihood of influencing individual consumers in making the certain information more salient. In addition, the application of social norms to reinforce behavior has been supported by Cialdini and Goldstein (2004) , emphasizing that the norms must be visible to the individual. Thus, the present study will examine if such simplified information tailored to a specific organic product, in combination with descriptive and injunctive norms, in fact are effective nudges in promoting the consumption of organic products.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 417,
                    "text": "(Sunstein, 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 533,
                    "end": 553,
                    "text": "Lehner et al. (2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 558,
                    "end": 572,
                    "text": "Sunstein (2014",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 573,
                    "end": 590,
                    "text": "Sunstein ( , 2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 864,
                    "end": 893,
                    "text": "Cialdini and Goldstein (2004)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A field study was conducted in cooperation with a grocery store in a small town in Sweden. The store is daily visited by a mean of 1,400 consumers and offers the consumers an extensive assortment of food and groceries. The town is located in a sparsely populated area with a population of middle income. The supermarket in the study is one of only two supermarkets in the town, located close to each other in the center of the town. During winter-, spring-, and summertime, the area is visited by a large number of tourists, among which a part is assumed to belong to a population of higher income. The time of the study was such a tourist period. The consumption of nine different fruits and vegetables, available as both organically and conventionally produced products, was measured during the opening hours, 8 a.m. to 9 p.m., eight consecutive Fridays. Organic and conventional products were placed next to each other on the same shelf. Nudging instruments, simplified information in combination with descriptive and injunctive norms, as described more in detail in \"Materials, \" were applied directly to the selected organic products and were visible to the consumers four Fridays every other week (the nudge days, weeks 2, 4, 6, and 8). No nudging instruments were applied on the other four Fridays (the baseline days, weeks 1, 3, 5, and 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and Procedure"
        },
        {
            "text": "Considering the intention to measure consumption over many hours, 8 days with 13 h each, we decided to avoid collecting data from participants who visited the store. Involving consumers in surveys or interviews could have negatively affected the store's daily routines and would have required large time resources from researchers. In addition, by answering questionnaires or participating in interviews, a learning effect could have arisen as many customers returned daily to the store and would then, over the days, have become aware of the aspects of choosing between organic-and conventional produced products which could have interfered with the intended effects of nudging. The focus was instead on the buying behavior itself and this method only allowed to collect data on the quantity of sold products, for each week and each product. Furthermore, we did not interfere with other aspects of the selling process, e.g., the price of a given product could vary from week to week. Therefore, data on the selling prices were also collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Signs were made specifically for nine different products, two fruits and seven vegetables. The fruits, lemon and apple, and the vegetables, cherry tomato, carrot, pepper (paprika), iceberg lettuce, rucola, broccoli, and baby spinach, were selected because they were available both as organically and conventionally produced products in similar quantities (e.g., same weight). Paper signs, coated in plastic, had an A5 size (6 × 8, 4 inches) and a color photo of the product at the top. Below the photo, all signs had a short text presenting a simple and straightforward information in order to promote the desirable behavior of choosing that specific organic product, e.g., Organic carrots are grown in a way that improve the health of the soil. At the bottom of the signs of lemon, carrot, iceberg lettuce, broccoli, and baby spinach, there were either a descriptive norm referring to the behavior of others, e.g., Increasingly more people buy organic lemons in recent years, or an injunctive norm referring to what ought to be bought, e.g., If you choose organic baby spinach, you will spare the environment. Instead of social norms, signs for apple, cherry tomato, pepper, and rucola contained an emotional image of a happy face at the bottom. The package of the organic and control products was identical. Regarding the positioning of the different products in the shelves, although we did not interfere with the routines of the supermarket, could be considered equivalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The consumption data of the targeted products were selected and delivered from the general digital registration of consumption in the grocery store, i.e., each week, we received a list containing the quantity of each product sold and the price per unity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Given the method used to collect data, we could not have access to the individual choices done, i.e., we could not analyze data at the participant level. Instead, we had the list of products sold, with the quantity and the total amount of money payed, so we could calculate the price/unit of each product. Therefore, in order to test, if the choices done (ecological alternative or not) could be predicted from the experimental conditions (control or nudging weeks), we run logistic regressions for each product. As there was a great variability in the prices, namely, comparing each week the ecological and the classical alternative, unit price for each product sold (ecological alternative or not) was also used as a predictor variable. Three of the products (broccoli, apple, and iceberg lettuce) were not sold in organic alternatives during the data collection period; therefore, the analyses were only run for the remaining six products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Frontiers in Psychology | www.frontiersin.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The descriptive data, with the quantity of products sold, are presented in Table 1 , and the prices of each product are represented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In order to compare the buying behavior in the weeks with and without the exposure to nudges, logistic regression was computed for the different products. The number of sold products (eco/no-eco) was the dependent variable, and condition (control vs. nudge), unit price for each product, and period (first 4 weeks or last 4 weeks) were the predictors. Separate analyses were performed for the six products. Regarding spinach, lemon, rucola, and carrot, no significant results were obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Regarding tomatoes, the logistic regression model was statistically significant, χ 2 (3) = 117.67, p < 0.001, explaining 24.9% (Nagelkerke R 2 ) of the variance in the choice of ecological products. Both nudging and period could significantly contribute to this prediction (p < 0.01). There were more choices of ecological tomatoes in the second period, and contrary to our hypothesis, more in the control weeks than during the nudging weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The logistic regression model of pepper was also statistically significant, χ 2 (3) = 189.39, p < 0.001. The model explained 90.4% (Nagelkerke R 2 ) of the variance in the choice of ecological or no-ecological products. Control condition (compared to nudging, p < 0.001), lower price (p < 0.001), and second period (compared to the first one, p < 0.05) could predict more sold ecological products (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In Table 3 , we can see the relationship between the percentage of ecological sold products and the relative price, for the two products with significant results in the logistic regressiontomatoes and pepper.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The current study represents a field experiment in order to investigate effects of a behavioral intervention among supermarket shoppers where the strategy of nudging is used to promote pro-environmental consumer behaviors. In general, the results did not support our hypothesis that nudging could contribute to enhance the consumption of organically produced fruits and vegetables. In fact, apparently, it was the other way around. Except the missing results for spinach, lemon, rucola, and carrot, sales of ecological tomatoes and pepper decreased comparatively in the nudging weeks. However, this is an illusory result. As it can be seen in Table 2 , the unit price of ecological pepper was almost twice the price of the non-ecological alternative in weeks of both control-and nudging condition during the first 4 weeks (Moment 1). Therefore, it is not so strange that in the nudging weeks of Moment 1, the selling of (less expensive) non-ecological pepper was more than three times higher than the number of ecological pepper. The same phenomenon was observed during the last 4 weeks of the study (Moment 2) with a higher unit price of the ecological pepper, especially during weeks of control condition, resulting in more than three times higher selling of non-ecological pepper. Regarding tomatoes, the selling of ecological tomatoes is lower during weeks of nudging condition in both Moment 1 and Moment 2 with a higher unit price compared to non-ecological tomatoes. Only in the control condition during Moment 2, where no price difference between the ecological and the non-ecological products exists, almost three times higher sales of ecological tomatoes can be found.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 650,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In general, it seems that the price was a determinant factor for buying choices. In fact, the buying of ecological alternatives was related to the price index. When the ecological products were much more expensive than the conventional correspondent products, people bought less of the organic ones. In addition, the pricing of the fresh products caused difficulties as they varied regularly depending on factors as the quantity of products received or their freshness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding tomatoes, it is clear that when the price of the ecological and the conventional alternatives were similar (i.e., in both control moments), the percentage of ecological choices was higher. For example, in moment 2, when the price was the same, more than two-thirds of the sold products were ecological. Therefore, it is reasonable to conclude that the price difference was crucial to decide which alternative to buy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding pepper, the relationship between the price difference and the ecological choices was not so clear, but we can see that the price of the ecological alternative compared to the conventional one was almost the double. With such big price differences, it is more difficult to influence the choice of more ecological alternatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This importance of the price is well in line with earlier research where Kalnikaitė et al. (2013) found that consumers in grocery stores base their choice of products on very few factors among which price was the dominating factor. Aschemann-Witzel and Zielke (2017) also concluded that price is the major perceived barrier to purchase of organic food, a result that calls for some kind of action. One may consider that consumers with limited budgets are more likely to be hindered from consuming organic food and for this reason organic food may be offered in schools and housing for elderly as a green public policy. Such type of government subsidies should cause only limited social consequences as pupils in schools and elderly in public housing in Sweden anyway receive most of their food for free. However, there is a need of further research to examine whether different public subsidies will have the desired impact in terms of consumption, environment, and social inequality. The public could also provide more consumer information about price gaps, costs of organic production, and benefits of organic food in order to promote organic consumption (Aschemann-Witzel and Zielke, 2017) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 97,
                    "text": "Kalnikaitė et al. (2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1157,
                    "end": 1192,
                    "text": "(Aschemann-Witzel and Zielke, 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Again, trying to explain the fact that the prices could vary so much, one may consider other financial consequences, as mentioned by Benartzi et al. (2017) . They describe that product quality varies across time and seasons, e.g., it was observed that some days the organic tomatoes were slightly overripe, which may have reduced the effect of nudging. Furthermore, recent research on consumer behavior (e.g., has shown the importance of daily confrontation with grocery prices to shape expectations about future inflation, and therefore future economic decisions. More specifically, more than the absolute price, it is the frequency of purchasing and price increases that affect expectancies (D' Acunto et al., 2020) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 155,
                    "text": "Benartzi et al. (2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 693,
                    "end": 717,
                    "text": "(D' Acunto et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current study has targeted two of the nudging tools commonly applied in the food domain to influence food consumption and mentioned above (Sunstein, 2014 (Sunstein, , 2015 Lehner et al., 2016) . These tools, simplification, and framing of information and drawing attention to social norms were used together on six of the nudging signs, whereas attention to social norms was replaced by an emotional image of a happy face on four of the nudging signs. As mentioned earlier, combined nudges have been pointed out by Broers et al. (2017) to have an effect on consumption of fruit and vegetable. In this way, we tried to maximize possible effects of nudging, as the effect of each tool separately was not possible to analyze in our data.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 157,
                    "text": "(Sunstein, 2014",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 158,
                    "end": 175,
                    "text": "(Sunstein, , 2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 176,
                    "end": 196,
                    "text": "Lehner et al., 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 519,
                    "end": 539,
                    "text": "Broers et al. (2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To get a better understanding of nudging in the area of food consumption, additional nudging tools could have been applied, for example, changes in the physical environment and changes to the default policy. Despite earlier confirmed impact of changes in the physical environment on the desired consumption, as changed accessibility, presentation, and visibility of food products (Goldberg and Gunasti, 2007; Lehner et al., 2016; van Gestel et al., 2018) , in the present study, it would have been difficult to apply a repositioning of the organic products without disturbing the daily business routine of the grocery store too much. A consequence of this method was that sometimes there were significant price differences between the organic product and the correspondent non-organic one. This difference, which was almost always in the direction of organic products being more expensive, could be as high as 2.5 times. Therefore, when analyzing the results, we had to take price differences in consideration. In future studies, it would be of interest to seek appropriate agreements in advance with food store owners in order to apply all relevant tools for nudging in interventions, and, if possible manipulate the price of some products in order to do comparisons with similar prices.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 408,
                    "text": "(Goldberg and Gunasti, 2007;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 409,
                    "end": 429,
                    "text": "Lehner et al., 2016;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 430,
                    "end": 454,
                    "text": "van Gestel et al., 2018)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Considering recent research efforts within the two major areas of nudges, food and climate change, although the results are not very encouraging, some hope exists that nudging can be an interesting strategy in applied research contexts. In general, a considerable potential of nudging in food consumption has been found in laboratory experiments, whereas nudging experiments in real life are less controllable and have so far shown more limited success. This may be due to the opposing power of marketing together with the varying reactions of individuals as discussed by Lehner et al. (2016) . The advantages of a field study, however, can be attributed to a high external validity with the associated possibility to generalize the result to other situations in real life. Another advantage is the objectivity of the outcome measure in this study as measuring behavior is always very accurate and exact.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 592,
                    "text": "Lehner et al. (2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As empirical evidence regarding the effectiveness of nudging has thus far remained contradictory, according to Broers et al. (2017) , continued extensive research is required. This also applies to the fact that widely accepted classification of nudging tools or techniques is still missing .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 131,
                    "text": "Broers et al. (2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, making nudging successful, a possibility would be to apply it in environments with high level of control over the behavior of consumers and with little or no interference by other actors, e.g., in school canteens. Because so many competing factors affect the individual through marketing in the retail store, nudging has difficulties to be very impactful. However, it is important to challenge the environment where most daily choices of food products are taken, namely, in the food stores, in order to achieve more sustainable food consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The intention was to carry through the study totally anonymous, without the possibility of analyzing individual behaviors, which resulted in no information that might have contributed to a better understanding of individual consumer choices. It may be considered a limitation that no participants were identified in the current study but the ambition was to carry through the study without disturbing the everyday trade in the store and to be close to the normal reality and increase ecological validity of the study. This strategy finds support in the review of Broers et al. (2017) where they report difficulties in keeping track of participants in field studies. Nudging interventions usually last for several days where it is often unclear how to collect data from a varying number of participants and observations. It is only possible to measure the actual behavior when participants are tracked (anonymously) which could make them more aware of the intervention and block the automatic and intuitive way of reacting to the nudge (Broers et al., 2017) . Nevertheless, in order to achieve a better insight in the desired and sustainable behavior, future nudging studies should include a sample size of identified participants (Broers et al., 2017) . Also, Vandenbroele et al. (2020) are pointing out that recent studies have not been able to obtain significantly beneficial results from only changing the choice architecture and therefore refer to personal predispositions toward sustainable consumption in designing nudging interventions. Another interesting approach would be the use of robotadvising tools. The use of smartphones is very widespread in many countries, and the possibility of nudging through automatic messages directed to the consumers (and based on their usual consummation) is a promising new strategy. For example, D' Acunto and collaborators (D' Acunto et al., 2020) have used robot-advising nudges to change social norms about peer's consumption behavior. It is an encouraging way to reduce the efficacy of the automatic heuristic decision strategies by the application of algorithmic solutions (e. g. D' Acunto et al., 2019) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 583,
                    "text": "Broers et al. (2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1035,
                    "end": 1056,
                    "text": "(Broers et al., 2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1230,
                    "end": 1251,
                    "text": "(Broers et al., 2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1260,
                    "end": 1286,
                    "text": "Vandenbroele et al. (2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1869,
                    "end": 1893,
                    "text": "(D' Acunto et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2133,
                    "end": 2153,
                    "text": "Acunto et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Being aware of the target audience and which nudges work for different persons should considerably increase the impact that can be achieved with a nudge. Where individuals carry a positive attitude or desire for a particular behavior but fail to behave in accordance with their attitudes, nudges appear to be more effective than in situations where the individual is consciously opposed to certain behavior (Kalnikaitė et al., 2013) .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 432,
                    "text": "(Kalnikaitė et al., 2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The aim of the current study was to investigate the effect of nudging in promoting the consumption of organic fruits and vegetables. The intervention in a grocery store revealed no effects of nudging, indicating that consumers tended to buy more organic products in case these products were less expensive or only slightly more expensive than conventional products. The price as a well-known barrier to purchase of organic food is discussed together with some measures that can be taken to compensate for the prevailing differences in price between organic and conventional products. Applying a combination of all available nudging tools to strengthen its effects and collecting psychological data from the participants to be aware of their attitudes toward choices of organic products were suggested. These actions should be taken in order to compensate for the grocery stores as environments with low levels of control due to many competing marketing factors, and in future studies, achieve more strong effects of nudging in promoting the consumption of organic fruits and vegetables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The content of this manuscript was also presented as an oral paper in the International Conference on Environmental Psychology, Plymouth, September 2019, and the abstract was published in the Conference handbook. Available at: https://www.plymouth. ac.uk/uploads/production/document/path/15/15210/Conference_ handbook_FINAL.pdf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR'S NOTE"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "Ethical review and approval was not required for the study on human participants in accordance with the local legislation and institutional requirements. Written informed consent for participation was not required for this study in accordance with the national legislation and the institutional requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A review of intervention studies aimed at household energy conservation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Abrahamse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vlek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rothengatter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Environ. Psychol",
            "volume": "25",
            "issn": "",
            "pages": "273--291",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvp.200508002"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Can't buy me green? A review of consumer perceptions of and behavior toward the price of organic food",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aschemann-Witzel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zielke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Consum. Aff",
            "volume": "51",
            "issn": "",
            "pages": "211--251",
            "other_ids": {
                "DOI": [
                    "10.1111/joca.12092"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Should governments invest more in nudging?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benartzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beshears",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Milkman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychol. Sci",
            "volume": "28",
            "issn": "",
            "pages": "1041--1055",
            "other_ids": {
                "DOI": [
                    "10.1177/0956797617702501"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Organic food in the diet: exposure and health implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brantsaeter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ydersbond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q A"
                    ],
                    "last": "Hoppin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haugen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Annu. Rev. Public Health",
            "volume": "38",
            "issn": "",
            "pages": "295--313",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-031816-044437"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A systematic review and meta-analysis of the effectiveness of nudging to increase fruit and vegetable choice",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J V"
                    ],
                    "last": "Broers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Breucker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Den Broucke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Luminet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. J. Pub. Health",
            "volume": "27",
            "issn": "",
            "pages": "912--920",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/ckx085"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social influence: compliance and conformity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cialdini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu. Rev. Psychol",
            "volume": "55",
            "issn": "",
            "pages": "591--621",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.psych.55.090902.142015"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A focus theory of normative conduct: recycling the concept of norms to reduce littering in public places",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cialdini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Reno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kallgren",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "58",
            "issn": "",
            "pages": "1015--1026",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.58.6.1015"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Psychological research and global climate change",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Devine-Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Whitmarsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carrico",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Clim. Chang",
            "volume": "5",
            "issn": "",
            "pages": "640--646",
            "other_ids": {
                "DOI": [
                    "10.1038/nclimate2622"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Exposure to grocery prices and inflation expectations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "D&apos; Acunto",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Malmendier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ospina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Pol. Econ",
            "volume": "129",
            "issn": "",
            "pages": "1615--1639",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3436357"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The promises and pitfalls of robo-advising",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "D&apos; Acunto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Prabhala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev.f Financial Studies I",
            "volume": "129",
            "issn": "",
            "pages": "1615--1639",
            "other_ids": {
                "DOI": [
                    "10.1086/713192"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Crowdsourcing peer information to change spending behavior",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "D&apos; Acunto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Simple nudges that are not so easy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T D"
                    ],
                    "last": "De Ridder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feitsma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Den Hoven",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kroese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schillemans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verweij",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Behav. Pub. Pol",
            "volume": "4",
            "issn": "",
            "pages": "1--19",
            "other_ids": {
                "DOI": [
                    "10.1017/bpp.2020.36"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Can indifference make the world greener?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Egebark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ekström",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Environ. Econ. Manag",
            "volume": "76",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1038/nclimate2622"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The challenge of increasing proenvironment behavior",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "525--540",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Behavioral dimensions of climate change: drivers, responses, barriers, and interventions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kormos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Interdiscip. Rev. Clim. Chang",
            "volume": "2",
            "issn": "",
            "pages": "801--827",
            "other_ids": {
                "DOI": [
                    "10.1002/wcc.143"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Creating an environment in which youths are encouraged to eat a healthier diet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gunasti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Public Policy Mark",
            "volume": "26",
            "issn": "",
            "pages": "162--181",
            "other_ids": {
                "DOI": [
                    "10.1509/jppm.26.2.162"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A room with a viewpoint: using social norms to motivate environmental conservation in hotels",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cialdini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griskevicius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Consum. Res",
            "volume": "35",
            "issn": "",
            "pages": "472--482",
            "other_ids": {
                "DOI": [
                    "10.1086/586910"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Consumer reactions to the use of EU quality labels on food products: A review of the literature",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Grunert",
                    "suffix": ""
                },
                {
                    "first": "Aachmann",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Food Control",
            "volume": "59",
            "issn": "",
            "pages": "178--187",
            "other_ids": {
                "DOI": [
                    "10.1016/j.foodcont.2015.05.021"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Climate change 2014: Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change (Core Writing Team",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Thinking, Fast and Slow",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Behavioral Foundations of Public Policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Decision-making in the aisles: informing, overwhelming or nudging supermarket shoppers? Pers",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalnikaitė",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "Rogers",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ubiquit. Comput",
            "volume": "17",
            "issn": "",
            "pages": "1247--1259",
            "other_ids": {
                "DOI": [
                    "10.1007/s00779-012-0589-z"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Healthy food decision-making in response to traffic light color-coded nutrition labeling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koenigstorfer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groeppel-Klein",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kamm",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Public Policy Mark",
            "volume": "33",
            "issn": "",
            "pages": "65--77",
            "other_ids": {
                "DOI": [
                    "10.1509/jppm.12.091"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Psychology of Environmental Problems: Psychology for Sustainability",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Koger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Behavior analysis and environmental protection: accomplishments and potential for more",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Behav. Soc.Iss",
            "volume": "13",
            "issn": "",
            "pages": "13--33",
            "other_ids": {
                "DOI": [
                    "10.5210/bsi.v13i1.33"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nudging-A promising tool for sustainable consumption behaviour?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lehner",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heiskanen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Clean. Prod",
            "volume": "134",
            "issn": "",
            "pages": "166--177",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2015.11.086"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The application of defaults to optimize parents' healthbased choices for children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Radnitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appetite",
            "volume": "113",
            "issn": "",
            "pages": "368--375",
            "other_ids": {
                "DOI": [
                    "10.1016/j.appet.2017.02.039"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nudging -A tool for sustainable behaviour",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Naturvårdsverket",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Choice architecture interventions for increased vegetable intake and behaviour change in a school setting: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Nornberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Houlby",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Skov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Perez-Cueto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Perspect. Pub. Health",
            "volume": "136",
            "issn": "",
            "pages": "132--142",
            "other_ids": {
                "DOI": [
                    "10.1177/1757913915596017"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Impact of front-of-pack 'trafficlight' nutrition labelling on consumer food purchases in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rayner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swinburn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Promot. Int",
            "volume": "24",
            "issn": "",
            "pages": "344--352",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/dap032"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Promoting pro-environmental behavior",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Oxford Handbook of Environmental and Conservation Psychology",
            "volume": "",
            "issn": "",
            "pages": "556--580",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Science and Human Behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Beyond Freedom and Dignity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Encouraging pro-environmental behaviour: an integrative review and research agenda",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vlek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Environ. Psychol",
            "volume": "29",
            "issn": "",
            "pages": "309--317",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvp.2008.10.004"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Nudging: a very short guide",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Consum. Policy",
            "volume": "37",
            "issn": "",
            "pages": "583--588",
            "other_ids": {
                "DOI": [
                    "10.1007/s10603-014-9273-1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Behavioural economics, consumption, and environmental protection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Handbook of Research on Sustainable Consumption",
            "volume": "",
            "issn": "",
            "pages": "313--327",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A systematic scoping review of the choice architecture movement: toward understanding when and why nudges work",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szaszi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palinkas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Palfi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szollosi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aczel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Behav. Decis. Mak",
            "volume": "31",
            "issn": "",
            "pages": "355--366",
            "other_ids": {
                "DOI": [
                    "10.1002/bdm.2035"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Nudge: Improving Decisions about Health, Wealth, and Happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Beyond discrete choices -investigating the effectiveness of a proximity nudge with multiple alternative options",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Gestel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Adriaanse",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Ridder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.01211"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Nudging at the checkout counter -A longitudinal study of the effect of a food repositioning nudge on healthy food",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Gestel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Kroese",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Ridder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychology & Health",
            "volume": "33",
            "issn": "",
            "pages": "800--809",
            "other_ids": {
                "DOI": [
                    "10.1080/08870446.2017.1416116"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nudging to get our food choices on a sustainable track",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vandenbroele",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vermeir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geuens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Slabbinck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Kerckhove",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Nutr. Soc",
            "volume": "79",
            "issn": "",
            "pages": "133--146",
            "other_ids": {
                "DOI": [
                    "10.1017/S0029665119000971"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Interventions to break and create consumer habits",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verplanken",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. Mark. Assoc",
            "volume": "25",
            "issn": "",
            "pages": "90--103",
            "other_ids": {
                "DOI": [
                    "10.1509/jppm.25.1.90"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effect of the event strength on the coronavirus disease (COVID-19) on potential online agricultural product consumption and rural health tourism opportunities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Manag. Decis. Econ",
            "volume": "42",
            "issn": "",
            "pages": "1156--1171",
            "other_ids": {
                "DOI": [
                    "10.1002/mde.3298"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Quantity of sold products (ecological or non-ecological), for each condition (control and nudging), in the first or the second period of the experiment.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "KW, RA, and FE designed the study and contributed to the manuscript, being KW the main author. KW was responsible for the data collection. KW and FE did the data analysis. All authors contributed to the article and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The content of this manuscript has been published as part of the thesis of the first author, KW (2019). Behavior change toward a sustainable lifestyle-effects of interventions and psychological factors on pro-environmental behaviors. Mid Sweden University, Sundsvall, Sweden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher's Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        },
        {
            "text": "The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copyright © 2022 Weimer, Ahlström and Esteves. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY)."
        }
    ]
}