{
    "paper_id": "3df4e9c65eef1b6bc1503c48ac25862f833b3958",
    "metadata": {
        "title": "Telaprevir is a potential drug for repurposing against SARS-CoV-2: computational and in vitro studies",
        "authors": [
            {
                "first": "Amal",
                "middle": [],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "postBox": "P.O. Box. 1982",
                        "postCode": "31441",
                        "settlement": "Dammam",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Mostafa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Centre",
                    "location": {
                        "postCode": "12622",
                        "settlement": "Dokki, Giza",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "A"
                ],
                "last": "Al-Karmalawy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Horus University-Egypt",
                    "location": {
                        "postCode": "34518",
                        "region": "New Damietta",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmad",
                "middle": [],
                "last": "Zidan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sadat City",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamada",
                "middle": [
                    "S"
                ],
                "last": "Abulkhair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Horus University-Egypt",
                    "location": {
                        "postCode": "34518",
                        "region": "New Damietta",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "H"
                ],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Centre",
                    "location": {
                        "postCode": "12622",
                        "settlement": "Dokki, Giza",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Shehata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Centre",
                    "location": {
                        "postCode": "12622",
                        "settlement": "Dokki, Giza",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahmoud",
                "middle": [
                    "M"
                ],
                "last": "Elhefnawi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Centre",
                    "location": {
                        "settlement": "Cairo",
                        "country": "Egypt"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [
                    "A"
                ],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research Centre",
                    "location": {
                        "postCode": "12622",
                        "settlement": "Dokki, Giza",
                        "country": "Egypt"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Drug repurposing is an important approach to the assignment of already approved drugs for new indications. This technique bypasses some steps in the traditional drug approval system, which saves time and lives in the case of pandemics. Direct acting antivirals (DAAs) have repeatedly repurposed from treating one virus to another. In this study, 16 FDA-approved hepatitis C virus (HCV) DAA drugs were studied to explore their activities against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) human and viral targets. Among the 16 HCV DAA drugs, telaprevir has shown the best in silico evidence to work on both indirect human targets (cathepsin L [CTSL] and human angiotensin-converting enzyme 2 [hACE2] receptor) and direct viral targets (main protease [M pro ]). Moreover, the docked poses of telaprevir inside both hACE2 and M pro were subjected to additional molecular dynamics simulations monitored by calculating the binding free energy using MM-GBSA. In vitro analysis of telaprevir showed inhibition of SARS-CoV-2 replication in cell culture (IC 50 ¼ 11.552 μM, CC 50 ¼ 60.865 μM, and selectivity index ¼ 5.27). Accordingly, based on the in silico studies and supported by the presented in vitro analysis, we suggest that telaprevir may be considered for therapeutic development against SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome corona virus 2 (SARS-CoV-2) infection has created devastating impacts on social, economic, political, and health aspects, with still no satisfactory therapy currently approved [1] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses are generally positive-sense single-stranded RNA pathogens belonging to the Coronaviridae family. Structurally, the virus includes four essential proteins, including a helical nucleocapsid formed of nucleocapsid (N), membrane (M), envelope (E), and club-shaped spike (S) proteins [2] . The major part (two-thirds of the viral genome) of the coronavirus genome is the ORF1a/b gene. ORF1a/b codes for 16 nonstructural proteins (nsp1-16) using viral-encoded proteases [3] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses have caused three severe respiratory outbreaks so far: severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002/ 2003, Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, and SARS COV-2 in 2019 [4, 5] . The SARS-CoV-2 pandemic is a great challenge for all humankind that needs to be addressed quickly and properly. Drug repurposing is a good technique for the rapid discovery of a medication in emergency cases such as the COVID-19 pandemic [6, 7, 8] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Low-risk and low-cost drug repurposing approaches have been widely applied to identify new therapeutic indications for commercially available drugs or old drugs, especially during pandemics or fatal epidemics. The main advantage of drug repurposing in drug development is that it spares the time, cost, and efforts that are exerted in the research and development process [6, 9, 10, 11] . Interestingly, drug repurposing or repositioning strategies have been intensively applied during the COVID-19 pandemic, and a large-scale drug repositioning survey for SARS-CoV-2 antivirals has so far been achieved [6, 12, 13] . For instance, eight out of the 12 FDA-approved antivirals from 2012 to 2017 were HCV antivirals repurposed to treat other viruses (e.g., Zika and Ebola viruses) [14, 15] . HCV direct-acting antivirals (DAAs) are predicted to target some coronavirus-related elements, including indirect human targets (e.g., angiotensin converting enzyme 2 [ACE2] and cathepsin L [CTSL]) or direct viral targets (e.g., S protein and main protease [M pro ]) [16, 17, 18, 19, 20] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ACE2 receptor plays two crucial roles in SARS-COV-2 infection and its pathophysiology. First, it is important for viral entry into infected host cells by binding to the protease-activated receptor-binding domain (RBD) of the invading virus spike (S) protein, initiating a new viral replication/infection cycle. Second, it plays a significant role in organ damage alleviation via its effect on the renin-angiotensin-aldosterone system (RAAS) [21, 22] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CTSL plays an important role in the viral infection and replication cycle. It facilitates proteolysis of the S1 subunit of the viral S protein, which enables the binding of the viral S protein to the host cell ACE2 receptor. Following virus entry by endocytosis, CTSL contributes to the fusion process and the release of viral genetic material into the host cell [23] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The spike (S) protein of SARS-CoV-2 interacts with the human ACE2 (hACE2) receptor to gain entry into the host cell to initiate infection. The SARS-CoV-2 S protein is cleaved into S1 and S2 subunits, with S1 serving the function of receptor-binding and immunogenic domains and S2 serving the function of membrane fusion. The antigenic drift in S protein through accumulation of mutations can drastically affect the SARS-CoV-2 Figure 1 . Chemical structures of direct acting anti-hepatitis C virus drugs (HCV DAAs) and N3 inhibitor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "phenotype, including replication efficiency, antigenic properties, and pathogenicity [24] . M pro resides in nsp5 and is a key protein with proteolytic activity as the main protease. This protein is highly conserved among coronaviruses and plays an important role in mediating viral replication and transcription machinery, making it an attractive and highly specific drug target for SARS-CoV-2 [20, 25, 26] , with little or no impact on cellular proteases [17] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Importantly, the extensive use of currently approved FDA-approved drugs under the \"Emergency Use Authorization (EUA)\" with the huge global distribution of SARS-CoV-2 virus prompted the evolution of several mutants which may be accompanied with decreased binding affinity and drug-resistance [27] . To this point, more studies are required to promote other FDA-approved drugs as new anti-SARS-CoV-2 drugs, especially in the case of drug-resistant variants [28, 29] . In this study, we aimed to investigate the drug repurposing of 16 FDA-approved HCV DAA (listed in Figure 1 ) against SARS-CoV-2 via indirect targeting of hACE2 and CTSL, and direct targeting of S and M pro . This was achieved using in silico approaches and validated with an in vitro experiment for the most promising drug candidates. ) were predicted to act on two highly relevant targets for SARS-CoV-2 (hACE2 and CTSL). The results are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 926,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The in vitro activity of both boceprevir and telaprevir against CTSL was retrieved using a poly pharmacology browser, as previously reported in the literature [30] . hACE2 was retrieved using the SEA server tool as a significant target for Elbasvir. As mentioned previously, hACE2 is a highly relevant drug target for SARS-CoV-2. The CTSL was retrieved for both boceprevir and telaprevir using the SEA server with highly significant P-values. Both SwissTarget Prediction and PPB retrieved CTSL as a target for boceprevir and telaprevir with probability ¼ 1. This means that both boceprevir and telaprevir have already been tested in vitro and have reported activities on CTSL.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "First, a validation process was performed for the Molecular Operating Environment (MOE) program by subjecting the SARS-CoV-2 M pro target to a separate redocking process for only its co-crystallized inhibitor (N3) inside its binding pocket (Figure 2 ), and a low RMSD value indicated a valid performance (RMSD ¼ 1.43) [31, 32] . It can be noted that the docked N3 inhibitor (represented in green color) is superimposed on the native co-crystallized one (represented in red colour) forming one H-bond with Met45 and one pi-H bond with Thr26 amino acids. On the other hand, the native co-crystallized N3 inhibitor is characterized by its covalent bond with Cys145 amino acid. Moreover, it formed six H-bonds with Thr190, Glu166, Gln189, His164, and Gly143 amino acids, besides one H-pi interaction with His41 amino acid as well.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "Molecular docking of asunaprevir (1), boceprevir (2), glecaprevir (3), grazoprevir (4), paritaprevir (5), simeprevir (6) , telaprevir (7), voxilaprevir (8), daclatasvir (9), elbasvir (10), ledipasvir (11) , ombitasvir (12) , pibrentasvir (13) , velpatasvir (14) , dasabuvir (15) , and sofosbuvir (16) into the binding pockets of both hACE2 and M pro receptors of SARS-CoV-2 were performed including the co-crystallized N3 inhibitor (17) in case of M pro docking. They stabilized within the previously mentioned binding pockets with promising scores and binding modes with the amino acids of both receptors. The binding scores, in addition to the detailed binding modes of the 16 FDA-approved HCV DAAs with the amino acids of both hACE2 and M pro pockets, are depicted in Table 2 and Supplementary Figure S1 .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 778,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "Regarding the docking results of the 16 FDA-approved HCV DAA drugs against hACE2 receptor, their descending binding order was found to be: pibrentasvir (13) > telaprevir (7) > elbasvir (10) > ombitasvir (12) > velpatasvir (14) > daclatasvir (9) > ledipasvir (11) > glecaprevir (3) > simeprevir (6) > asunaprevir (1) > voxilaprevir (8) > grazoprevir (4) > paritaprevir (5) > boceprevir (2) > sofosbuvir (16) > dasabuvir (15) . This result is not consistent with the previously published molecular simulation study by Kateryna and Anna, who virtually tested and analysed 248 drugs including some HCV DAA drugs \"missing Telaprevir\" against the receptor-binding domain (RBD) of spike glycoprotein of SARS-CoV-2, and speculated that the HCV drugs ledipasvir and paritaprevir are the most efficient binders to the RBD when used together with a natural biflavonoid amentoflavone [33] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "The descending order for their docking against M pro protein was: telaprevir (7) > glecaprevir (3) > docked co-crystallized n3 inhibitor (17) > grazoprevir (4) > ombitasvir (12) > voxilaprevir (8) > simeprevir (6) > boceprevir (2) > velpatasvir (14) > asunaprevir (1) > elbasvir (10) > paritaprevir (5) > ledipasvir (11) > pibrentasvir (13) > daclatasvir (9) > sofosbuvir (16) > dasabuvir (15) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "Based on the remarkable structural similarity between the substrate binding cleft and active site of the SARS-CoV-2 M pro of HCV and SARS-CoV-2, it is possible that HCV drugs with anti-protease activity might also inhibit SARS-CoV-2 M pro [34, 35] . Bafna et al. reported that telaprevir could efficiently inhibit SARS-CoV-2 proteolytic activity and bind to its active site [36] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "It is worth mentioning that among the aforementioned tested HCV members, telaprevir was found to be the most promising drug to be repurposed against SARS-CoV-2, where it achieved the best binding affinity towards its main protease and the second-best binding affinity for the hACE2 receptor, indicating a highly promising intrinsic activity compared to other members. Moreover, its binding score towards SARS-CoV-2 M pro (-10.87 kcal/mol) was found to be superior to that of the docked co-crystallized N3 inhibitor (17) of the M pro (-10.01 kcal/mol) as presented in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 574,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "Telaprevir was found to be stabilized within the hACE2 receptor (including a part of the RBD), which is used by SARS-CoV-2 to enter and initiate COVID-19 infection. It formed three H-bonds with His345, Glu402, and Glu375 amino acids at 2.93. 2.99, and 3.58 A֯, respectively. In addition, it is obvious that it bound the Zn 2þ ion of the hACE2 through Glu375 amino acid bridge, which indicates an extra promising inhibitory activity. In addition, it fitted very well inside the hACE2 receptor, as depicted in Table 3 . However, telaprevir interactions with the M pro pocket of SARS-CoV-2 were observed to be through the formation of three H-bonds with Gln189, His164, and Met49 amino acids at 3.39, 3.41, and 3.86 A֯, respectively. In addition, it showed a very promising fit inside the M pro binding site of SARS-CoV-2 (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 515,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 819,
                    "end": 828,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "Collectively, telaprevir was predicted to be the most promising member among the 16 tested FDA-approved HCV DAA drugs, to be tested further in vitro in order to confirm its inhibitory activity against SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "In order to gain a deeper insight into the stability of telaprevir (7) in the binding pockets of both the hACE2 and M pro pockets of SARS-CoV-2 in two separate runs, MD simulations [37] were performed for a simulation time of 100 ns. Moreover, the co-crystallized N3 inhibitor of M pro was subjected to a separate run as a reference standard.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Analyses of both the root mean square deviation (RMSD) and root mean square fluctuation (RMSF) for the three docked poses of telaprevir (hACE2), telaprevir (M pro ), and N3 (M pro ), respectively, are depicted in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "The RMSD (left Y-axis) is an important quantitative measurement for evaluating the stability of the protein structure throughout the simulation period. The protein RMSD trajectory for the docked telaprevir in hACE2 receptor pocket showed a fluctuation till reaching 10 ns simulation time, gradually showed equilibrium till reaching 64 ns fluctuating within the range of 1.0 Å, and then returned again to an equilibrium state within a fluctuation range of 0.9 Å ( Figure 3A ). In contrast, the protein RMSD for the docked telaprevir in M pro pocket showed a stability manner till reaching 20 ns fluctuating within the range of 1.1 Å, then fluctuated within range of 0.6 Å till reaching 60 ns, and finally fluctuated within the range of 1.0 Å till the end of the simulation time ( Figure 3B ). Furthermore, the docked N3 in the M pro pocket fluctuated up to 10 ns and then fluctuated within the range of 1.0 Å until the end of the simulation time ( Figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 472,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 779,
                    "end": 788,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 947,
                    "end": 956,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "RMSF is useful for monitoring local changes within the protein chain during simulation. It was obvious that the binding site amino acids showed the lowest local conformational changes with telaprevir (˂ 2.5 Å) compared to the reference standard in the case of M pro . This finding confirmed the conformational stability of the binding pocket during the simulation. In addition, both tails (N-and C-terminal regions) showed higher RMSF values, which matches with the expected high flexibility of their loop structures, unlike other alpha helices and beta sheets, which are usually more rigid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Ligand RMSD (right Y-axis) indicates the stability of the docked pose with respect to the protein, especially its binding pocket. It is worth mentioning that the docked pose of Telaprevir in the M pro pocket ( Figure 3B ) showed both the lowest RMSD and the lowest fluctuations (within the range of 2.8 Å) during the simulation time compared to its docked pose in the hACE2 pocket ( Figure 3A ) and the docked pose of the co-crystallized inhibitor (N3) of M pro as well ( Figure 3C ), indicating its higher stability inside the M pro pocket of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 472,
                    "end": 481,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "The binding interaction histogram for each protein-ligand complex during the simulation is shown in Figure 4 . In the case of the docked pose of telaprevir in the hACE2 pocket of SARS-CoV-2, the amino acids Ser43, Ser47, Tyr50, Asn51, His345, Phe274, Pro346, Ala348, Thr371, Glu375, Tyr510, and Arg518 contributed mainly to the hydrogen bonding interactions (5%-50%), and Phe40, Tyr50, Ile54, Met62, Val343, His345, Pro346, Trp349, His374, His378, Phe504, Tyr510, and Arg514 had the greatest contribution to the hydrophobic interactions (2%-28%) with the docked pose of telaprevir. Ser43, Ser44, Ser47, Tyr50, Tyr51, Met62, Asn63, Trp69, Glu145, Arg273, Val343, Cys344, His345, Pro346, Thr347, Ala348, Cys361, Lys363, Asp367, Asp368, Thr371, His374, Glu375, Glu398, Glu402, Glu406, Ser409, His505, Tyr510, Arg514, Tyr515, and Arg518 contributed mainly to the water bridge hydrogen bonds (1%-27%) with the docked telaprevir ( Figure 4A ). In contrast, telaprevir formed stronger interactions inside the binding pocket of SARS-CoV-2 M pro compared to its hACE2 pocket throughout the simulation time, as can be observed from the timeline protein-ligand contacts ( Figure 4B ). His41, Asn142, Cys145, Glu166, Arg188, Gln189, and Trr190 amino acids contributed to 5%-100% to the hydrogen bonding interactions with telaprevir in the M pro pocket. However, the amino acids Leu27, Met49, Cys145, Met165, Leu167, and pro168 contributed mainly to the hydrophobic interactions (5%-25%), while Thr24, Ser46, Asn142, Gly143, Glu166, Gln189, and Thr190 showed the highest contribution to the water bridge hydrogen bonds (30%-70%) to the telaprevir pose in the M pro pocket of SARS-CoV-2. Finally, regarding the docked pose of N3 inside the binding pocket of M pro , it was found that amino acids Thr26, His41, Asn142, Gly143, Ser144, Cys145, His164, Glu166, Gln189, Thr190, and Gln192 had the largest percentage of hydrogen bonding interactions (10%-70%); the amino acids Met49, Cys145, Met165, Leu167, and Pro168 contributed to the hydrophobic interactions with (5%-20%); and the amino acids Thr24, Thr25, His41, Ser46, Asn119, Leu141, Asn142, Gly143, Ser144, Cys145, His163, His164, Met165, Glu166, Leu167, Pro168, Arg188, Gln189, Thr190, Ala191, and Gln192 contributed to (5%-190%) of the water bridge hydrogen bonding ( Figure 4C ). Figure 5 shows the heat map for the total number of contacts and interactions for telaprevir within the hACE2 and M pro pockets, in addition to the N3 inhibitor inside the M pro pocket of SARS-CoV-2 protein. It was observed that the main binding site for telaprevir inside the hACE2 pocket was Tyr510 throughout >80% of the simulation time ( Figure 5A ). In contrast, the main binding residues inside the M pro pocket were found to be His41, Gln189, and Glu166 throughout the simulation time (80%-99%) ( Figure 5B ). However, the main binding amino acids for the N3 A: hACE2 receptor of SARS-CoV-2. P: M pro protein of SARS-CoV-2. a R: The target receptor pocket. b S: The score of a compound inside the protein-binding pocket (kcal/mol). c RMSD: The root mean squared deviation between the predicted pose and crystal structure. inhibitor inside its M pro binding pocket were Glu166, Gln189, Thr26, Gly143, and Asn142 during the simulation (75%-99%) ( Figure 5C ). Therefore, the higher number of contacts, especially for telaprevir within the M pro binding pocket, compared to its N3 inhibitor, reflects its superior stability and confirms the previously obtained higher docking score. The ligand property study describes the ligand root mean square deviation (RMSD), radius of gyration (rGyr), molecular surface area (MolSA), solvent accessible surface area (SASA), and polar surface area (PSA). For the docked pose of telaprevir (hACE2), the RMSD was within the range of 2 Å. Its rGyr -, which measures the extendedness of a ligand, was in the range of 4.8-6 Å and the equilibrium was approximately 5.4 Å. The MolSA -, which is equivalent to a van der Waals surface area calculated with1.4 Å probe radius, fluctuated from the start of the simulation until reaching equilibrium at 30 ns, and its range was observed between and 550-625 Å 2 with an equilibrium around 610 Å 2 . Moreover, the surface area of telaprevir accessible by a water molecule (SASA) showed heavy fluctuations up to 20 ns, showed equilibrium between and 20-70 ns, and then fluctuated again until the end of the simulation time. The SASA range was approximately 150-600 Å 2 , and the equilibrium was approximately 450 Å 2 . Furthermore, the PSA, which refers to the SASA in telaprevir, contributed only to oxygen and nitrogen atoms. Its range was approximately 140-200 Å 2 , and the equilibrium was approximately 160 Å 2 ( Figure 6A ). In contrast, regarding the docked pose of telaprevir (M pro ), the RMSD was within the range of 1.75 Å. The rGyr was observed to be in the range of (4.75-5.50 Å) and the equilibrium was around 5.25 Å. It fluctuated only at the beginning until 10 ns and then reached equilibrium until the end of the simulation time. The MolSA also fluctuated from the start of the simulation until reaching equilibrium at 10 ns, and its fluctuation range was between and 560-640 Å 2 , with an equilibrium around 610 Å 2 . Moreover, the SASA range was approximately 240-420 Å 2 , and the equilibrium was approximately 330 Å 2 . In addition, the PSA range was between 120 and 185 Å 2 , and its equilibrium was approximately 160 Å 2 ( Figure 6B) . Collectively, the telaprevir property studied for its docked pose inside the M pro pocket were superior compared to its docked pose inside the hACE2 pocket, which matches greatly with the previously discussed sections. Furthermore, for the docked pose of N3 (M pro ), the RMSD was within the range of 3 Å. The rGyr was observed in the range of 5-7 Å, and the equilibrium was approximately 6 Å. The MolSA also fluctuated from the start of the simulation until it reached equilibrium at 10 ns and returned to fluctuations again at 80 ns. Its fluctuation range was between and 570-660 Å 2 , with an equilibrium around 630 Å 2 . Moreover, the SASA range was approximately 300-550 Å 2 , and the equilibrium was approximately 350 Å 2 . In addition, the PSA range was 200-275 Å 2 , and its equilibrium was around 250 Å 2 ( Figure 6C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1161,
                    "end": 1170,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2310,
                    "end": 2319,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2323,
                    "end": 2331,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2665,
                    "end": 2674,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2827,
                    "end": 2836,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3275,
                    "end": 3284,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4718,
                    "end": 4727,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 5446,
                    "end": 5456,
                    "text": "Figure 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 6275,
                    "end": 6284,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "The average MM-GBSA binding energy was calculated by applying the thermal_mmgbsa.py python script of Schrodinger, which also provides Coulomb, covalent binding, hydrogen-bonding, lipophilic, generalized Born electrostatic solvation, and van der Waals energies. All obtained values are listed in Table 4 . From the obtained MM-GBSA values, the binding energy for telaprevir inside the M pro receptor pocket was very promising compared to the co-crystallized N3 inhibitor with strong vdW interactions and lipophilic energy (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 302,
                    "text": "Table 4",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 521,
                    "end": 529,
                    "text": "(Table 4",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "MD trajectory analysis and prime MM-GBSA calculations"
        },
        {
            "text": "Based on our in silico studies, telaprevir showed the best evidence among the drugs to be selected for further in vitro validation against SARS-CoV-2. Telaprevir showed the best scores against direct (M pro ) and indirect (CTSL) viral targets. Hence, an in vitro study was conducted using telaprevir. To identify the appropriate concentrations to define the antiviral activity of telaprevir, the half-maximal cytotoxic concentration (CC 50 ) was calculated using the crystal violet assay ( Figure 7A) , which was found to be 60.86. Antiviral screening revealed that telaprevir exhibited promising cytotoxic inhibitory activity against NRC-03-nhCoV with IC 50 ¼ 11.55 μM ( Figure 7B ). Furthermore, it has promising antiviral activity with a high selectivity index (CC 50 /IC 50 ",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 777,
                    "text": "50",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 500,
                    "text": "Figure 7A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "In vitro validation"
        },
        {
            "text": "A total of 16 DAAs, covering three DAA classes (eight NS3/4A, six NS5A, and two NS5B inhibitors) were collected from the literature and DrugBank [38, 39] . A list of the studied HCV DAAs is presented in Table 5 .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "Table 5",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Selection of the studied drugs"
        },
        {
            "text": "This approach is a featured of in silico approach to assign new targets to ligands based on their chemical similarity [40] . Here, we used SEA to explore the targeting of studied DAAs to human targets that are important in SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Similarity ensemble approach (SEA)"
        },
        {
            "text": "The DAA SMILES codes were retrieved from the Drug Bank 5.0 [39] . These files were fed to SEA in silico tools, including the SEA server (htt p://sea.bkslab.org/) [40] , Swiss Target Prediction (http://www.swisst argetprediction.ch/) [41] and Poly pharmacology browser (http://gdbtoo ls.unibe.ch:8080/PPB/browser.html) [42] to explore their off-label human targets that may suggest repurposing against SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Similarity ensemble approach (SEA)"
        },
        {
            "text": "Gene (human targets) relevant scores for SARS-CoV-2 were retrieved from the GeneCards database (https://www.GeneCards.org/) [43] . The 10 best-relevant targets retrieved by GeneCards are shown in Table 6 .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Similarity ensemble approach (SEA)"
        },
        {
            "text": "The 16 FDA-approved HCV DAA drugs were subjected to two separate molecular docking processes using MOE 2019.012 suite [44] against both the human angiotensin-converting enzyme 2 (hACE2) as an indirect target receptor and the main protease (M pro ) as a direct target receptor of SARS-CoV-2. This helps us examine their binding affinities and interactions with hACE2 and M pro in order to propose the most appropriate mechanism of action and to prioritize the most promising members of the examined drugs. In addition, the co-crystallized native inhibitor (N3) of SARS-CoV-2 was docked and used as a reference standard in the docking process of viral M pro .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "3.2.2.1. Validation process. Before applying the docking processes using the Molecular Operating Environment (MOE) software package [45] , a validation process was performed for the MOE program by subjecting the SARS-CoV-2 M pro target to a separate redocking process for only its co-crystallized inhibitor (N3) inside its binding pocket, and a low RMSD value indicated a valid performance (RMSD ¼ 1.43) [31] . ",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "Preparation of the sixteen FDA-approved HCV DAAs drugs. The chemical smiles of the examined FDA-approved HCV DAA drugs were copied from their respective pages in the PubChem website, inserted into the MOE builder, and then prepared for docking as previously discussed [46, 47] . The prepared drug members were inserted into two different databases for two separate docking processes against hACE2 and M pro and saved as MDB files. The co-crystallized (N3) inhibitor was inserted into the database prepared for SARS-CoV-2 M pro docking.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "3.2.2.2."
        },
        {
            "text": "The X-ray structures of both hACE2 and M pro proteins (codes: 6VW1 [48] and 6LU7 [17] , respectively) were extracted from the Protein Data Bank and each one was prepared for docking by applying the detailed procedure described earlier [49, 50] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of hACE2 and M pro protein pockets of SARS-CoV-2."
        },
        {
            "text": "3.2.2.4. Docking of the tested HCV drugs to the two binding pockets of SARS-CoV-2. Two separate docking processes against hACE2 and M pro pockets of SARS-CoV-2 were performed using the aforementioned databases. The docking methodology is described as follows: the prepared protein was opened in each docking process, and general docking was selected. The docking site for the hACE2 receptor was selected using dummy atoms to be the largest one, which contains a part of the receptorbinding domain (RBD) of SARS-CoV-2. However, the docking site in the case of M pro was the binding site of its co-crystallized native inhibitor N3. The placement methodology was specified as a triangle matcher, and the scoring methodology was selected as London dG. Moreover, the refinement methodology was applied as a rigid receptor, and the scoring methodology was GBVI/WSA, as described earlier [51, 52] . After completion of each docking process, the output poses were filtered, and the best one for each docked compound was selected for further investigation based on its score, RMSD-refine value, and binding interactions.",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 885,
                    "text": "[51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of hACE2 and M pro protein pockets of SARS-CoV-2."
        },
        {
            "text": "MD simulations were performed using the Desmond module of the Schr€ odinger LLC package [53] . Each simulation was run for 100 ns, and the relaxation time for all the selected poses was 1 ps. The applied simulation system was kept inside an orthorhombic box 10 Å away from the tested protein to retain the periodic boundary states. The box was filled with water, as described using the TIP3P model [54] . Moreover, the protein and ligand parameters were measured by applying the OPLS3 force field [55] , and the Desmond system builder was used to adjust the salt concentration at 0.15 M NaCl [56] . MD simulations were applied to the NPT ensemble (constant number of particles, pressure, and temperature). The pressure and temperature were kept constant at 1 atm and 300 K using the Martyna-Tuckerman-Klein chain coupling and Nos e-Hoover chain coupling schemes, respectively [57, 58] . A cut-off radius of 0.9 Å was used to calculate the Coulombic interactions.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "58]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics (MD) simulations"
        },
        {
            "text": "Maestro software was used to evaluate the effect of interactions on the stability of the ligand-protein complexes. The MM-GBSA was performed to study both the ligand strain and binding energies for the docked poses throughout the 100 ns period of the MD simulation using the thermal_mmgbsa.py python script of Schrodinger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MD trajectory analysis and prime MM-GBSA calculations"
        },
        {
            "text": "Telaprevir was obtained from Sigma-Aldrich and dissolved in dimethyl sulfoxide (DMSO, Sigma-Aldrich) at a concentration of 100 mM and stored at 4 C. To assess the CC 50 , the stock solution of telaprevir was diluted further to the working solutions with DMEM (1000 μM-0.01 μM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity (CC 50 ) determination"
        },
        {
            "text": "Cytotoxic activity was tested in VERO-E6 cells using a crystal violet assay as previously described [59] with mino r modifications. Briefly, the cells were seeded in 96-well plates (100 μL/well at a density of 3 Â10 5 cells/ml) and incubated for 24 h at 37 C in 5% CO2. After 24 h, the cells were treated with various concentrations of telaprevir in triplicate. At 72 h post-treatment, the supernatant was discarded, and cell monolayers were fixed with 10% formaldehyde for 1 h at room temperature (RT).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Cytotoxicity (CC 50 ) determination"
        },
        {
            "text": "The fixed monolayers were then dried thoroughly and stained with 50 μL of 0.1% crystal violet for 20 min on a bench rocker at room temperature. The monolayers were then washed, dried overnight, and the crystal violet dye in each well was dissolved in 200 μL methanol for 20 min on a bench rocker at room temperature. The absorbance of the crystal violet solutions was measured at λmax 570 nm as a reference wavelength using a multi-well plate reader. The CC 50 value was calculated using nonlinear regression analysis using GraphPad Prism software (version 5.01) by plotting log concentrations of telaprevir versus normalized response (variable slope).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity (CC 50 ) determination"
        },
        {
            "text": "The IC 50 values for telaprevir were determined as previously described [12] , with minor modifications. Briefly, in 96-well tissue culture plates, 2.4 Â 10 4 Vero-E6 cells were distributed in each well and incubated overnight at 37 C in a humidified incubator with 5% CO 2 . The cell monolayers were washed once with 1x PBS. An aliquot of the SARS-CoV-2 \"NRC-03-nhCoV\" virus [60] containing 100 TCID 50 was incubated with serial diluted concentrations of the tested compound and kept at 37 C for 1 h. The Vero-E6 cell monolayers were treated with virus/compound mixtures and incubated at 37 C in a total volume of 200 μL per well. Untreated cells that are infected with the virus to represent \"virus control,\" with cells that are not treated and not infected being the \"cell control\" Following incubation at 37 C in a 5% CO 2 incubator for 72 h, the cells were fixed with 100 μl of 10% paraformaldehyde for 20 min and stained with 0.5% crystal violet in distilled water for 15 min at RT. The crystal violet dye was then dissolved using 100 μl absolute methanol per well, and the optical density of the color was measured at 570 nm using 200rt plate reader (Anthos Labtec Instruments, Heerhugowaard, Netherlands). The inhibitory concentration 50% (IC 50 ) of the compound is required to reduce the virus-induced cytopathic effect (CPE) by 50% relative to the virus control. The IC 50 value was calculated using nonlinear regression analysis using GraphPad Prism software (version 5.01) by plotting log concentrations of telaprevir versus the normalized response (variable slope). ",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Inhibitory concentration 50 (IC 50 ) determination"
        },
        {
            "text": "Drug repurposing is a marvelous strategy that helps in rapid response to pandemics. As antivirals showed a great ability to be repurposed against different viruses, we selected a group of 16 HCV DAAs to study their potential for repurposing against SARS-CoV-2. Among the studied drugs, telaprevir showed the best in silico evidence for its repurposing potential against SARS-CoV-2. Molecular docking results revealed the superior ability of telaprevir to fit with the M pro pocket of SARS-CoV-2 through the formation of three H-bonds with the key protein residues. Additionally, molecular dynamics studies of the docked pose of telaprevir inside the M pro pocket revealed its greater stability compared to that inside the hACE2 pocket, which confirmed the previously obtained docking results. Furthermore, the MM-GBSA binding energy showed that telaprevir docked pose inside the M pro pocket had very promising binding energy compared to that of the N3 inhibitor. In vitro studies have inferred this potential (IC 50 ¼ 11.55 μM, CC 50 ¼ 60.865 μM, and CC 50 / IC 50 ¼ 5.27), and we recommend further preclinical and clinical studies for the ability of telaprevir to be successfully repurposed against SARS-CoV-2. Although different publications were published on SARS-CoV-2, to our knowledge, this is the first study to focus on telaprevir as a promising drug member to be repurposed towards SARS-CoV-2 using both computational and in vitro confirmatory aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Amal Mahmoud: Conceived and designed the experiments; Analyzed and interpreted the data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Ahmed Mostafa: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Ahmed A. Al-Karmalawy: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Ahmad Zidan, Hamada S. Abulkhair, Sara H. Mahmoud, Mahmoud Shehata: Performed the experiments; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Mahmoud M. Elhefnawi: Analyzed and interpreted the data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Mohamed A. Ali: Conceived and designed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Data will be made available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Remdesivir in adults with severe COVID-19: a randomised, doubleblind, placebo-controlled, multicentre trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1569--1578",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): state of the science, Microorganisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mostafa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus biology and replication: implications for SARS-CoV-2",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "V&apos;kovski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Rev. Microbiol",
            "volume": "19",
            "issn": "3",
            "pages": "155--170",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "One Health in the context of coronavirus outbreaks: a systematic literature review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schmiege",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "One Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The journey of antimalarial drugs against SARS-CoV-2: review article",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarhan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Karmalawy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Informat. Med. Unlocked",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drug repurposing of nitazoxanide: can it be an effective therapy for COVID-19?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shitu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mostafa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Genet. Engin. Biotechn",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus puts drug repurposing on the fast track",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "379--381",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Calendulaglycoside A showing potential activity against SARS-CoV-2 main protease: molecular docking, molecular dynamics, and SAR studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Tradit. Complem. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In a search for potential drug candidates for combating COVID-19: computational study revealed salvianolic acid B as a potential therapeutic targeting 3CLpro and spike proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elmaaty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Biomol. Struct. Dyn",
            "volume": "",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bioactive polyphenolic compounds showing strong antiviral activities against severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kandeil",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pathogens",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strong inhibitory activity and action modes of synthetic maslinic acid derivative on highly pathogenic coronaviruses: COVID-19 drug candidate",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soltane",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pathogens",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "FDA-approved drugs with potent in vitro antiviral activity against severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mostafa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmaceuticals",
            "volume": "13",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular Docking and Dynamics Simulations Reveal the Potential of Anti-HCV Drugs to Inhibit COVID-19 Main Protease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Karmalawy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H J P S"
                    ],
                    "last": "Eissa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Drug repurposing for viral infectious diseases: how far are we?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mercorelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loregian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Microbiol",
            "volume": "26",
            "issn": "10",
            "pages": "865--876",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinically approved ion channel inhibitors close gates for hepatitis C virus and open doors for drug repurposing in infectious viral diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "91",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "First structure-activity relationship analysis of SARS-CoV-2 virus main protease (Mpro) inhibitors: an endeavor on COVID-19 drug discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mol. Divers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structure of M(pro) from SARS-CoV-2 and discovery of its inhibitors",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "582",
            "issn": "7811",
            "pages": "289--293",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "33",
            "pages": "11876--11881",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "ACE2 receptor expression and severe acute respiratory syndrome coronavirus infection depend on differentiation of human airway epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "23",
            "pages": "14614--14621",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Targeted design of drug binding sites in the main protease of SARS-CoV-2 reveals potential signatures of adaptation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Padhi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "555",
            "issn": "",
            "pages": "147--153",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Potential role of ACE2 in coronavirus disease 2019 (COVID-19) prevention and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Transl. Int. Med",
            "volume": "8",
            "issn": "1",
            "pages": "9--19",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular docking and dynamics simulation revealed the potential inhibitory activity of ACEIs against SARS-CoV-2 targeting the hACE2 receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Karmalawy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Chem",
            "volume": "9",
            "issn": "227",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cathepsin L-selective inhibitors: a potentially promising treatment for COVID-19 patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol. Ther",
            "volume": "213",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Can SARS-CoV-2 accumulate mutations in the S-protein to increase pathogenicity?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Padhi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Pharmacol Transl Sci",
            "volume": "3",
            "issn": "5",
            "pages": "1023--1026",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Systematic search for SARS-CoV-2 main protease inhibitors for drug repurposing: ethacrynic acid as a potential drug",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Isgr O",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Sardanelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Viruses",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Both Boceprevir and GC376 efficaciously inhibit SARS-CoV-2 by targeting its main protease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High-throughput rational design of the remdesivir binding site in the RdRp of SARS-CoV-2: implications for potential resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Padhi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "iScience",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Computational insights on the potential of some NSAIDs for treating COVID-19: priority set and lead optimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elmaaty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Molecules",
            "volume": "26",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Revisiting activity of some glucocorticoids as a potential inhibitor of SARS-CoV-2 main protease: theoretical study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elmaaty",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "RSC Adv",
            "volume": "11",
            "issn": "17",
            "pages": "10027--10042",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "MK-7009, a potent and selective inhibitor of hepatitis C virus NS3/4A protease",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Liverton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "54",
            "issn": "1",
            "pages": "305--311",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The performance of current methods in ligand-protein docking",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcconkey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sobolev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr. Sci",
            "volume": "",
            "issn": "",
            "pages": "845--856",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Empagliflozin and doxorubicin synergistically inhibit the survival of triple-negative breast cancer cells via interfering with the mTOR pathway and inhibition of calmodulin: in vitro and molecular docking studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Eliaa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Pharmacol. Translat. Sci",
            "volume": "3",
            "issn": "6",
            "pages": "1330--1338",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Combined use of the hepatitis C drugs and amentoflavone could interfere with binding of the spike glycoprotein of SARS-CoV-2 to ACE2: the results of a molecular simulation study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Miroshnychenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Shestopalova",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Biomol. Struct. Dyn",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structural similarity of SARS-CoV2 M(pro) and HCV NS3/4A proteases suggests new approaches for identifying existing drugs useful as COVID-19 therapeutics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bafna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krug",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Montelione",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Hepatitis C virus drugs that inhibit SARS-CoV-2 papain-like protease synergize with remdesivir to suppress viral replication in cell culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bafna",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Rep",
            "volume": "35",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Malleability of the SARS-CoV-2 3CL M(pro) active-site cavity facilitates binding of clinical antivirals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kneller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Structure",
            "volume": "28",
            "issn": "12",
            "pages": "1313--1320",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Accelerating COVID-19 research using molecular dynamics simulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Padhi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rath",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Phys. Chem. B",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Direct acting anti-hepatitis C virus drugs: clinical pharmacology and future direction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geddawy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Transl Int Med",
            "volume": "5",
            "issn": "1",
            "pages": "8--17",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DrugBank 5.0: a major update to the DrugBank database for",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wishart",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic Acids Res",
            "volume": "46",
            "issn": "",
            "pages": "1074--1082",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Relating protein pharmacology by ligand chemistry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keiser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotechnol",
            "volume": "25",
            "issn": "2",
            "pages": "197--206",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "SwissTargetPrediction: a web server for target prediction of bioactive small molecules",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gfeller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The polypharmacology browser: a web-based multifingerprint target prediction tool using ChEMBL bioactivity data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Awale",
                    "suffix": ""
                },
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Reymond",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Cheminf",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The GeneCards suite: from gene data mining to disease genome sequence analyses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stelzer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Protoc. Bioinformat",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Medicinal chemistry and the molecular operating environment (MOE): application of QSAR and molecular docking to drug discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vilar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cozza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr. Top. Med. Chem",
            "volume": "8",
            "issn": "18",
            "pages": "1555--1572",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Molecular Operating Environment (MOE)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C G"
                    ],
                    "last": "Inc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Suite#",
            "volume": "910",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tanshinone IIA synergistically enhances the antitumor activity of doxorubicin by interfering with the PI3K/AKT/mTOR pathway and inhibition of topoisomerase II: in vitro and molecular docking studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghanem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New J. Chem",
            "volume": "44",
            "issn": "40",
            "pages": "17374--17381",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Revisiting activity of some nocodazole analogues as a potential anticancer drugs using molecular docking and DFT calculations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khattab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Karmalawy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Chem",
            "volume": "9",
            "issn": "92",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structural basis of receptor recognition by SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "7807",
            "pages": "221--224",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Bioassay-guided isolation of a new cytotoxic ceramide from Cyperus rotundus L, South Afr",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Samra",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Bot",
            "volume": "139",
            "issn": "",
            "pages": "210--216",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Molecular modelling of mebendazole polymorphs as a potential colchicine binding site inhibitor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Karmalawy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khattab",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New J. Chem",
            "volume": "44",
            "issn": "33",
            "pages": "13990--13996",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Molecular docking reveals the potential of Cleome amblyocarpa isolated compounds to inhibit COVID-19 virus main protease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New J. Chem",
            "volume": "44",
            "issn": "39",
            "pages": "16752--16758",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Molecular docking, molecular dynamics, and in vitro studies reveal the potential of angiotensin II receptor blockers to inhibit the COVID-19 main protease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alnajjar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heliyon",
            "volume": "6",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "3: Desmond Molecular Dynamics System",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Release",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Maestro-Desmond Interoperability Tools, Schr€ odinger",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Comparison of simple potential functions for simulating liquid water",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Chem. Phys",
            "volume": "79",
            "issn": "2",
            "pages": "926--935",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "OPLS3: a force field providing broad coverage of drug-like small molecules and proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Chem. Theor. Comput",
            "volume": "12",
            "issn": "1",
            "pages": "281--296",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Desmond/GPU Performance as of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergdorf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Nos e-Hoover chains: the canonical ensemble via continuous dynamics",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Martyna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tuckerman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Chem. Phys",
            "volume": "97",
            "issn": "4",
            "pages": "2635--2643",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Constant pressure molecular dynamics algorithms",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Martyna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Chem. Phys",
            "volume": "101",
            "issn": "5",
            "pages": "4177--4189",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Crystal violet assay for determining viability of cultured cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feoktistova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geserick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leverkus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cold Spring Harb. Protoc",
            "volume": "2016",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Coding-complete genome sequences of two SARS-CoV-2 isolates from Egypt",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kandeil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbiol. Res. Announ",
            "volume": "9",
            "issn": "22",
            "pages": "489--00520",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 D and 3 D representations showing the re-docking process between the native co-crystallized inhibitor (N3) (represented in red) and the docked one (represented in green) at M pro pocket.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "RMSD of the protein, RMSF of the protein amino acids, and RMSD of the docked poses of Telaprevir and N3 inside the protein binding sites during the simulation time of 100 ns for (A) Telaprevir (hACE2), (B) Telaprevir (M pro ), and (C) N3 (M pro ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "¼ 5.27).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Protein-ligand contacts histograms for (A) Telaprevir (hACE2), (B) Telaprevir (M pro ), and (C) N3 (M pro ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Heat map representing the number of protein-ligand contacts for (A) Telaprevir (hACE2), (B) Telaprevir (M pro ), and (C) N3 (M pro ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The ligand property trajectory of the (A) Telaprevir (hACE2), (B) Telaprevir (M pro ), and (C) N3 (M pro ) complexes during the 100 ns simulation time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dose-response and inhibition curves for Telaprevir. (a) Half maximal cytotoxic concentration (CC 50 ) in Vero E6 cells and (b) inhibitory concentration 50% (IC 50 ) against NRC-03-nhCoV were calculated using nonlinear regression analysis of GraphPad Prism.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "This work was supported by the Deanship of Scientific Research, Imam Abdulrahman Bin Faisal University, Dammam, Saudi Arabia, Grant No. Covid 19-2020-001-BASRC. This research was also funded in part by the Egyptian National Research Centre (NRC) under contract number MP120801 and by the Egyptian Academy of Scientific Research & Technology (ASRT) within the \"Ideation Fund\" program under contract number 7303. This research was funded by the National Institute of Allergy and Infectious Diseases, National Institutes of Health (under contract HHSN272201400006C).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "DB11574], boceprevir [DB08873], and telaprevir [DB05521]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prediction of HCV DAAs against SARS-CoV-2.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The binding scores and modes of the examined sixteen FDA approved HCV DAAs against both the hACE2 and M pro receptor pockets of SARS-CoV-2 compared to the docked co-crystallized N3 inhibitor(17) in case of the latter one.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "3D representations showing the binding interactions and protein positioning of the most promising member of the sixteen tested FDA approved HCV drugs (Telaprevir) against both the hACE2 and M pro receptor pockets of SARS-CoV-2.Red dash represents H-bonds and black dash represents H-pi interactions.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Prime MM-GBSA energies for Telaprevir binding at both active sites of SARS-CoV-2 (hACE2 and M pro ) and N3 inhibitor of M pro .",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The selected DAA drugs, their accession numbers, and their HCV targets collected from Drug Bank database.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The best ten relevant targets for SARS-CoV-2 as retrieved using Gene Cards database.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest statement"
        },
        {
            "text": "Supplementary content related to this article has been published online at https://doi.org/10.1016/j.heliyon.2021.e07962.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}