{
    "paper_id": "3ecd10decbcaa63f904f2231cf27cf20f6bf9149",
    "metadata": {
        "title": "Migrant Remittances and Economic Growth in ECOWAS Countries: Does Digitalization Matter?",
        "authors": [
            {
                "first": "Moukpè",
                "middle": [],
                "last": "Gniniguè",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": "gninigue0@gmail.com"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Essossinam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            },
            {
                "first": "Essossinam",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            },
            {
                "first": "Moukpe",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Gniniguè",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kara",
                    "location": {
                        "settlement": "Kara",
                        "country": "Togo"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Digital technologies can be a critical channel in boosting economic growth and achieving Sustainable Development Goals. During crises like COVID-19, digitalization can facilitate the reception of remittances from relatives and friends. We analyze the effects of migrant remittances (MRs) on economic growth in ECOWAS countries with a special emphasis on the role of digitalization. The simultaneous equations and the seemingly unrelated regression method are used with data spanning from 1980 to 2017. Findings show that digitization is not a channel for transmitting the effects of MRs on economic growth in ECOWAS countries. However, digitalization constitutes a catalyst of the effects of MRs on economic growth in non-WAEMU countries, while it does not in WAEMU (a sub-regional block of ECOWAS). Nevertheless, remittances contribute to human capital accumulation, investment, and consumption in WAEMU countries. Policies aiming at strengthening digitization are welcome to foster the effect of MRs on countries' economies in ECOWAS, in general, and WAEMU in particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Les technologies digitales (ou numériques) peuvent être un vecteur essentiel pour stimuler la croissance économique et pour atteindre les objectifs de développement durable. Lors de crises comme celle de la COVID-19, la digitalisation peut permettre de recevoir des envois de fonds de la part de parents et d'amis. Nous analysons les effets des envois de fonds des travailleurs migrants sur la croissance économique dans les pays de la CEDEAO, avec un accent particulier sur le rôle de la digitalisation. Nous utilisons les équations simultanées et la méthode SUR, pour analyser des données couvrant la période de 1980 à 2017. Les résultats montrent que, dans les",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Whatever the causes of migration (climate change, poverty, food insecurity, labor market failure, politics or conflicts, wage inequality, level of countries development, etc.), the contribution of migrant remittances to the economic development of countries of origin continues to be the subject of debates within political and various scholars (Benhamou and Cassin 2021; Abduvaliev and Bustillo 2020; Melvin 2019; Warner and Afifi 2014; Arestoff et al. 2012; Djajic 1986 ). Thus, according to Djajic (1986) , the transfers of remittances from migrants improve not only the wellbeing of the direct beneficiaries but also those who do not have relatives abroad. Indeed, migrant remittances can increase the level of consumption of the beneficiaries through their use for household consumption goods and consequently boost economic activity (Romano and Traverso 2020; Wagle 2016) . When invested, these funds can improve the level of domestic investment and, when used for the education (Jang 2019) , can increase the accumulation of human capital. Thus, the wellbeing of populations not benefiting from these funds improves through their external effects on investment and human capital accumulation.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 371,
                    "text": "(Benhamou and Cassin 2021;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 372,
                    "end": 401,
                    "text": "Abduvaliev and Bustillo 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 414,
                    "text": "Melvin 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 415,
                    "end": 437,
                    "text": "Warner and Afifi 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 438,
                    "end": 459,
                    "text": "Arestoff et al. 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 460,
                    "end": 471,
                    "text": "Djajic 1986",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 494,
                    "end": 507,
                    "text": "Djajic (1986)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 839,
                    "end": 865,
                    "text": "(Romano and Traverso 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 866,
                    "end": 877,
                    "text": "Wagle 2016)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 985,
                    "end": 996,
                    "text": "(Jang 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies have suggested various mechanisms by which migrant remittances could influence the economic development of countries of origin. Migrant remittances promote increases in human capital, education spending, investment, and entrepreneurship (Melvin 2019; Jang 2019; Tsegai 2007; World Bank 2006) . When invested, migrant remittances can contribute to poverty reduction as they contribute to growth; and can create a considerable multiplier on output (Ratha 2005; Gupta et al. 2007; Fullenkamp et al. 2008) . Furthermore, migrant remittances represent the most important contribution of the diaspora to the development of the countries of departure (Romano and Traverso 2020; Zimmermann 2017) and they even today exceed public aid and foreign direct investment for many countries (Sobiech 2019; Zimmermann 2017) . Thus, the global amount of migrant remittances has reached US$431.6 billion and is the largest source of external finance for many developing countries (Clemens and McKenzie 2014) . This is the case of ECOWAS countries, since 1990. For instance, migrant remittance represented only about 2.61% of GDP, or US$45 million in 1990 while they reached US$1.88 billion in 2016. Referring to the traditional sources of finance, the migrant remittances represent about 7.79% of GDP in 2016, while official development assistance and foreign direct investment were estimated only at US$768 million and US$822 million, respectively, for all ECOWAS countries (WDI 2020) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Melvin 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 259,
                    "end": 269,
                    "text": "Jang 2019;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 270,
                    "end": 282,
                    "text": "Tsegai 2007;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 283,
                    "end": 299,
                    "text": "World Bank 2006)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 466,
                    "text": "(Ratha 2005;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 467,
                    "end": 485,
                    "text": "Gupta et al. 2007;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 486,
                    "end": 509,
                    "text": "Fullenkamp et al. 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 652,
                    "end": 678,
                    "text": "(Romano and Traverso 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 679,
                    "end": 695,
                    "text": "Zimmermann 2017)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 783,
                    "end": 797,
                    "text": "(Sobiech 2019;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 798,
                    "end": 814,
                    "text": "Zimmermann 2017)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 969,
                    "end": 996,
                    "text": "(Clemens and McKenzie 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1464,
                    "end": 1474,
                    "text": "(WDI 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite this significant increase and the high amount of migrant remittances accompanied by their promotion through Goal 8 of the Sustainable Development Goals (SDGs) which aims at reducing the transaction costs of these funds, there is a weak economic performance in ECOWAS region. Moreover, despite the importance given to digitalization technologies through the access to the internet in economic development as stated by African Union Agenda 2063 and SDGs (through Goal 17), the economic growth of ECOWAS countries is lagging behind. Indeed, a comparison between certain regions of the world shows that 44.95% of the population have access to the internet in ECOWAS against 12.08% in middle-income countries and 41.63% in high-income countries from 1980 to 2017 (WDI 2020). During the same period, middle-income countries came out on top in terms of average economic growth rate which was 2.73%; followed by high-income countries (1.62%), then ECOWAS countries (0.87%) while the standard for achieving the sustainable development goal is at least 7%. The main objective of this paper is to analyze the effect of migrant remittances on the economic growth of ECOWAS countries with particular emphasis on the role of digitalization. Specifically, the aim is to analyze the effect of migrant remittances on economic growth, consumption, human capital, and investment, and finally to examine the moderating effect of digitalization and migrant remittances on economic growth through digitalization in ECOWAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The contribution of this article to the economic literature is empirical. Indeed, it can be observed that the crucial role of digitalization is largely ignored or rarely taken into account in the economic literature on the contribution of migrant remittances to economic growth particularly in countries with low financial inclusion, including the ECOWAS region. Most work analyses the effect of migrant remittances on economic growth through investment (Rocher and Pelletier 2008; World Bank 2006) , human capital (Mim and Mabrouk 2014; Mim and Ali 2012) , financial development (Sobiech 2019; Nyamongo et al. 2012) , and consumption (Romano and Traverso 2020; Rocher and Pelletier 2008; World Bank 2006) . Moreover, no study has simultaneously examined the role of digitalization in facilitating migrant remittances and their effect on economic growth, consumption, human capital, and investment. Yet, in times of crisis, digitalization, including mobile banking, can facilitate the receipt of remittances to relatives and friends. This can help reduce the likelihood of the vulnerable population falling into poverty. Pesando et al. (2021) found that migration is widely explained by the population's access to the internet. Internet access can be a key information channel in the development of migration policies. In the context of a health crisis such as COVID-19, digitalized payment can not only limit the spread of the pandemic but also improve the efficiency of governments and aid agencies with a significant reduction in transaction costs. The role of digital technologies, as channels for the transmission of migrant remittances, in stimulating financial inclusion in sub-Saharan Africa seems to be completely ignored in the economic literature. This article fills this gap by focusing on ECOWAS countries that have been part of a dynamic of economic and monetary integration for several decades.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 481,
                    "text": "(Rocher and Pelletier 2008;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 482,
                    "end": 498,
                    "text": "World Bank 2006)",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 537,
                    "text": "(Mim and Mabrouk 2014;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 538,
                    "end": 555,
                    "text": "Mim and Ali 2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 580,
                    "end": 594,
                    "text": "(Sobiech 2019;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 595,
                    "end": 616,
                    "text": "Nyamongo et al. 2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 635,
                    "end": 661,
                    "text": "(Romano and Traverso 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 662,
                    "end": 688,
                    "text": "Rocher and Pelletier 2008;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 689,
                    "end": 705,
                    "text": "World Bank 2006)",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1142,
                    "text": "Pesando et al. (2021)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the article is organized as follows: \"Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works\" section presents the literature review. The rest of the sections present the econometric modeling followed by the analysis of the econometric results. The last section summarizes the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The analysis of the effect of migrant remittances (MRs) on the economic growth of the countries of departure in the long term leads to conclusions that are not unanimously accepted (Melvin 2019; Sobiech 2019; Rapoport and Docquier 2006) . Three schools of thought can be distinguished (Mim and Mabrouk 2014) . Some authors support the existence of a positive relationship between migrant remittances and economic growth (Nyamongo et al. 2012; Bettin and Zazzaro 2012; Giuliano and Ruiz-Arranz 2009; Mundaca 2009; Rocher and Pelletier 2008; Stahl and Arnold 1986; Djajic 1986) , while others think of a negative effect of these funds on economic growth (Chami et al. 2005; Lipton 1980 ). The third school of thought is known as the neutrality of the effect of MRs on economic growth (Adams and Klobodu 2016; Senbeta 2013; Rao and Hassan 2012; Eckstein 2004; Kireyev 2006) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 194,
                    "text": "(Melvin 2019;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 195,
                    "end": 208,
                    "text": "Sobiech 2019;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 209,
                    "end": 236,
                    "text": "Rapoport and Docquier 2006)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 285,
                    "end": 307,
                    "text": "(Mim and Mabrouk 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Nyamongo et al. 2012;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 443,
                    "end": 467,
                    "text": "Bettin and Zazzaro 2012;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 468,
                    "end": 498,
                    "text": "Giuliano and Ruiz-Arranz 2009;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 499,
                    "end": 512,
                    "text": "Mundaca 2009;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 513,
                    "end": 539,
                    "text": "Rocher and Pelletier 2008;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 540,
                    "end": 562,
                    "text": "Stahl and Arnold 1986;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 563,
                    "end": 575,
                    "text": "Djajic 1986)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 652,
                    "end": 671,
                    "text": "(Chami et al. 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 672,
                    "end": 683,
                    "text": "Lipton 1980",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 782,
                    "end": 806,
                    "text": "(Adams and Klobodu 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 807,
                    "end": 820,
                    "text": "Senbeta 2013;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 821,
                    "end": 841,
                    "text": "Rao and Hassan 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 842,
                    "end": 856,
                    "text": "Eckstein 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 857,
                    "end": 870,
                    "text": "Kireyev 2006)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "According to Mesnard (2004) , MRs foster the emergence of a positive link between capital accumulation and growth in the countries of origin. Indeed, MRs can make it possible to invest in the education of the countries of departure, thus, enabling them to have additional productive capacities and contribute to economic growth. Stahl and Arnold (1986) reveal that MRs can have an important multiplier effect even if they are used for consumption. According to Mundaca (2009) , the positive effect of MRs becomes stronger when financial development is taken into account. Rocher and Pelletier (2008) argue that a large share of these funds is generally spent on current consumption while a smaller share is saved or invested. For them, regardless of the mode of expenditure, MRs can contribute to economic growth.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "text": "Mesnard (2004)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 329,
                    "end": 352,
                    "text": "Stahl and Arnold (1986)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 461,
                    "end": 475,
                    "text": "Mundaca (2009)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 572,
                    "end": 599,
                    "text": "Rocher and Pelletier (2008)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "On the other hand, MRs can create dependency on the recipients instead of working for their development (Lipton 1980; Chami et al. 2005) . These funds, invested in human capital, can increase the rate of emigration when distortion of the labor market in the country of origin is observed. Chami et al. (2005) argue that these funds can lead to the appreciation of the currency of the recipient country with adverse effects on economic growth. Rapoport (2017) corroborates this idea when he argues that MRs leads to an appreciation of the real exchange rate of the local currency and, thus, weaken the competitiveness of the domestic economy. A study by Chami et al. (2005) show that remittances contribute negatively to economic growth in 113 developing countries. Moreover, due to the lack of childcare for migratory reasons of the parents, MRs can negatively affect children's education (Jang 2019; Hanson and Woodruff 2003; McKenzie and Rapoport 2010) . According to advocates of the neutrality of the effect of remittances on economic growth (Eckstein 2004; Rao and Hassan 2012; Senbeta 2013) , the level of financial development and the investment climate play an important role in the effect of MRs on economic growth. Rao and Hassan (2012) and Senbeta (2013) point out that the effect MRs on economic growth may be nil but these funds can affect economic growth through certain channels, including investment, financial development, total factor productivity, the real exchange rate, and output volatility.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 117,
                    "text": "(Lipton 1980;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 118,
                    "end": 136,
                    "text": "Chami et al. 2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 289,
                    "end": 308,
                    "text": "Chami et al. (2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 443,
                    "end": 458,
                    "text": "Rapoport (2017)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 653,
                    "end": 672,
                    "text": "Chami et al. (2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 889,
                    "end": 900,
                    "text": "(Jang 2019;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 901,
                    "end": 926,
                    "text": "Hanson and Woodruff 2003;",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 954,
                    "text": "McKenzie and Rapoport 2010)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1046,
                    "end": 1061,
                    "text": "(Eckstein 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1062,
                    "end": 1082,
                    "text": "Rao and Hassan 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1083,
                    "end": 1096,
                    "text": "Senbeta 2013)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1225,
                    "end": 1246,
                    "text": "Rao and Hassan (2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1251,
                    "end": 1265,
                    "text": "Senbeta (2013)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "Empirically, Abduvaliev and Bustillo (2020) revealed that a 1% increase in MRs causes an increase of about 0.25% in GDP per capita and a 2% decrease in the poverty rate in the Commonwealth of independent states of the post-Soviet Republic. Similar results were found in India by Sutradhar (2020) ; in Rwanda by the study of Kadozi (2019) . In contrast, Sutradhar (2020) found a negative effect of MRs on economic growth in Bangladesh, Pakistan, and Sri Lanka. In a large sample of countries, Benhamou and Cassin (2021) found that MRs positively affect the level of education to the detriment of domestic savings. Moreover, the results revealed the existence of an inverted U-shaped curve between MRs and economic growth. In Sub-Saharan Africa, Kadozi (2019) found that MRs do not affect economic growth.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 43,
                    "text": "Abduvaliev and Bustillo (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 295,
                    "text": "Sutradhar (2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 324,
                    "end": 337,
                    "text": "Kadozi (2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 353,
                    "end": 369,
                    "text": "Sutradhar (2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 492,
                    "end": 518,
                    "text": "Benhamou and Cassin (2021)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 744,
                    "end": 757,
                    "text": "Kadozi (2019)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "Sobiech (2019), using the generalized method of moments, shows that MRs and financial development are substitutable. For him, the more developed a country is, the weaker, the effect of remittances on economic growth. The same method enabled Mim and Mabrouk (2014) to conclude that MRs have a positive and significant effect on children's schooling, enabling low-income households to finance their children's schooling. Human capital is also an important channel for transmitting the effect of these funds. In the same context, the work of Mim and Ali (2012) reveals that MRs have a positive impact on consumption, investment, and economic growth. They conclude that these funds have an effective effect on economic growth through human capital approximated by the gross enrollment rate in secondary education. Yang (2004) shows that by improving education, MRs can reduce child labor. Based on a co-integration relationship, Chnaina and Makhlouf (2015) show that a 1% increase in the ratio of MRs to GDP causes an equilibrium real exchange rate appreciation of 0.39% in Tunisia, and therefore, confirm the hypothesis of Dutch disease. On the other hand, an autoregressive model allowed Brahim et al. (2018) to show that an increase in MRs leads to a depreciation of the real effective exchange rate in the MENA region. However, Chami et al. (2005) , as well as Piracha et al. (2006) , find that remittances do not contribute to economic growth.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 263,
                    "text": "Mim and Mabrouk (2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 539,
                    "end": 557,
                    "text": "Mim and Ali (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 810,
                    "end": 821,
                    "text": "Yang (2004)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 925,
                    "end": 952,
                    "text": "Chnaina and Makhlouf (2015)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1186,
                    "end": 1206,
                    "text": "Brahim et al. (2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1328,
                    "end": 1347,
                    "text": "Chami et al. (2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1361,
                    "end": 1382,
                    "text": "Piracha et al. (2006)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "Using the generalized method of moments, Fayissa and Nsiah (2010) conclude that MRs contribute positively to economic growth in 34 African countries with booming financial development over a period from 1980 to 2004. These results are similar to those of Nyamongo et al. (2012) who found that MRs are complement of financial development in 36 African countries from 1980 to 2009. Adams and Klobodu (2016) use the generalized method of moments and show that MRs do not have robust effects on economic growth in 33 sub-Saharan African countries from 1970 to 2012. Unlike Adams and Klobodu (2016) a positive relationship between MRs and economic growth in SSA countries has been found by Lartey (2013) by using the same method. Although Pesando et al. (2021) link the internet as digitalization proxy to international mobility, they do not tackle the potential moderating effect of digitalization and migrants remittances on economic growth. Even if rare works have try to link the improvement of digitalization technologies to migration (Pesando et al. 2021 ) and the inflow of remittances in BRICS (Emara and Zhang, 2021) , the results revealed a non-linear relationship and there is a need of more investigation in other regions including ECOWAS. Broadly, the above empirical literature does not specifically address the effect of MRs on economic growth through digitalization, even though this relationship is crucial for much-needed financial inclusion and better orientation of migration policies. This paper aims at filling these gaps.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 65,
                    "text": "Fayissa and Nsiah (2010)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 277,
                    "text": "Nyamongo et al. (2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 380,
                    "end": 404,
                    "text": "Adams and Klobodu (2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 569,
                    "end": 593,
                    "text": "Adams and Klobodu (2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 734,
                    "end": 755,
                    "text": "Pesando et al. (2021)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1035,
                    "end": 1055,
                    "text": "(Pesando et al. 2021",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1097,
                    "end": 1120,
                    "text": "(Emara and Zhang, 2021)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Migrant Remittances as an Engine of Economic Growth: An Overview of Theoretical and Empirical Works"
        },
        {
            "text": "To analyze the role of digitalization in transmitting the effect of MRs on economic growth in ECOWAS countries, the model used by Meyer and Shera (2017) taken up by Sutradhar (2020) is applied. The model is presented as follows:",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "text": "Meyer and Shera (2017)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The model is in a panel form, where i refers to the country, and t the time period. lnGDP it represents the logarithmic value of the GDP per capita and lnMRs it is the migrant remittances in Log linear. The considered migrant remittances are in U.S. dollars and comprise all current transfers in cash or in-kind received. Z it is the vector of the other variables used in the model and E it the error term. MRs can have a positive effect (Bettin and Zazzaro 2012), a negative effect (Chami et al. 2005) , or a neutral effect (Senbeta 2013) on economic growth. Digitalization (INT) is approximated by the percentage of the population with access to the internet (Emara and Zhang 2021; Myovella et al. 2020; Habibi and Zabardast 2020) . According to Myovella et al. (2020) and Habibi and Zabardast (2020) , digitalization positively affects economic growth. Internet access promotes trade and the transmission of the knowledge with positive effects on economic development. Investment is represented by gross fixed capital formation (GFCF) in the percentage of GDP. Solow (1956) shows that investment makes a positive contribution to growth. Human capital stock (KH) is measured by the gross enrollment ratio in secondary education. It stimulates economic growth (Romer 1986 ) to the extent that large human capital can translate into significant productive capacity through externalities and contribute to economic growth. Household final consumption expenditure per inhabitants (CONSO) can also have a positive effect on economic growth because of the economic activity that can be boosted through increased consumption according to Keynesian theory.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 502,
                    "text": "(Chami et al. 2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 661,
                    "end": 683,
                    "text": "(Emara and Zhang 2021;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 684,
                    "end": 705,
                    "text": "Myovella et al. 2020;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 706,
                    "end": 732,
                    "text": "Habibi and Zabardast 2020)",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 770,
                    "text": "Myovella et al. (2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 775,
                    "end": 802,
                    "text": "Habibi and Zabardast (2020)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1076,
                    "text": "Solow (1956)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1261,
                    "end": 1272,
                    "text": "(Romer 1986",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Trade openness (OUV), financial system development (CREDI), foreign direct investment (FDI), population growth rate (TCPOP), and access to a telephone (TELE) are used as control variables. Trade openness is measured by the sum of imports and exports relative to GDP. Grossman and Helpman (1991) show that the effects of new technologies on economic development are greater when they are",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 294,
                    "text": "Grossman and Helpman (1991)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "accumulated through global rather than locally generated trade. Trade openness can then have a positive effect on growth. The development of the financial system, as measured by the ratio of private sector credit to GDP (CREDI) can positively affect economic growth to the extent that financial development promotes investment. Sobiech (2019) uses trade openness and credit to the private sector in analyzing the effect of remittances on growth through financial development. Foreign direct investment (FDI) represents net inflows relative to GDP. FDI can promote economic development through investment. Used by Sobiech (2019), access to a telephone (TELE), measured as a percentage of the population with access to mobile phones, can stimulate economic growth. The population growth rate (TCPOP) can contribute negatively to economic growth to the extent that increased population growth reduces real GDP per capita. The terms-of-trade index (ITE) can significantly affect economic growth (Brueckner and Carneiro 2017) . It is calculated as the percentage ratio of export unit value index to import unit value index, relative to the base year 2000. The interaction variable of MRs and access to the internet ( MRs it * INT ) makes it possible to verify the effect of MRs on economic growth through digitalization. Equation (1) then becomes:",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 1020,
                    "text": "(Brueckner and Carneiro 2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "where it is the term for errors and i , coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "This equation is inspired by the works of Mim and Mabrouk (2014) and allows us to know the effect of migrant remittances (MRs) on human capital. Several control variables are used. Real GDP per capita can contribute positively to human capital accumulation since it can finance education expenditure. Public expenditure on education (EDUC) can have a positive effect on human capital to the extent that it can improve the quality of education. The economically active population (POP_ACT) is the total active population including persons aged 15 years and over. The labor force can increase the accumulation of human capital through the positive externalities of work experience. The human capital equation is then written:",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 64,
                    "text": "Mim and Mabrouk (2014)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The Human Capital Equation"
        },
        {
            "text": "where it is the error term and i coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Human Capital Equation"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Human Capital Equation"
        },
        {
            "text": "The investment equation allows us to know the effect of migrant remittances on investment. Migrant remittances (MRs), real gross domestic product per capita ( GDP it ), trade openness (OUV), credits granted to the private sector (CREDI), and human capital (KH) are the variables mobilized. Migrants' remittances can negatively affect investment since transfers can progressively substitute into traditional investment. GDP is supposed to have a positive effect on investment according to the accelerator theory. Trade openness is the sum of imports and exports relative to GDP. It can have positive effects on investment since trade openness can help attract foreign direct investment. Human capital is measured by the gross enrollment ratio in secondary education. It can stimulate investment to the extent that some large investment projects require a skilled labor force. Credit can positively affect gross fixed capital formation to the extent that it can finance infrastructure. The investment equation is written as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Investment Equation"
        },
        {
            "text": "with it the term errors and i , coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Investment Equation"
        },
        {
            "text": "Migrant remittances (MRs), inflation rate (INF), gross domestic product per capita (GDP), population growth rate (TCPOP), and access to the internet (INT) are the variables used to measure the effect of MRs on household final consumption per capita. MRs increase households' disposable income and consequently their consumption. These remittances are expected to positively affect household final consumption. The inflation rate can negatively affect consumption since the increase in the prices of goods and services reduces the purchasing power of households. Real GDP per capita should make a positive contribution to household final consumption because an increase in income leads, all other things being equal, to an increase in household final consumption. The rate of population growth may reduce household final consumption to the extent that an increase in population that is not proportional to the increase in wealth reduces the share of consumption expenditure. By promoting trade and the inflow of remittances, access to the internet can promote household final consumption. The consumption equation is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "with w it h the error term and a i coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "In sum, the empirical model to be estimated is reformulated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "(4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "In the light of the above, Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "(2) contains three endogenous explanatory variables, namely human capital, gross fixed capital formation, and consumption. Among the explanatory variables in each of the human capital, investment, and consumption equations are the growth rate. The equations are then apparently linked. In this context, the empirical model to be estimated presents a system with four simultaneous equations whose dependent variables are the growth rate, human capital, investment, and households' final consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Consumption Equation"
        },
        {
            "text": "Before determining the appropriate estimation method, some statistical tests are worthwhile. Because of the non-cylindrical nature of panel data, the appropriate unit root test is that of Maddala and Wu (1999) . The results show that all variables are stationary at the level (Table 1 ). In the structural model (6), some dependent variables influence each other, so the residuals of the equations may be dependent over (Roodman 2009; Ahn et al. 2001 ) but also presents the results equation-by-equation (Roodman 2009 ). Moreover, when the panels present the non-cylindrical data and small in size, as the case in this paper, GMM estimators are biased and inconsistent, as argued by Flannery and Hankins (2013) . Indeed, when the panel size is small, the lag of the dependent variable is very persistent, and the instruments are of poor quality (Blundell and Bond 1998) . The use of the lag variable of DGP as an exogenous variable is, therefore, needed. In the framework of this article, the SUR method is the most appropriate estimation technique to be used. A test on the differences in the means of the selected variables shows a heterogeneity between the countries of the West African Economic and Monetary Union (WAEMU) and those in non-WAEMU (a sub-regional group within the ECO-WAS region). After presenting the results for all ECOWAS countries, the sample is divided into two sub-groups (WAEMU and non-WAEMU) to further exploration on the role of digitalization in the effects of MRs on economic growth within theses sub-regional groups of ECOWAS.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 209,
                    "text": "Maddala and Wu (1999)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 420,
                    "end": 434,
                    "text": "(Roodman 2009;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 435,
                    "end": 450,
                    "text": "Ahn et al. 2001",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 517,
                    "text": "(Roodman 2009",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 683,
                    "end": 710,
                    "text": "Flannery and Hankins (2013)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 845,
                    "end": 869,
                    "text": "(Blundell and Bond 1998)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimation Method"
        },
        {
            "text": "The data used covers 15 ECOWAS countries and the period from 1980 to 2017. ECOWAS is made up of the countries of the WAEMU (Benin, Burkina Faso, Cote d'Ivoire, Guinea Bissau, Mali, Niger, Senegal, and Togo) and non-WAEMU countries (Cape Verde, Gambia, Ghana, Guinea, Liberia, Nigeria, and Sierra Leone). The World Bank database (WDI 2020) was used to mobilize all the analytical data. The data shows that there is an upward slope of real GDP per capita (Fig. 1) , the volume of migrant remittances (Fig. 2) , and real the proportion of the population having access to the internet over time (Fig. 3) . These values are much higher for non-WAEMU countries and even more than those in ECOWAS. This granularity of data suggests heterogeneity in terms of the real GDP per capita, migrant remittances, and population access to the internet across sub-regional blocs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 506,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 599,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Description of the Data"
        },
        {
            "text": "The overall description of the selected variables is presented in Table 2 . The average annual real GDP per capita is US$825.775 for all ECOWAS countries from 1980 to 2017. The average annual ratio of migrant remittances represents 4.42% of GDP with a standard deviation of 5.381% around this average. This ratio shows the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Description of the Data"
        },
        {
            "text": "The findings show that the elasticities of lagged value of real GDP per capita and remittances are positive and significantly affecting economic growth of ECOWAS countries (Table 4 ). The Gross fixed capital formation, the final household consumption per capita, and the terms-of-trade index positively affect economic growth at 1% level in ECOWAS countries. In contrast, trade openness and population growth rate negatively affect economic growth in ECOWAS. The model with interaction variables revealed that digitalization have positive effect on economic growth while negatively affecting households' consumption in ECOWAS countries. The positive effect of the access to internet on economic growth in ECOWAS is similar to the results obtained by Myovella et al. (2020) for Sub-Saharan African and OECD countries and by Habibi and Zabardast (2020) for Middle Eastern and OECD countries. However, migrant remittance have positive and significant effect on economic growth in ECOWAS (Table 4 ). The positive effect of remittances on economic growth in ECOWAS countries is similar to the results obtained by Kadozi (2019) for the case of Rwanda, Abduvaliev and Bustillo (2020) for the Commonwealth of the Independent States of the Post-Soviet Republic, and Sutradhar (2020) for the case study of India. The remittances received could contribute to consumption (Romano and Traverso 2020; Wagle 2016; Tsegai 2007 ) and investment to boost economic activity (Melvin 2019) and, therefore, result in a positive effect on the economic growth of these countries. The moderate effect of digitalization show that digitalization is not a channel of the effect of migrants' remittances on economic growth in ECOWAS countries. ECOWAS, as part of the Sub-Saharan African sub-region, has low access to digitalization, and the development of digitalization policies as an engine of economic growth is needed to reduce the transaction cost of migrants' remittances. The human capital equation shows that remittances from migrants have no statistical effect on the gross enrollment rate in secondary education in ECOWAS (Table 4 ). This could be explained by the fact that remittances are used for other purposes and are not invested in human capital accumulation in ECOWAS. The rate of economic growth has a positive impact on human capital in ECOWAS since, as a country becomes wealthier, it can invest more in training with positive spillovers on capital accumulation. However, the labor force negatively affects human capital in ECOWAS. While migrant remittances and human capital contribute negatively to gross fixed capital formation, trade openness and access to credit positively affect gross fixed capital formation (Table 4 ). Mim and Ali (2012) found controversial results of the effect of MRs on investment. The negative effect of MRs on gross fixed capital formation can be explained by the fact that MRs can finance domestic development projects and, thus, gradually replace traditional investment in ECO-WAS countries. Bettin and Zazzaro (2012) then suggest that MRs may constitute an alternative source of financing productive investments for economic growth. In the same vein, Giuliano and Ruiz-Aranz (2009) argue that MRs can substitute for traditional sources of finance when the latter fails. For them, credit constraints are lifted if financial security is well developed.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 772,
                    "text": "Myovella et al. (2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 823,
                    "end": 850,
                    "text": "Habibi and Zabardast (2020)",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1121,
                    "text": "Kadozi (2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1146,
                    "end": 1176,
                    "text": "Abduvaliev and Bustillo (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1257,
                    "end": 1273,
                    "text": "Sutradhar (2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1360,
                    "end": 1386,
                    "text": "(Romano and Traverso 2020;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1387,
                    "end": 1398,
                    "text": "Wagle 2016;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1399,
                    "end": 1410,
                    "text": "Tsegai 2007",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1455,
                    "end": 1468,
                    "text": "(Melvin 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2720,
                    "end": 2738,
                    "text": "Mim and Ali (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3017,
                    "end": 3042,
                    "text": "Bettin and Zazzaro (2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3177,
                    "end": 3207,
                    "text": "Giuliano and Ruiz-Aranz (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 984,
                    "end": 992,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2103,
                    "end": 2111,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2708,
                    "end": 2716,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "The results show that the households' final consumption affect positively the economic growth (Table 4 ). However, the rate of population growth and access to the internet negatively affect final household consumption. Indeed, when the level of economic development improves, the population has additional resources that can be allocated to consumer goods. The rate of population growth has a negative effects on consumption to the extent that, other things being equal, an increase in population leads to an increase in the number of people to be fed and, consequently, reduces the level of household consumption. Indeed, some developing countries such as those of ECOWAS do not yet reach an income of 1.9 dollars per day to promote consumption. Under these conditions, MRs are an effective solution to support household consumption.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "Furthermore, digitalization does not channel the effect of MRs on economic growth in ECOWAS. Under these conditions, capturing the heterogeneity between WAEMU and non-WAEMU countries (two sub-regional groups of ECOWAS with common economic characteristics) can suggest an appropriate policy to improve the adoption of digital technologies and gain from migrants remittances. The mean difference test shows the disparities between WAEMU and non-WAEMU countries (Table 5) . Concerning the selected macroeconomic variables, the analysis of heterogeneity shows that non-WAEMU countries perform better economically than WAEMU countries. This is explained by the positive and significant differences at an average of 1% for most of the variables (Table 5) . Thus, new regressions are made according to these two groups of ECOWAS countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 468,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 739,
                    "end": 748,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "As for all ECOWAS countries, migrant remittances have a statistically positive effect on economic growth in WAEMU countries (Table 6 ). Household final consumption, gross fixed capital formation, and the terms-of-trade index contribute positively to economic growth in WAEMU as in ECOWAS. The elasticity of trade openness also has the same negative sign. In the WAEMU, migrant remittances (MRs) and economic growth contribute positively to human capital accumulation (Table 6 ). Benhamou and Cassin (2021 ), Sami and Fatma (2014 ), and Yang (2004 obtained the same results for the positive effect of MRs on human capital. These results suggest that in WAEMU countries, the increase in MRs improves human capital through the schooling of children. The results also revealed that human capital and economic growth rate negatively affect the gross fixed capital formation while remittances, trade openness, and credit to the private sector contributed positively to the gross fixed capital formation ( Table 6 ). The effect of migrant remittances on investment in the WAEMU is similar to the results obtained by Mim and Ali (2012) and Rocher and Pelletier (2008) . Indeed, an increase in migrant remittances translates into an improvement in the level of investment in the WAEMU. MRs and the economic growth rate have also contributed positively to households' consumption, while the population growth rate and access to the internet negatively affect final household consumption in the WAEMU (Table 6 ). The positive effect of migrant remittances on consumption in the WAEMU confirms that a large share of these funds is used for consumption purposes. Mim and Ali (2012) found that remittances have a positive impact on consumption. Rocher and Pelletier (2008) reported that a large share of remittances is used for households' consumption. Indeed, some developing countries have not yet reached an income of $1.9 per day to promote consumption. Under these conditions, migrant remittances appear to be an effective solution for supporting household consumption. In contrast to the WAEMU countries, the results show that migrant remittances negatively affect economic growth in non-WAEMU countries (Table 7) . However, household final consumption, trade openness, and access to the telephone have contributed positively to economic growth in non-WAEMU countries ( Table 7) . The positive effect of using telephones on economic growth in non-WAEMU countries is similar to the results obtained by Myovella et al. (2020) for Sub-Saharan African countries and OECD countries, and by Habibi and Zabardast (2020) for Middle Eastern countries and OECD countries. Non-WAEMU countries characterized by the low-tech, have more opportunities to develop digitalization as an engine of economic growth.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 504,
                    "text": "Benhamou and Cassin (2021",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 505,
                    "end": 528,
                    "text": "), Sami and Fatma (2014",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 546,
                    "text": "), and Yang (2004",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1109,
                    "end": 1127,
                    "text": "Mim and Ali (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1132,
                    "end": 1159,
                    "text": "Rocher and Pelletier (2008)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1650,
                    "end": 1668,
                    "text": "Mim and Ali (2012)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1731,
                    "end": 1758,
                    "text": "Rocher and Pelletier (2008)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2493,
                    "end": 2515,
                    "text": "Myovella et al. (2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2577,
                    "end": 2604,
                    "text": "Habibi and Zabardast (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 475,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1006,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1498,
                    "text": "(Table 6",
                    "ref_id": null
                },
                {
                    "start": 2196,
                    "end": 2205,
                    "text": "(Table 7)",
                    "ref_id": null
                },
                {
                    "start": 2362,
                    "end": 2370,
                    "text": "Table 7)",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "The results revealed that remittances and economic growth contribute positively to human capital accumulation in non-WAEMU and WAEMU countries. Trade openness and credit to the private sector positively affect GFCF, whereas a negative relationship exists between remittances and GFCF in non-WAEMU countries (Table 7) . Like the population growth rate, the economic growth contributes positively to final household consumption in non-WAEMU countries (Table 7) . However, the relationship between remittances and final household consumption is not statistically different from zero in non-WAEMU countries. Indeed, since non-WAEMU countries are relatively more developed compared to WAEMU countries, the share of their consumption needs remains low compared to their human capital investment needs. These countries, therefore, prefer to allocate these funds to human capital accumulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "(Table 7)",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "(Table 7)",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "The negative effect of access to the internet on economic growth in non-WAEMU countries is in contrast to the results of Myovella et al. (2020) for Sub-Saharan African countries and Habibi and Zabardast (2020) for Middle Eastern countries. Negative and positive impact of digitalization on remittances inflows were found in the literature (Emara and Zhang 2021) . This relationship in the case study of ECOWAS countries could be explained by the large investments in broadband internet subscriptions in non-WAEMU countries compared to WAEMU countries. The results through the interaction model revealed a complementary relationship between digitalization and MRs in non-WAEMU countries (Table 7 ). This result confirms that of Pesando et al. (2021) on the importance of the internet in shaping migration policies in 160 countries. Internet access is, therefore, presented as a channel for transmitting the effect of MRs on the economic growth of non-WAEMU countries.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 143,
                    "text": "Myovella et al. (2020)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 182,
                    "end": 209,
                    "text": "Habibi and Zabardast (2020)",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 361,
                    "text": "(Emara and Zhang 2021)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 727,
                    "end": 748,
                    "text": "Pesando et al. (2021)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "(Table 7",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the Econometric Results"
        },
        {
            "text": "The literature on the effect of migrant remittances on the development of sending countries is still controversial. Thus, this paper aims to analyze the role of digitalization in transmitting the effect of migrants' remittances on economic growth in Table 7 (continued) ECOWAS countries. It also examines the effect of remittances on human capital, investment, and consumption in ECOWAS. The SUR method based on a simultaneous equation model was used for this purpose on 15 ECOWAS countries over the period from 1980 to 2017. The results show that MFTs have a positive effect on economic growth in ECOWAS. We found that digitization is not a transmission channel for the effect of migrant remittances on economic growth in ECOWAS. The disparities between WAEMU and non-WAEMU countries (two sub-regional groups of ECOWAS) in terms of remittances were found. The results revealed that unlike the non-WAEMU countries, migrant remittances positively influence economic growth in WAEMU. They also contribute to human capital accumulation, investment, and consumption in the WAEMU. Except for the WAEMU zone, this paper concludes that digitalization is a catalyst for the effect of migrant remittances on economic growth. In terms of economic policies, migrant remittances are encouraged to stimulate economic development in ECOWAS. In the WAEMU zone, these funds should be channeled to human capital and investment. In allocating migrant remittances to human capital, ECOWAS countries should support policies to enhance digitalization to foster the effect of migrant remittances on economic development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of remittances on economic growth and poverty reduction amongst CIS countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abduvaliev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bustillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Post-Communist Economies",
            "volume": "32",
            "issn": "4",
            "pages": "525--546",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Remittances, regime durability, and economic growth in sub-Saharan Africa (SSA)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Klobodu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Economic Analysis and Policy",
            "volume": "50",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "GMM estimation of linear panel data models with timevarying individual effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Econometrics",
            "volume": "101",
            "issn": "2",
            "pages": "219--255",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contribution of emigration to the agricultural growth in the franc zone of Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gniniguè",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Braly",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "African Journal of Economic Review",
            "volume": "9",
            "issn": "1",
            "pages": "131--147",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transferts de fonds des migrants en Afrique du sud: Les conditions de départ du pays d'origine sont-elles déterminantes?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arestoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mouhoud",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Revue Économique",
            "volume": "63",
            "issn": "3",
            "pages": "513--522",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of remittances on savings, capital, and economic growth in small emerging countries",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Benhamou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cassin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Economic Modelling",
            "volume": "94",
            "issn": "",
            "pages": "789--803",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remittances and financial development: Substitutes or complements in economic growth?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bettin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zazzaro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bulletin of Economic Research",
            "volume": "64",
            "issn": "",
            "pages": "509--536",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Initial conditions and moment restrictions in dynamic panel data models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Econometrics",
            "volume": "87",
            "issn": "1",
            "pages": "9--17",
            "other_ids": {
                "DOI": [
                    "10.1016/S0304-4076(98)00009-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Les transferts de fonds des migrants influencent-ils le taux de change réel d'équilibre ? Cas des pays de la région mena",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brahim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nefzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sambo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "65--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Terms of trade volatility, government spending cyclicality, and economic growth",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brueckner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carneiro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Review of International Economics",
            "volume": "25",
            "issn": "5",
            "pages": "975--989",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are immigrant remittance flows a source of capital for development?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chami",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fullenkamp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johjah",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Monetary Fund Staff Papers",
            "volume": "52",
            "issn": "1",
            "pages": "55--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact des transferts de fonds sur le taux de change réel effectif en tunisie",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chnaina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Makhlouf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "African Development Review",
            "volume": "27",
            "issn": "2",
            "pages": "145--160",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Why don't remittances appear to affect growth? Policy Research Working Paper No. 6856",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckenzie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International migration, remittances, and welfare in a dependent",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Djajic",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Development Economics",
            "volume": "21",
            "issn": "",
            "pages": "229--234",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Dollarization and its discontents: Remittances et the remaking of Cuba in the postsoviet era",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eckstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Comparative Politics",
            "volume": "36",
            "issn": "3",
            "pages": "313--330",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The non-linear impact of digitalization on remittances inflow: evidnce from the BRICS",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Telecommunications Policy",
            "volume": "45",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The impact of remittances on economic growth and development in Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fayissa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Etnsiah",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The American Economist",
            "volume": "55",
            "issn": "2",
            "pages": "92--103",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estimating dynamic panel models in corporate finance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Flannery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hankins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Corporate Finance",
            "volume": "19",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Macroeconomic consequences of remittances",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fullenkamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Cosimano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Gapen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Chami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Barajas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Remittances, financial development, and growth",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Giuliano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz-Arranz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Development Economics",
            "volume": "90",
            "issn": "1",
            "pages": "144--152",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quality \"ladders and product cycles",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Helpman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "The Quarterly Journal of Economics",
            "volume": "106",
            "issn": "2",
            "pages": "557--586",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Making remittances work for Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pattillo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wagh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Finance and Development",
            "volume": "44",
            "issn": "2",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "2020. Digitalization, education and economic growth: A comparative analysis of Middle East and OECD countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Zabardast",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Technology in Society",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Learning, migration and international relations: The Karen and the gift of education",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Development Research",
            "volume": "180",
            "issn": "",
            "pages": "335--337",
            "other_ids": {
                "DOI": [
                    "10.1057/s41287-018-0154-3"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Remittance inflows and economic growth in Rwanda",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kadozi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Research in Globalization",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resglo.2019.100005"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The macroeconomics of remittances: the case of Tajikistan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kireyev",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Monetary Fund Working",
            "volume": "6",
            "issn": "",
            "pages": "65--83",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "remittances, investment, and growth in sub-Saharan Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Lartey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of International Trade and Economic Development",
            "volume": "22",
            "issn": "7",
            "pages": "1038--1058",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Migration from rural areas of poor countries: The impact on rural productivity and income distribution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipton",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "World Development",
            "volume": "8",
            "issn": "1",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A comparative study of unit root tests with panel data and a new simple test",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Maddala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Oxford Bulletin of Economics and Statistics",
            "volume": "61",
            "issn": "1",
            "pages": "631--652",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "self-selection patterns in Mexico-us migration: The role of migration networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Review of Economics and Statistics",
            "volume": "92",
            "issn": "4",
            "pages": "811--821",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Optimising the role of Sub-Saharan African remittance senders in sustainable development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Melvin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Journal of Development Research",
            "volume": "31",
            "issn": "",
            "pages": "684--702",
            "other_ids": {
                "DOI": [
                    "10.1057/s41287-018-0176-x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Temporary migration and capital market imperfections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mesnard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Oxford Economic Papers",
            "volume": "56",
            "issn": "2",
            "pages": "242--262",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The impact of remittances on economic growth: An econometric model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shera",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Economia",
            "volume": "18",
            "issn": "2",
            "pages": "147--155",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Through which channels can remittances spur economic growth in MENA countries? Economics discussion paper",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A travers quels canaux de transmission les transferts des migrants promeuvent-ils le capital humain et la croissance ?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mabrouk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mondes En Développement",
            "volume": "3",
            "issn": "167",
            "pages": "131--147",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Remittances, financial market development, and economic growth: The case of Latin America and the Caribbean",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Mundaca",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Review of Development Economics",
            "volume": "13",
            "issn": "",
            "pages": "288--303",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Digitalization and economic growth: A comparative analysis of sub-Saharan Africa and OECD economies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Myovella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karacuka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haucap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Telecommunications Policy",
            "volume": "44",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Remittances, financial development, and economic growth in Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Nyamongo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Misati",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kipyegon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ndirangu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Economics and Business",
            "volume": "64",
            "issn": "3",
            "pages": "240--260",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The internalization of international migration",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pesando",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rotondi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stranges",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Billari",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Population and Development Review",
            "volume": "47",
            "issn": "1",
            "pages": "79--111",
            "other_ids": {
                "DOI": [
                    "10.1111/padr.12371"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Remittances, institutions, and economic growth. Iza discussion paper series",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piracha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Catrinescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leon-Ledesma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Quillin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Are the direct and indirect growth effects of remittances significant?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The World Economy",
            "volume": "35",
            "issn": "",
            "pages": "351--372",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Migration et développement: Les externalités de la diaspora",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "31--61",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The economics of migrants' remittances. Handbook of the Economics of Giving",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rapoport",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Docquier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Altruism, and Reciprocity",
            "volume": "2",
            "issn": "",
            "pages": "1135--1198",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Workers' remittances: An important and stable source of external development finance. Remittances: Development Impact and Future Prospects",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ratha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "19--51",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Migrant workers' remittances: What is the impact on the economic and financial development of sub-Saharan African countries?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rocher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Quarterly Selection of Articles",
            "volume": "13",
            "issn": "",
            "pages": "103--120",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Disentangling the impact of international migration on food and nutrition security of left-behind households: Evidence from Bangladesh",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Traverso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Development Research",
            "volume": "32",
            "issn": "",
            "pages": "783--811",
            "other_ids": {
                "DOI": [
                    "10.1057/s41287-01900240-4"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Increasing returns and long-run growth",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Romer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Political Economy",
            "volume": "94",
            "issn": "5",
            "pages": "1002--1037",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How to do xtabond2: An introduction to difference and system GMM in Stata",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roodman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Stata Journal",
            "volume": "9",
            "issn": "1",
            "pages": "86--136",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Remittances and the sources of growth",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Senbeta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Applied Economics Letters",
            "volume": "20",
            "issn": "",
            "pages": "572--580",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Remittances, finance, and growth: Does financial development foster the impact of remittances on economic growth?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sobiech",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Development",
            "volume": "113",
            "issn": "",
            "pages": "44--59",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A contribution to the theory of economic growth",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Solow",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "The Quarterly Journal of Economics",
            "volume": "70",
            "issn": "1",
            "pages": "65--94",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Overseas workers' remittances in Asian development",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "International Migration Review",
            "volume": "20",
            "issn": "4",
            "pages": "899--925",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The impact of remittances on economic growth in Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Sutradhar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Economic Policy Studies",
            "volume": "14",
            "issn": "1",
            "pages": "275--295",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Migration as a household decision: What are the roles of income differences? Insights from the Volta Basin of Ghana",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsegai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European Journal of Development Research",
            "volume": "9",
            "issn": "2",
            "pages": "305--326",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The role of remittance in determining economic security and poverty in Myanmar",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wagle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Development Research",
            "volume": "28",
            "issn": "",
            "pages": "536--554",
            "other_ids": {
                "DOI": [
                    "10.1057/ejdr.2015.14"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Where the rain falls: Evidence from 8 countries on how vulnerable households use migration to manage the risk of rainfall variability and food insecurity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Afifi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Climate and Development",
            "volume": "6",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The development impact of workers remittances in Latin America",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "World development indicators",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Education and allocative efficiency: Household income growth during rural reforms in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Development Economics",
            "volume": "74",
            "issn": "1",
            "pages": "137--162",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "la migration en faveur du développement : Des défis aux opportunités",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Revue D'economie Du Développement",
            "volume": "25",
            "issn": "1",
            "pages": "13--30",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Real GDP per capita in ECOWAS countries from 1980 Migrant remittances in ECOWAS countries from the period of 1980-2017 Access to internet in ECOWAS countries from 1980 to 2017",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Unit root testAdams and Klobodu 2016; Fayissa and Nsiah 2010). However, this estimation technique not only requires that the individual dimension be greater than the time dimension of the panel",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Description of the variables of the ECOWAS countries from 1980 to 2017 importance of migrant remittances in the GDP in ECOWAS countries. The average annual amount of remittances received from migrants is very high and is estimated at US$698 million in ECOWAS countries. The annual average gross enrollment rate in secondary education is very low and is estimated at 26.84% with a high volatility of 18.87% for all ECOWAS countries from 1980 to 2017. 626% of GDP) and internet access (18.198%). As for migrant remittances, Guinea comes last with 0.65% of GDP, while Liberia is in the lead with 16.666% of GDP followed by Cape Verde with 39.63% of GDP. In this context, Cape Verde appears as the least poor country and Niger as the poorest country in ECOWAS from 1980 to 2017.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of model estimation using the SUR method for ECOWAS countries",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Test of heterogeneity between WAEMU and non-WAEMU countriesSource Authors, using World Development Indicators database ***p < 0.01, **p < 0.05, *p < 0.1 Results of model estimation using SUR method for WAEMU countries Results of model estimation by the SUR method for non-WAEMU countries",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "1.815***",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}