{
    "paper_id": "3efbb929b5ba42041b63a4e4f8a76460a514b7b9",
    "metadata": {
        "title": "Building a Virtual Global Knowledge Network during COVID-19: The Infection Prevention and Control Global Webinar Series",
        "authors": [
            {
                "first": "Kathryn",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "USA"
                    }
                },
                "email": "kwilson8@cdc.gov"
            },
            {
                "first": "Cori",
                "middle": [],
                "last": "Dennison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [],
                "last": "Struminger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Sciences Center",
                    "location": {
                        "settlement": "Santa Fe",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Armistad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Sciences Center",
                    "location": {
                        "settlement": "Santa Fe",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hanako",
                "middle": [],
                "last": "Osuka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Montoya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Sciences Center",
                    "location": {
                        "settlement": "Santa Fe",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Clara"
                ],
                "last": "Padoveze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "addrLine": "1600 Clifton Rd NE Mailstop H16-2",
                        "postCode": "30329",
                        "settlement": "São Paulo, Atlanta",
                        "region": "GA",
                        "country": "Brazil, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanjeev",
                "middle": [],
                "last": "Arora",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New Mexico Health Sciences Center",
                    "location": {
                        "settlement": "Santa Fe",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fernanda",
                "middle": [
                    "C"
                ],
                "last": "Lessa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The IPC Global Webinar Series convened subject matter experts and IPC professionals in over 100 countries to establish a global learning community for in the fight against COVID-19. We advocate for continued and expanded use of virtual knowledge networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Introduction: The 2019 coronavirus (COVID-19) pandemic has been an unprecedented global health challenge. Traditional modes of knowledge dissemination have not been feasible. A rapid solution was needed to share guidance and implementation examples among the global Infection Prevention and Control (IPC) community. We designed the IPC Global Webinar Series to bring together subject matter experts and IPC professionals in the fight against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: The Extension for Community Healthcare Outcomes (ECHO) model was adapted to create an interactive global knowledge network. Speakers and panelists provided presentations and answers to questions from participants. The webinars were simultaneously interpreted to five languages and recorded for later access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Thirteen webinar sessions were completed from May 14 through August 6, 2020. On average, 634 participants attended each session (range: 393 -1,181). Each session was represented by participants from an average of over 100 countries; sessions 1-3 had participation from approximate 120 countries, and sessions 6 and 12 had participation from approximately 80 countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion: The IPC Global Webinar Series shared critical information and promoted peerto-peer learning during the COVID-19 pandemic response. The webinar sessions reached a broader audience than many in-person events. The webinar series was rapidly scaled and can be rapidly re-activated as needed. Our lessons learned in designing and implementing the series can inform design of other global health virtual knowledge networks. The continued and expanded use of adapted virtual communities of practice and other learning networks for the IPC community can serve as a valuable tool for addressing COVID-19 and other infectious disease threats. A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We thank Andres Espinosa-Bode for assisting with questions in Spanish during each session, and also thank Carmen Hazim, Danica Gomes, Nadia Duffy, and Ulzii Luvsansharav for their help in translating text to French and Russian. We also thank our many colleagues that participated as moderators, speakers and panelists-this truly was an -all hands on deck‖ series and we are thankful for colleagues who were willing to share their time and expertise while simultaneously working full-time to combat COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of the Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2019 coronavirus (COVID-19) pandemic has been an unprecedented global health challenge, particularly for Infection Prevention and Control (IPC) in healthcare settings. Healthcare systems around the globe have treated high volumes of COVID-19 patients needing critical care [1, 2] while simultaneously working to maintain the safety of healthcare personnel [3] . This has been compounded by acute resource shortages, including personal protective equipment [4] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 281,
                    "end": 283,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the unprecedented need in healthcare for rapid IPC guidance to a previously unknown pathogen, the World Health Organization (WHO) published multiple guidance documents [5] to ensure safety for healthcare personnel and patients in the context of the COVID-19 pandemic. The International Infection Control Program at the U.S. Centers for Disease Control and Prevention (CDC) published companion operational considerations documents [6] to assist healthcare facilities to implement WHO IPC guidance. Given the quantity of guidance created and the rapid need for implementation advice, a platform with broad reach was needed. Our team designed a webinar series (the IPC Global Webinar Series), which was a platform to not only quickly disseminate global guidance and operation considerations, but also where peer-to-peer experiences on implementing IPC best practices to contain the spread of COVID-19 could be shared. This platform could help close the gap between subject matter experts and frontline IPC professionals and public health practitioners in the context of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Traditional models of knowledge dissemination have not been feasible due to COVID-19 restrictions on in-person gatherings. Virtual knowledge networks and communities of practice are powerful learning platforms that connect front line health care workers to subject matter experts and create interactive networks of communication and learning [7] . One such community, the Extension for Community Healthcare Outcomes (ECHO) Institute at the University of New Mexico Health Sciences Center, was launched in 2003 to expand access to hepatitis C clinical management [8] . The ECHO case-based virtual community of practice learning model has since been adapted to meet a variety of priority healthcare workforce development needs. It is used throughout the globe to connect subject matter experts to community-based providers through collaborative video sessions. We adapted the ECHO Model™ to create an interactive global learning network capable of providing information in multiple languages during the early days of the pandemic.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we describe the design and implementation of the IPC Global Webinar Series and share best practices and considerations as others plan and implement large-scale knowledge networks. The webinar series was designed for a broad, global audience-using a modified ECHO learning model-to provide practical IPC considerations in the fight against COVID-19. This virtual knowledge network can be adapted to address other public health emergencies and routine programs. M a n u s c r i p t 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The IPC Global Webinar Series was conceived as a forum to quickly disseminate WHOdeveloped global IPC guidance and CDC-developed operational considerations created specifically for international use. It was also designed as a forum for peer-to-peer exchange by sharing IPC implementation experiences from various countries. A total of 13 weekly sessions were planned (Table 1) . Sessions were held Thursday mornings (Eastern Daylight Time). The first session was held on Thursday, May 14, 2020. CDC collaborated with the IPC Hub and Task Force at WHO to co-produce the series given the global focus of the sessions. Speakers and panelists for the webinar included personnel from CDC, WHO headquarters and regional offices, United Nations Children's Fund (UNICEF), Ministries of Health, academic institutions, and humanitarian institutions. IPC professional societies around the globe, such as the Brazilian Association of Professionals in Infection Control and Hospital Epidemiology (ABIH), Infection Control Africa Network (ICAN), and the Asian Pacific Society of Infection Control (APSIC) also contributed to the series. The webinar series was announced via flyers in different languages-English, French, Portuguese, Russian, and Spanish. We did not have program staff available to translate the flyers into Arabic, though we were able to provide live interpretation to Arabic during the sessions. The webinar series was advertised via CDC and WHO professional networks, Project ECHO distribution lists, email campaigns, IPC professional society distribution lists, and social media outreach.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 376,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Development of the IPC Global Webinar Series"
        },
        {
            "text": "The adapted ECHO model applied for the IPC Global Webinar Series used multipoint video conferencing (Zoom[9]). Zoom webinars allowed speakers and panelists to be on video and audio while participants were in listen-only mode and could not unmute. Information technology support was provided by the ECHO Institute to manage registration, speaker and panelist audio and visual support, recording, interpretation audio channels, and participant connectivity. Simultaneous interpretation was provided in five languages-Arabic, French, Portuguese, Russian, and Spanish. Live interpretation was provided via a contract with a third-party translation services company. Financial resources needed for the webinar series included costs for: use of the webinar platform, information technology support, program staff to support the webinar series, and live simultaneous translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Webinar Series Production"
        },
        {
            "text": "The IPC Global Webinar Series was an open forum (free of registration charge) with no restrictions to participate. The series targeted persons involved in managing or performing IPC activities, such as national IPC focal points, facility IPC professionals, healthcare facility management, and frontline healthcare workers. Participants were required to register for each session through a dedicated website. Information on participant's location (country), credentials, and IPC affiliation were collected during the registration process for each session. As part of registration, participants could also submit questions related to the topic of the M a n u s c r i p t 5 week's session. Each interactive webinar was 90 minutes. The first 45 minutes was reserved for presentations and the last 45 minutes was reserved for panelists and speakers to address questions submitted by the participants.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 670,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Webinar Design"
        },
        {
            "text": "Speakers from WHO and CDC focused on normative guidance and operational considerations and field-based speakers shared experience implementing IPC recommendations in their local healthcare context. Emphasis was placed on adapting the guidance and recommendations to the local context, including approaches to minimize possible barriers. Panelists provided additional expertise and perspective during the panel discussion by answering questions submitted in advance by participants during registration or submitted live during the session. For each webinar, two moderators welcomed participants, introduced speakers and panelists, assisted with timekeeping, facilitated the panel discussion, and administered polling questions to participants. Three to five pop-up polling questions (closed responses: yes/no or multiple choice) were prepared for each session to gauge current practices related to the session's topic. Participants responded to each polling question on their device (i.e., smartphone, laptop or desktop computer), and responses were automatically tabulated anonymously. After each polling question, moderators discussed the responses and provided additional clarity and commentary. Participants submitted questions during the session through the Question and Answer feature (Q&A), where a team of subject-matter experts from CDC and WHO and the session's speakers and panelists could type answers. Submitted questions were answered in English, Portuguese, French, and Spanish-CDC program staff fluent in each of these languages were available to participate in the sessions and answer questions that came in through the Q&A feature. . The team responsible for monitoring the Q&A during the session would inform session moderators if any submitted questions should be answered during the panel discussion. Participants utilized the Chat feature for any questions or comments on logistics or connectivity. The University of New Mexico School of Medicine, Office of Continuing Medical Education provided Continuing Medical Education (CME) credit for each session-the ECHO institute is based at the University of New Mexico. At the end of each session, participants could provide qualitative feedback via a voluntary CME survey through a hyperlink provided in the Chat feature. CME responses were used for continuous improvement of the sessions. Sessions were recorded in each of the six audio languages and posted on the ECHO website (https://echo.unm.edu/covid-19/sessions/cdc-ipc) for later viewing by participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Webinar Structure and Logistics"
        },
        {
            "text": "The number and location of participants connected to each session were collected from the webinar platform, de-identified, and aggregated by country. Questions submitted in advance during registration were collated and shared with speakers and panelists to inform and prepare for the week's session. Questions submitted live through the Q&A feature were collated, de-identified, and exported to Excel. Participant and session data were analyzed with Microsoft Excel and visualized with Microsoft Power BI [10] . M a n u s c r i p t 6",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Collection of Webinar Data"
        },
        {
            "text": "Thirteen webinar sessions were completed over a thirteen-week period from May 14 through August 6, 2020 (Table 1) . On average, 634 participants attended each session (range: 393 -1,181) ( Figure 1 ). The most attended session was session 1 (Triage of COVID-19 patients, n=1,181) and the least attended sessions were session 6 (Dead body management, n=393) and session 12 (Long-term care settings, n=397). The other ten sessions ranged between 400-800 participants per session. On average, 43% of participants per session were IPC professionals (IPC focal point, hospital epidemiologist, member of IPC society, IPC technical staff, or national IPC staff), 18% were non-governmental organization staff, 15% were clinicians with no primary IPC affiliation, 14% reported no IPC affiliation, and 10% were from academia. Recordings of the webinar sessions were accessed online over 3,600 times as of the end of October 2020 and were viewed in all six spoken and interpreted languages (English, Arabic, French, Portuguese, Russian, and Spanish).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Participant Data"
        },
        {
            "text": "Each session was represented by participants from an average of over 100 countries ( Figure  1 ). Sessions 1-3 had participation from approximate 120 countries, and sessions 6 and 12 had participation from approximately 80 countries. The highest percentage of participants by session joined from the WHO regions of Africa (AFRO) and the Americas (PAHO) (average: 22.2% and 34.0% of participants, respectively), whereas the Western Pacific (WPRO) region was the least represented across the sessions (average: 5.3% of participants) ( Table 1 ). The exception was session 10, where the number of participants from WPRO (19.8% of participants) was nearly equal to the number of participants from AFRO (19.7% of participants). Brazil, India, and the United States represented the three countries with the highest attendance across all 13 sessions ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure  1",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 540,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 845,
                    "end": 853,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Location Data"
        },
        {
            "text": "During each session, the median number of questions received through the Q&A feature was 69 (range: 14-99), and the median percent of questions answered was 78% (range: 45%-93%). Participants asked a range of questions. Questions about personal protective equipment, especially the use of medical masks and respirators, and appropriate disinfection procedures, were commonly asked during all 13 sessions (Table 2 ). Questions were submitted and answered in multiple languages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Interactive Data"
        },
        {
            "text": "Interactive polling was used during each session to understand IPC practices and procedures in healthcare facilities. On average, 37% of participants (range: 29% -44%) responded to the two to five polling questions in each session. Polling questions highlighted variation in IPC implementation among healthcare facilities and was an interactive opportunity and tool for speakers and panelists to address current issues and challenges (Figure 3 ). For example, when participants were asked in session 1 about the use of engineering controls in their facilities to prevent COVID-19 transmission and optimize personal protective equipment use, 34%",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 443,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Interactive Data"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t 7 reported that no physical barriers were in place between patients and healthcare workers. Using these polling results, panelists were able to describe approaches to rapidly set up physical barriers at registration desks and triage areas in healthcare settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactive Data"
        },
        {
            "text": "The IPC Global Webinar Series shared critical information and promoted peer-to-peer learning and sharing over a three-month period early during the COVID-19 pandemic response. The series was designed to maximize participant engagement, knowledge sharing, and rapid answers to questions. The webinar sessions reached a broader audience than many organized in-person events, with an average of over 100 countries represented each week. The webinar format, which was free for participants and by-passed the need for in-person meetings, increased knowledge equity for colleagues from around the globe, particularly for those from low and middle-income countries. ECHO models have been successful in sharing public health and medical information to a large group of diverse participants [7] . Other ECHO models utilized to disseminate information during the COVID-19 pandemic, however, have been geographically concentrated, often targeting local/regional post-acute and long-term care facilities [11, 12] and counties within states [13, 14] . A total of 58 countries participated in the 15 African COVID-19 ECHO sessions [15] . The IPC Global Webinar Series, on the other hand, reached across multiple countries (between 80-120 countries per session).",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 785,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Simultaneous interpretation to languages other than English (Arabic, French, Portuguese, Russian, and Spanish) likely broadened the reach of the IPC Global Webinar Series. Although the webinar platform was not able to capture the number of participants using each audio channel, we observed interaction in each of the translated languages in the Q&A and Chat features. The real-time translation to multiple languages likely promoted knowledge equity for participants. Though the webinar series was primarily intended for IPC professionals, registration data showed that the webinars had appeal beyond the primary audience. The 14% of participants that reported having no IPC affiliation suggests that future advertising efforts and involvement of other professional groups (e.g., dentistry) is warranted given broad interest in the topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Q&A feature allowed for many pressing questions to be answered. For example, when media outlets began reporting on the use of disinfectant tunnels in healthcare and community settings in multiple countries, we observed an increase in the number of direct questions asking about this IPC practice. During a polling question, more than one third of respondents indicated that their countries were using the concerning practice of disinfectant tunneling or fogging. Panelists were able to respond to this poll by reinforcing that disinfectant tunnels are not recommended [5] and providing additional context for participants, including that disinfectants are not intended for direct contact with human skin. The breadth of questions asked during the sessions also helped guide selection of topics for future webinar sessions; for example, many questions that were asked in the Q&A feature in early sessions focused on extended PPE use given shortages. We were able to plan a future session specifically on PPE M a n u s c r i p t 8 strategies in healthcare settings during COVID-19 to cover the topic more directly for participants.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Participation generally decreased from the first to the last session. This decline could be due to several factors such as: 1) increasing number of other IPC virtual webinars during subsequent months, 2) interest in the week's topic, 3) initial excitement with the first session that led to prioritization of the webinar over other routine activities, and 4) overall fatigue with the pandemic. We were unable to estimate the number of participants attending multiple sessions due to the registration system. Participation could have been affected by webinar fatigue [16] given numerous workday conversations and meetings that are now conducted online due to the pandemic. At same the time, our IPC webinars may have benefitted from the commitment of program staff to serve as moderators and answer technical questions. This support may not be available for other public health programs interested in implementing large-scale webinar series.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Internet access and availability of equipment (computers, smartphones) is still a barrier in many rural areas across countries, and this may have affected the reach of the webinar series. Additionally, the webinar format (where participants are muted and not on camera) as opposed to a traditional ECHO model format (where every participant is able to speak and is on camera) may negatively impact, or slow the development of, virtual communities of practice among participants. Since live translation was provided in only five languages (Arabic, French, Portuguese, Russian, and Spanish), this potentially limited the reach of the webinar series since we were not able to include additional languages (e.g., Mandarin). Participation in the webinar series was also limited by the reach of the email announcements and flyers. Advertisement through professional networks and listservs sent the flyers to upwards of 3,000 individuals each week, though there was most likely additional advertising channels we missed that could have increased reach of the webinar series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Participation varied by WHO region. The highest participation was from the PAHO and AFRO regions and lowest from the WPRO region, except for session 10 (Topic: Use of Masks). This may be due to time of day of the webinar session; the session was during the workday for participants from PAHO and AFRO, but in the evening or late at night for participants from WPRO. The exception appears to be for Session 10 which had largest number of participants from the WPRO region. This may reflect the session 10 topic (Use of Masks), the distribution channel for advertising the session (e.g., social media, listservs, etc.), or both. Brazil, India, and the United States represented the three countries with the highest attendance across sessions. These three countries were the countries most affected by COVID-19 globally with cumulative case counts (data as of August 6, 2020) ranging from 2,027,000 to 4,884,000 [17] . Of these three countries, the United States (2,230 per 100,000 population) and Brazil (2,318 per 100,000 population) represented the two countries with the highest case incidences globally (data as of August 2020) [18] . M a n u s c r i p t 9",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 913,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Disseminating information and engaging IPC professionals globally during the COVID-19 pandemic has necessitated a rapid pivot to virtual engagement models. Development of largescale virtual knowledge networks is feasible, but requires dedicated staff time, financial resources, and purposeful webinar design. The IPC Global Webinar Series was rapidly scaled and can be rapidly re-activated as needed. Additionally, the IPC Global Webinar Series created a branded platform that other organizations can leverage to address their needs. The World Health Organization, for example, used the platform for a global webinar for World Antimicrobial Awareness Week in November 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "Interaction for participants during webinar sessions was a purposeful component of the webinar design. Although participants were muted during the sessions, we designed opportunities for active participation and direct dialogue. The polling feature allowed for interactive feedback. Answers from the polling questions often generated additional discussion and exchange among speakers and panelists. This exchange was valuable for clarifying guidance and recommendations, particularly on approaches appropriate for the local context. The Q&A feature allowed participants to directly engage with subject matter experts. The volume of questions asked and answered in each session highlights the usefulness of this feature. Additionally, session recordings were uploaded to the ECHO website. As of November 30, 2020, over 3,600 persons have clicked on the links to these recordings. Saving and sharing webinar recordings allows participants from other regions to review the material according to their schedules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "The IPC Global Webinar Series provides an alternative or complement to in-person seminars for the global IPC community. A purposefully designed, interactive, and responsive webinar structure can be used to disseminate critical information and share experiences among colleagues. The IPC Global Webinar Series brought together in a rapid and effective manner technical IPC experts and frontline healthcare workers with the goal to promote learning and IPC actions against COVID-19. The series was an open forum with no restrictions to participate. More than 100 countries were represented during the 13-session series, creating a global community for IPC practitioners. Our experiences and lessons in designing and implementing the IPC Global Webinar Series can help inform design and implementation of other public health webinar series and virtual knowledge networks. The continued and expanded use of adapted virtual communities of practice and other learning networks for the IPC community can serve as a valuable, cost-effective tool for addressing COVID-19 and other infectious disease threats. M a n u s c r i p t 13 M a n u s c r i p t 14 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Critical Supply Shortages -The Need for Ventilators and Personal Protective Equipment during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Infection Prevention and Control and WASH Technical Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centers for Disease Control and Prevention. Operational Considerations for Containing COVID-19 in non-US Healthcare Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Building virtual communities of practice for health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Struminger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zalud-Cerrato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lowrance",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ellerbrock",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Lancet",
            "volume": "390",
            "issn": "",
            "pages": "632--636",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Journal of Continuing Education in the",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Kalishman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Publish Ahead of Print",
            "volume": "",
            "issn": "4",
            "pages": "239--283",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Microsoft Power BI. 2.87.762.0 ed: Microsoft Corporation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Collaborative Model for an Academic Hospital and Long-Term Care Facilities",
            "authors": [],
            "year": 2020,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "21",
            "issn": "7",
            "pages": "939--981",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Building Long-Term Care Staff Capacity During COVID-19 Through Just-in-Time Learning: Evaluation of a Modified ECHO Model",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Lingum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Sokoloff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "2020",
            "issn": "20",
            "pages": "30931--30933",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Innovative COVID-19 Programs to Rapidly Serve New Mexico",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Katzman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Tomedi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Public Health Reports",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Embracing the Power of Show-Me ECHO Learning Communities to Transform Clinical Practice in Missouri",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warne-Griggs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Popejoy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Mutrux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mo Med",
            "volume": "117",
            "issn": "3",
            "pages": "216--237",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The COVID-19 pandemic: broad partnerships for the rapid scale up of innovative virtual approaches for capacity building and credible information dissemination in Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Talisuna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pan African Medical Journal",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Connecting Through Technology During the Coronavirus Disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Wiederhold",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pandemic: Avoiding \"Zoom Fatigue",
            "authors": [],
            "year": 2020,
            "venue": "Cyberpsychology, Behavior, and Social Networking",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "5",
            "pages": "533--537",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization. WHO Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of participants and number of countries represented per webinar session, Average number of participants by country, aggregate across all 13 sessions Examples of interactive polling questions and results; selected sessions",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Session topics and number of participants per week by WHO region1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Selected questions asked and answered during webinar sessions, May 14-August 6, 2020 Topic Examples of Questions Asked Provided Answers Personal Protective Equipment What type of medical mask? N95, FFP1, 2, or 3? N95 respirators are manufactured as single use. In situations where PPE supplies are running low, you can consider contingency and crisis capacities for respirators. This includes limited re-use. You can read more on the CDC COVID-19 web page for respirator strategies. Disinfection tunnels are not recommended under any circumstances. Disinfectants should never be applied to humans, as they can be harmful. Do we need to clean surfaces, such as floors, before disinfecting with hypochlorite? Yes, cleaning should be conducted prior to disinfection to remove organic material which may reduce the effectiveness of hypochlorite Can you mix detergent with bleach?No. Depending on the type of chemicals in the detergent, this can create a toxic product. It might also interfere with the efficacy of the chlorine.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A c c e p t e d M a n u s c r i p t 11 A c c e p t e d M a n u s c r i p t",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}