{
    "paper_id": "3f195c8dff5d04508857bbd438b5e72533ce423f",
    "metadata": {
        "title": "Development of Antimicrobial Multifunctional Textiles to Avoid from Hospital-Acquired Infections",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Shahid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Liberec",
                    "location": {
                        "postCode": "46117",
                        "settlement": "Liberec",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Azam",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Liberec",
                    "location": {
                        "postCode": "46117",
                        "settlement": "Liberec",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Hira",
                "middle": [],
                "last": "Khaleeq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government College University",
                    "location": {
                        "postCode": "54000",
                        "settlement": "Lahore",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Farrukh"
                ],
                "last": "Tahir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "G C University Faisalabad",
                    "location": {
                        "postCode": "38000",
                        "settlement": "Faisalabad",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiri",
                "middle": [],
                "last": "Militky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Liberec",
                    "location": {
                        "postCode": "46117",
                        "settlement": "Liberec",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Jakub",
                "middle": [],
                "last": "Wiener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technical University of Liberec",
                    "location": {
                        "postCode": "46117",
                        "settlement": "Liberec",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objectives of the present study were to develop the environmental friendly, low price, easy and fast method for developing the antibacterial cuprous oxide coated multifunctional fabrics. At first, fabrics were sensitized with citric acid then the formation of Cu 2 O particles was done by Fehling solution method. In second step, the cuprous oxide particles were deposited on cotton fabrics. Three different types of reducing agents with different concentrations were selected to make the Cu 2 O particles. Surface morphology and presence of metals were analysed by scanning electron microscopy, dynamic light scattering, FTIR, EDS and XRD. The antibacterial activity of cuprous oxide coated fabrics was tested against qualitative and quantitative measurements. The strongest antibacterial effect was found for the fabrics coated with cuprous oxide particles reduced with sodium hydrosulphite at 1 g/l. Furthermore, the utility of hygienic antimicrobial developed fabrics were analysed for the comfort properties regarding air permeability and stiffness. At the end, durability of coating was confirmed by measuring the antibacterial properties and SEM analysis after washing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hospital-acquired infections (HAIs) are on the rise despite effodfrts to decrease them. These infections develop in patients during their stay and continuous concern with hospital. They are not only costly to treat, but more importantly, cause human suffering and even death. HAIs cause an estimated 100,000 deaths annually and account for up to $45 billion in health-care costs [1, 2] . A major source of cross infection is contaminated (bacteria and viruses) fabrics in hospitals. The most common textile coverage used in a specific hospital area (surgical, ICUs and patient wards and rooms) included surgical gowns, drapes, curtains, panel covers, wall papers/ sheets coverage, shoes mats, outlet covers, seat chair covers, table covers, patient and doctors socks etc. [3] . The patients, medical and common staff all are carrier of hospital acquired infections. The current interest has focused on high-touch textile based surfaces and their ability to serve as reservoirs for pathogenic microorganisms, including Staphylococcus Aureus, Clostridium Difficile, and vancomycin-resistant Enterococci [4, 5] . Instead of bacteria, among most pathogenies the human infected viruses also contribute massively in hospital born infections. Adding fuel to the fire, bacteria (after Ethicillin now Methicelline resistant Staphylococcus Aureus) and viruses (a new strain called SARS-CoV-2) increasingly are becoming resistant to lastresort drugs. The rate of transmission of infection is very high and mainly spread during close contact and via respiratory droplets discharge and by touching a contaminated surface [6] . The risk can be increased when individuals have continuous and close contact with animals; also, climate change. The tragedy is that infected person have been visiting the places and remain in touch with surfaces and people. It becomes too late when a person realised about infection and till that time infection has delivered to many places, community or even to family members [7] [8] [9] . The only way to avoid from life threatening pathogens is to kill/ inhibit them before transmitting inside any human body. That is why the selection of antibacterial/antiviral common material used in daily life is necessary. A very quick and fast option to inactive the viruses and bacteria within a minute is the use of surface disinfectants with 62-71 % alcohol, or bleaching agents containing 0.5 % hydrogen peroxide and 0.1 % sodium hypochlorite [10] . The alkali soaps (pH over 12) are working as well very efficiently. Hygiene standards for surface cleanliness, based upon food processing industry standards also proposed [11] . Some new technologies, such as the use of UV light units and various hydrogen peroxide (HP) systems [12] , can effectively decontaminate hospital rooms. However, even when improved hand washing compliance and diligent surface hygiene disinfection are combined, hospital acquired infections (HAIs) are still a serious health issue. All the above approaches including hygiene hand washing, UV light, surface disinfection and HP systems have one thing in common, they are episodic. or one-time approaches. Therefore, as soon as the decontamination process ends, the microbial contaminants can again begin to accumulate [13] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 1608,
                    "end": 1611,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1993,
                    "end": 1996,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1997,
                    "end": 2000,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 2001,
                    "end": 2004,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 2456,
                    "end": 2460,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 2634,
                    "end": 2638,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2741,
                    "end": 2745,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 3257,
                    "end": 3261,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The researchers have been using different types of antimicrobial finishing on hospital textiles based on the coating of inorganic metal oxides. The most common and particular interest among them are micro/nano particles of Ag, Cu, TiO 2 , ZnO, MgO, CuO and Cu 2 O etc. [7, 14] . They are not only stable under harsh process conditions but also generally regarded as odourless work wear. Copper based materials are of most reliables because they are not only effective against microbes (within two hours) but is the only material which is most effective against the viability of pathogenic viruses (coronavirus within four hours). Copper, its ions and alloys have demonstrated excellent antiviral, antibacterial and antifungal activity against a wide range of pathogens [7] [8] [9] . The antibacterial properties of coper-based finishes are especially dependent on their shapes and sizes and to assure a uniform size distribution of particles over the textile structure. In recent years, the copper and cuprous oxide particles have attracted so much attention in many potential applications in catalysis, cooling fluid or conductive inks, heat transfer systems, antimicrobial, antifungal, antiviral agents. Anita et al. [15] carried out a study to impart the copper oxide nanoparticles on fabric for achieving antimicrobial properties. The antibacterial property of the coated fabric was determined quantitatively and qualitatively using AATCC 100 and 147 test methods, respectively [15] . In another research Ali et al. [16] coated the copper oxide nanoparticles on cotton fabric to achieve the antimicrobial properties. The copper oxide particles have very low stability and antimicrobial properties are affected. They can easily convert to different coper based compounds like copper carbonate (greenish), coper sulphate CuS etc. in different environment conditions. The resulting compounds formed by copper oxide particles are more toxic and cause acute poisoning some time [16] . Among copper based (CuO, Cu, Cu 2 O) anti-microbial agents the cuprous oxide particles are extremely regarded due to their optical, catalytic, mechanical, and, low cost preparation. The cuprous oxides are more stable, effective and beneficial regarding antibacterial properties. They are easily reducible and soluble in alkaline conditions. The antibacterial properties of copper-based finishes are especially dependent on their shapes and sizes and to assure a uniform size distribution of particles over the textile structure. CuO ",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1977,
                    "end": 1981,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2513,
                    "end": 2516,
                    "text": "CuO",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Plain woven cotton fabric having the areal density 220 g/ m 2 was used as substrate to produce the antibacterial fabrics. The chemicals used for the synthesis and deposition of cuprous oxide (Cu 2 O) had 99.99 % purity. The list of materials used in present study are given in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials"
        },
        {
            "text": "Cuprous 10 grams of reducing agent (glucose) was dissolved in 100 ml of water and added into above solution (Fehling A and Fehling B in cleaned round bottom flask and heated to 95 o C). The colour of the solution turned from blue to red and large amount of precipitate was formed in the bottom of the flask. The precipitate was centrifuged and washed 3-4 times with deionized water. The same procedure was also repeated with other two reducing agents (ascorbic acid, sodium hydrosulphite). Hence, we have three types of Cu 2 O particles, prepared with three different types of reducing agents (Glucose, Ascorbic acid and Sodium hydrosulphite).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Cuprous Oxides Particles"
        },
        {
            "text": "The illustration of the three-step process for the synthesis of antibacterial cuprous oxide particles and deposition on cotton fabric is shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation of Cuprous Oxides Particles"
        },
        {
            "text": "Before the deposition of cuprous oxide nanoparticles substrate was pre-treated. Pre-treatment was done with citric acid. A solution of 20 g/l citric acid was made and fabric was dipped in it at 80°C for 2 hours, then washed and dried at 90°C for 50 minutes. After pre-treatment citric acid is not a part of cotton fibre. Citric acid is there as ion exchanger. During pre-treatment the sodium and other ions removed from fibers and replaced by H+ ions from citric acid solution. By this pre-treatment are the fibres activated by change of zeta potential. Cu particles are attracted after this preparation from solution effectively to fibre surfaces by electrical forces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition of Cu 2 O Particles on Cotton Fabric"
        },
        {
            "text": "As mentioned earlier, we have prepared three different types of Cu 2 O particles with three different types of reducing agent (glucose, ascorbic acid and sodium hydrosulphite).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition of Cu 2 O Particles on Cotton Fabric"
        },
        {
            "text": "In the next step, three different concentrations (1 g, 0.5 g, 0.25 g) of each type of Cu 2 O were applied on pre-treated cotton fabric. The concentrations (1 g, 0.5 g, 0.25 g) of Cu 2 O centrifuged particles were dispersed in 200 ml of water. Cotton fabric was dipped in each solution for 30 minutes then pad and dry at 90 o C for 20 minutes. We made 3 samples against each selected reducing agents. The same procedure was adopted for each reducing agent (glucose, ascorbic acid and sodium hydrosulphite). Hence, we developed a total 9 samples for three reducing agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition of Cu 2 O Particles on Cotton Fabric"
        },
        {
            "text": "Surface Characterizations The morphology of cuprous oxide nanoparticles deposited on cotton fabric surface was investigated by using scanning electron microscope (SEM) of FEI Quanta 50, dynamic light scattering (DLS) principle of Malvern Zetasizer, and X-ray diffraction (XRD) analysis of PAN alytical X'pert PRO equipment. The dilute dispersion of cuprous oxide nanoparticles was prepared in a beaker by using deionized water. It was ultrasonicated for 5 min with Bandelin ultrasonic probe before characterization of particle size distribution on Zetasizer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of Cuprous Oxide Particles"
        },
        {
            "text": "The infrared spectra was recorded on a Nicolet Nexus 470 spectrometer equipped with an Attenuated Total Reflection (ATR) Pike-Miracle accessory. The FTIR spectra of treated and untreated cotton substrate was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-IR Spectra of Cotton Fabrics"
        },
        {
            "text": "Air permeability is defined as the rate of air flowing perpendicularly through a known specific area. The flow of air maintained under a prescribed air pressure differential between the two surfaces of a material. Test was performed as per ISO9237 by using a SDL air permeability tester. The air pressure difference between the two surfaces of the substrate was 100 Pa. Furthermore, the stiffness of untreated and treated with cuprous oxide particles cotton fabric samples was measured by TH 4 bending rigidity tester.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Comfort Properties"
        },
        {
            "text": "The antibacterial activity of cuprous oxide coated fabrics was tested against qualitative and quantitative measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimicrobial Properties"
        },
        {
            "text": "The bacterial strains of Gram-negative Escherichia coli (CCM 3954) and Gram-positive Staphylococcus aureus (CCM 3953) used in this study were obtained from the Czech Collection of Microorganisms, Masaryk University Brno, Czech Republic. Bacterial suspensions were always prepared fresh by growing a single colony overnight at 37 o C in a nutrient broth. The sample turbidity was adjusted to an optical density of 0.1 at 600 (OD600) before performing the antibacterial experiments. All agar plates were freshly prepared before the antibacterial tests. A sterilised cotton swab was dipped into the culture suspension and the cells spread homogeneously over the agar plates. These plates were immediately used for the antibacterial activity tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "Determining Zone of Inhibition The procedure was described in details as (Padil, Nguyen, 2015) [17, 18] . We determined the antibacterial activity of cuprous oxide particles coated cotton fabric, which 6×6 mm squares was placed directly onto inoculated agar plates. The virgin cotton fabric was carried out in parallel as a control. The samples and inoculated agar plates were then incubated for 24 h at 37 o C. The zone of inhibition (ZOI) was determined as the total diameter (mm) of cuprous oxide particles coated textile sample plus the halo zone where bacterial growth was inhibited. All measurements were performed in triplicate.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "Reduction Factor (Quantitative Test) AATCC Test Method 100-2004 was for quantitative measurements. This method is quantitative and there is rated a reduction factor which states the reduction (in percent) of the inoculated concentration of the bacteria due to the effect of the sample. The result is a number of survivor bacteria colonies (CFU) and from this number there is calculated inhibition degree (in %). It is always necessary to compare the treated sample with an untreated one (standard). The sample of 18×18 mm dimensions was first place in sterile container for 30 minutes. There was applied 100 µl of the respective bacterial strain with a concentration of 10 5 CFU/ ml. Incubation took place in the thermostat with 37°C for 24 hours. Subsequently, 10 ml of a physiological solution was added. After vortexing, 1 ml was taken with the help of pipette and it was inoculated on the Petri dish with the blood agar (there were inoculated triplets from each sample). The result is a sum of number of colonies on all three dishes [19, 20] .",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "Weight Gain During the Cu 2 O deposition the weight gain percentage was examined according to the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "where m is final mass, m 0 is original mass of substrate and w is the total weight gain percentage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "Durability of Conductive Fabrics Durability of conductivity fabrics were measured to check their stability in service. For that purpose fabrics were washed according to ISO 105-C01. All fabric samples were stirred in standard detergent with liquor ratio of ratio of 50:1. Then samples were rinsed at 40°C with speed of 600 rpm for 35 minutes. Subsequently, fabrics were dried and conditioned for 24 hours at standard atmosphere. The durability was confirmed with electrical conductivity, antimicrobial results and SEM observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zone of Inhibition Test (Qualitative Measurements) Preparation of Bacterial Strain"
        },
        {
            "text": "Pre-treatment of cotton fabric was done with citric acid to enhance the carboxyl groups. Theory is that, more number of carboxyl groups will provide more sites to attach the cuprous oxide particles. The infrared spectra were recorded on a Nicolet Nexus 470 spectrometer equipped with an Attenuated Total Reflection (ATR) Pike-Miracle accessory. The FTIR spectra of the cotton treated and untreated are shown in Figure 2 . We observed a broad peak centred 3300 cm -1 corresponding to O-H stretching. Also, we observed broad peak at 3000-2800 cm -1 region for C-H stretching. A peak around 1640 cm -1 is due to the adsorbed water molecules. It is due to the C=C stretching that can be attributed to the presence of aromatic rings. For the citric acid-grafted cotton, the carboxylic group absorption band clearly appears at 1732 cm -1 for the carboxylic acid form [12] .",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 865,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 419,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FT-IR Spectra of Cotton Fabrics"
        },
        {
            "text": "The deposition of cuprous oxide particles on cotton fabric surface was confirmed by observation of pale blue colour when dilute sodium hydroxide solution was added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-IR Spectra of Cotton Fabrics"
        },
        {
            "text": "The scanning electron microscopy was employed to observe the deposition of cuprous oxide particles which were reduced by different reducing agents. Figure 3 shows nanometres scale images of the surface morphologies of cuprous oxide particles on the surface of cotton fabric. There was obvious change in size and surface morphology of cuprous oxide particles reduced by different reducing agents. It was noticed that the cuprous oxide particles which were reduced by glucose, having the big particle size as compared to the cuprous oxide particles reduced by ascorbic acid and Sodium hydrosulphite. While the comparatively smallest and even distribution of particles was observed in case of sodium hydrosulphite.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SEM Microstructure"
        },
        {
            "text": "To keep the size of nanoparticles small, the initial concentration of salt and strength of reducing agent plays an important role. The reason is that the sodium hydrosulphite is strongest and more compatible reducing agent for copper salts as compared to the ascorbic acid and glucose [14, 16] . In fact, the strong reducing agent provide the proper reduction of metal salt and formed the small nanoparticles. While the weak reducing agent (glucose) provided the improper reduction of copper salt and produced the agglomerated structures, which in turn covers the less surface of fibre as shown in Figure 3(c) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 598,
                    "end": 609,
                    "text": "Figure 3(c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SEM Microstructure"
        },
        {
            "text": "Actually, less salt and strong reducing agent provide more nucleation of salt and produce the finer particles. The theory is further assisted by a study, where different types of reducing agents were used to form metal nanoparticles. The fine nanoparticles were created by strongest reducing agent 3.8 nm (NaBH 4 ) as compared to 4.3 nm (N 2 H 4 ), and 15.8 nm (C 6 H 8 O 6 ) [21] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SEM Microstructure"
        },
        {
            "text": "The cuprous oxide particles reduced by sodium hydrosulphite and ascorbic acid covered the complete fibre surface (Figure 3(b) and 3(a) ). The Figure 3 (a) showed the continuous and uniform distribution of particles on the surface of cotton. Furthermore, the deposition was found more uniform and denser with increase in concentration of copper salts. This trend was further justified by the particle size images of cuprous oxide particles as shown in Figure  4 (a), 4(b) and 4(c).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 134,
                    "text": "(Figure 3(b) and 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure  4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SEM Microstructure"
        },
        {
            "text": "The particle size was measured by the dynamic light scattering technique based on Brownian motion. The average particle size distribution of cuprous oxide particles is shown in Figure 4 . The cuprous oxide particles were found having multi-modal distribution with size varying from micrometres to the nanometres range. The average particle size of cuprous oxide particles reduced by glucose was about 900 nanometres, while the average particle size of cuprous oxide particles reduced by ascorbic acid and sodium hydrosulphite was about 500 and 450 nanometres respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Particle Size Distribution"
        },
        {
            "text": "The XRD analysis was carried out to know the phase composition of deposited cuprous oxide particles. Figure 5 shows the XRD patterns of samples for the 2θ range of 10 to 80 degrees with a step of 0.02 degree. The phase purity of the prepared cuprous oxide particles can be clearly seen from perfect indexing of all the diffraction peaks to the cuprous oxide structure. The diffraction peaks observed at 2θ of 29. 1 1), reflections respectively [22, 23] . The crystalline nature of cuprous oxide particles was confirmed from the sharpness of the peaks, whereas the broadening of the peaks justified the formation of nanoscale cuprous oxide particles. As such no characteristic peaks of impurities were detected, except the peak of copper oxide phase at 2θ of 38 o and 78 o [24, 25] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "XRD Analysis"
        },
        {
            "text": "The antibacterial activity of cuprous oxide coated fabrics was tested against qualitative and quantitative measurements. Figure 5 . XRD patterns of cuprous oxide particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Antibacterial Activity of the Cuprous Oxide Nanoparticle Coated Fabrics"
        },
        {
            "text": "The zone of inhibition test is a type of qualitative measurements. The test was performed against both type of bacteria (Gram-negative E. coli and Gram-positive S. aureus). Figure 6, 7 and 8 shows the clear zones of inhibition around all fabric samples after 24 h of incubation in dark at 37°C. The zone of inhibition was less for the cuprous oxide coated fabrics reduced by glucose. The cuprous oxide coated fabrics reduced by sodium hydrosulphite showed the most significant antibacterial zone to E. coli and S. aureus. The zone of inhibition test was repeated three times for each sample and the average value against each reducing agent is presented in Figure 6 , 7 and 8. These results showed that the deposited cuprous oxide particles present the strong sterilization to the E. coli and S. aureus due to the free standing of the particles. However, Staphylococcus aureus depicted the highest sensitivity as compared to Escherichia coli. The zone of inhibitions for Staphylococcus aureus increased from 5 to 7 mm, while for Escherichia coli it increased from 4 to 6 mm with increase in sodium hydrosulphite concentration. What is noteworthy is that the annulus of the inhibition zone increases with the increase in concentration of reducing agent. In other words, the prepared fibres with more cuprous oxide particles with increase in the concentration of reducing agents. This is indicating that more cuprous oxide contents will more influence the antibacterial activity, which is similar to the previous study [7] .",
            "cite_spans": [
                {
                    "start": 1517,
                    "end": 1520,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 190,
                    "text": "Figure 6, 7 and 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Zone of Inhibition Test (Qualitative Measurements)"
        },
        {
            "text": "The antibacterial property of coated fabrics can be attributed to the combination of chemical and physical interactions of bacteria with copper particles. The cuprous oxide nanoparticles can incorporate into the cell via endocytic mechanisms. Afterward the cellular uptake of ions increased as ionic species were subsequently released within the cells by nanoparticle dissolution [26] . This resulted in high intracellular concentration gained within the cell for further massive oxidative stress. The mechanisms associated with the antibacterial behaviour of copper nanoparticles can be summarised as shown in Figure 9 .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 619,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Zone of Inhibition Test (Qualitative Measurements)"
        },
        {
            "text": "Reduction Factor (Quantitative Test) AATCC test method 100-2004 was adopt for quantitative measurements. This method is based on the reduction (in percent) of the inoculated concentration of the bacteria due to the effect of the sample. The result is a number of survivor bacteria colonies (CFU) and from this number there is calculated inhibition degree (in %). The reduction percentage of all samples (untreated, reduced with glucose, ascorbic acid and sodium hydrosulphite) is given in Table 3 . There was no reduction percentage for untreated sample, while the all other samples showed good reduction percentage against both type of bacteria (gram positive and negative) [19, 20] . For a better overview, the log CFU/ml concentration was calculated and the results plotted. Where the concentration of survival of bacteria was found against both bacteria (S. aureus and E. coli) and their respective graphs are shown in Figure 9 and 10. The untreated sample showed a lot of survival colonies because of no effectiveness against bacteria, while compared to the standard, all other samples (against bacterial strain of E. coli and S. aureus) showed good inhibition and less number of survival colonies. Furthermore, there is remarkable reduction in concentration of survival colonies in case of cuprous oxide particles reduced by sodium hydrosulphite.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 679,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 496,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 923,
                    "end": 931,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Zone of Inhibition Test (Qualitative Measurements)"
        },
        {
            "text": "The trend was further justified by selected images of concentration of bacterial growth for the untreated (pristine) cotton fabric and treated (G1, A1 and S1) samples as shown in Figure 11 . The untreated sample remained ineffective against bacterial growth, while the treated fabrics coated with cuprous oxide particles showed clear effectiveness against bacterial growth. However, with further increase in cuprous oxide particles loading at higher concentration of sodium hydrosulphide (up to 1 g/200 ml) there was significant improvement in colony reduction was observed with an efficiency greater than 99 % for both type of bacteria. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Zone of Inhibition Test (Qualitative Measurements)"
        },
        {
            "text": "The percentage of fabric weight gain was measured with increase in concentration of cuprous oxide particles. The effect of weight gain against antimicrobial properties was measured for all samples and their respective graphs are shown in Figures 12(a, b and c) . From the trend lines it is clear that with increase in concentration of cuprous oxide particles the mass gain was going to increase and antimicrobial effect (zone of inhibation) were significantly increase. The maximum antimicrobial effect (zone of inhibation) and maximum weight gain percentage values were confirmed at 1.25 g/200 ml of all reducing agents. The mass gain percentage and antimicrobial effect of cuprous oxide particles reduced with sodium hydrosulfide is higher than all, while mass gain percentage and antimicrobial effect of cuprous oxide particles reduced with glucose is less than all.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 260,
                    "text": "Figures 12(a, b and c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Weight Gain Percentage and Antimicrobial Effect"
        },
        {
            "text": "Pathogens are infectious agents either in the form of bacteria and viruses. They behaves and interact in different ways (chemically and physically) with the cuprous oxide particles on the coated fabric. The combination of these physical and chemical interactions cause the anti-bacterial effect of the cuprous oxide coated fabrics. The nanoparticles react with the cell wall of bacteria through endocytosis mechanisms. The ions are released in the cells by the nanoparticle dissolution [21] . This increases the cellular uptake of ions. Higher intracellular concentration in the cell causes a great cellular oxidative stress in microbe [26] . Highly biocidal nanoparticles cause damage to the cell. In contrary to this, the micrometric metal of same mass does not damage the cell. The summary of processes taking place for antimicrobial activity of metal nanoparticles are shown in Figure 13 [27] . a) Chemical interactions These are the interactions mostly occur between the 1. Cu 2+ ions and components of cell membrane. 2. Cu 2+ ions and interior components of the cell (due to transference of these ions into the cell). 3. Components of cell membrane and H 2 O 2 produced due the presence of cuprous oxide nanoparticles. 4. Components in the interior of cell and chemical species produced due to cuprous oxide nanoparticles. Cu 2+ ions are reducing to Cu + in cytoplasm producing reactive hydroxyl radicals. They can react non-specifically with lipids, proteins and nucleic acid. Cu + can also lead to thiol depletion in the GSH pool, but also in proteins and free amino acids [29] .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 891,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mechanism and Impact of Cuprous Oxide Particles Against Pathogens"
        },
        {
            "text": "Microbes contain the large amount of functional groups (oxygen, sulphur and nitrogen). The cuprous oxide nanoparticles react with these functional groups to produce organic complexes. This may cause defects in the structures of nucleic acids and proteins and disrupt the oxidative phosphorylation and osmotic balance. These metal oxide nanoparticles are toxic to microbes. Their toxicity produce higher concentration of genes that eliminate ROS generating oxidative stress [28] .",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mechanism and Impact of Cuprous Oxide Particles Against Pathogens"
        },
        {
            "text": "b) Physical interactions Physical interactions may occur due to: 1. Physical blockages caused in the transport channels of the membrane by the Cu-NPs. 2. Damage caused to the components of the membrane due to abrasion caused by Cu-NPs. 3. Penetration and interaction of Cu-NPs with the interior components of the microbes. 4. Direct interaction between components of cell membrane and Cu-NPs by electrostatic effect [29, 30] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Mechanism and Impact of Cuprous Oxide Particles Against Pathogens"
        },
        {
            "text": "The vision behind wearable antimicrobial textiles forecasts future hygienic systems to be an integral part of our everyday outfits. Such hygienic textile have to meet special requirements regarding wear ability. When we talk about the wearable antibacterial fabrics, then comfort is the really parameter from which we cannot avoid. The air permeability and stiffness are most important comfort properties for wearable antibacterial textiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermo-physiological Comfort Properties"
        },
        {
            "text": "Air permeability is an important parameter for textiles and maintain thermal comfort. In fact it helps to exchange of air, when heat and perspiration are generated from body [31] . The results of fabric air permeability are shown in Figure 14 . The air permeability results were find for all type of fabrics (treated and untreated).",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Air Permeability"
        },
        {
            "text": "From the results it is clear that the application of very fine cuprous oxide nanoparticles to the fabrics has a very little Figure 13 . Brief description of mechanisms associated with the antimicrobial behaviour of metal nanoparticles, catalysed radical formation, release of metal ions and Trojan-horse effect due to endocytosis processes [14] . effect on air permeability. Air permeability of the untreated fabric is about 130 mm/s while the air permeability for all other cuprous oxide nanoparticles coated fabrics is in the range of 123 to 126 mm/s. Showing that there is a minor decrease in air permeability even after depositing the cuprous oxide nanoparticles. There are two factors responsible for this phenomenon. Firstly, there may be a relaxation shrinkage in the fabric structure due to dipping cuprous oxide nanoparticles solution, causing the yarns to come close and hinder the flow of air. Secondly, during the application of nano particles, have deposited on the yarn structure and interstices, reducing the fabric air gap spacing (pore size). The fabric pore size has a direct relation with the air permeability of the fabric. Therefore, reduction in pore size has caused a decrease in the air permeability of the fabric. The spun yarns of cotton have a low uniformity and hairiness, which cause resistance to the flow of air and leading to low air permeability. It is the beauty of nanoparticles that they will cover more surface area over the yarn but will not entrap in the spaces between the fabric structures.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Air Permeability"
        },
        {
            "text": "Stiffness",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Air Permeability"
        },
        {
            "text": "The term stiffness of fabric describes its ability to resist deformation and keep standing without support. This property is important regarding comfort and desirable draping. Stiffness can be calculated from bending length and flexural rigidity. The stiffness of coated and uncoated fabric samples was found and average values are given in Figure  15 . Fabric stiffness was found to increase with increase in concentration of reducing agents. It means that increase in the concentration of reducing agents cause to increase in the deposition of cuprous oxide particles. The reason is that coating increased inter-fibre friction and abrasion at fibre crossover points [32] . However, the effect of increase in rigidity overall is insignificant.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 672,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 351,
                    "text": "Figure  15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Air Permeability"
        },
        {
            "text": "As mentioned earlier, the cuprous oxide particles were attached to the surface of fabrics through the combination of various bonding. The additional cuprous oxide particles filled the gaps and inter spaces between microfibers and stacked them together to form the hygienic antibacterial networks. This behaviour of absorbance and adherence were further described by the durability of the antibacterial effect against washing in water. The functionalized fabrics were also soaked, squeezed and twisted in water. The cuprous oxide coated samples showed good washing properties without peeling off and precipitating in the water. Later on, an adhesion test was performed with transparent tape. The tape remained transparent i.e. no visible particles were observed on the tape. Hence indicating the robust interactions and reasonable mechanical adhesion properties among hygienic cuprous oxide particles and fabric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Durability of Cuprous Oxide Coated Fabrics"
        },
        {
            "text": "To investigate these properties, antibacterial properties all fabrics were investigated after washing. The samples were washed according to standard washing test method ISO 105- Figure 15 . Stiffness of coated and uncoated fabric samples. C01. The antimicrobial values of all developed samples before and after washing are given in Table 4 . It is clear from the given values that there is almost 50 % decrease in zone of inhibition after washing. This shows that prepared samples are effective against the pathogens even after sever washing. Furthermore, the trend was also justified from the SEM analysis after washing (for the samples G1, A1 and S1) as shown in Figure 16 . The retention of particles over the surface of fabric reinforced the fact that particles are firmly attach to the fibers and interspaces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Durability of Cuprous Oxide Coated Fabrics"
        },
        {
            "text": "The cuprous nanoparticles have already been studied extensively due to their potential technological applications in medical fields. A total of nine hygienic multifunctional textile samples were developed using nanoparticle of cuprous oxide particles along with varying the concentrations of three different reducing agents. Surface morphology and existence of metals were analysed by scanning electron microscopy, dynamic light scattering, FTIR, EDS and XRD. The antibacterial activity of cuprous oxide coated fabrics were tested against qualitative and quantitative measurements. The strongest antibacterial effect were found for the fabrics coated with cuprous oxide particles reduced with sodium hydrosulphite at 1 g/l. Furthermore, the developed fabrics were analysed for comfort properties regarding air permeability and stiffness. The particles were so fine they do not stop the pores of fabrics, hence we make sure the air permeability, while stiffness was improved as well. At the end, durability of deposition was confirmed by measuring the, antibacterial properties and SEM analysis after washing. The retention of particles over the surface of fabric reinforced the fact that particles are firmly attach to the fibers and interspaces. Developed process very easy, less in cost and provide odorless work wear. The successful application of cuprous oxide coated fabrics explained their potential applications in field of medical textiles to develop the antibacterial surgical drapes, pants, socks, panels, bed sheets, surgical gowns, curtains, panel covers, wall papers/ sheets coverage, shoes mats, outlet covers, seat chair covers, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Figure 16",
            "authors": [],
            "year": null,
            "venue": "SEM analysis after washing (for the samples G1, A1, and S1)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effectiveness of Cuprous Oxide Particles Against Pathogens Fibers and Polymers 0000",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Antibacterial Activity Assessment of Textile Materials: Parallel Streak Method",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "147--2016",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Copper and Bacteria : Evolution, Homeostasis and Toxicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solioz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Springer Briefs in Molecular Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic illustration of the three-step process for the synthesis of antibacterial cuprous oxide particles and deposition on cotton fabric.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Change in weight Origional weight ------------------------------------------FTIR spectra of treated and untreated cotton fabric.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Surface morphology of cotton fabrics coated with cuprous oxide particles reduced by (a) sodium hydrosulphite, (b) ascorbic acid, and (c) glucose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "6 o , 36.5 o , 42.4 o , 52.1 o , 61.5 o and 73.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Average particle size distribution of cuprous oxide particles reduced by (a) glucose, (b) ascorbic acid, and (c) sodium hydrosulphite.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Image of zone of inhibition and (b) the average value of zone of inhibition against each concentration of glucose reducing agent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) Image of zone of inhibition and (b) the average value of zone of inhibition against each concentration of Ascorbic acid reducing agent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(a) Image of zone of inhibition and (b) the average value of zone of inhibition against each concentration of sodium hydrosulphite reducing agent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Concentration of survival of bacteria (S. aureus) against cuprous oxide coated fabrics reduced with different reducing agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Concentration of survival of bacteria (E. coli) against cuprous oxide coated fabrics reduced with different reducing agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Images of concentration of bacterial growth for the (a) untreated (pristine) cotton fabric, (b) for G1 fabric sample, (c) for A1 fabric sample, and for (d) S1 fabric sample.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Effect of weight gain against antimicrobial properties for fabric samples; (a) reduced by glucose, (b) reduced by ascorbic acid, and (c) reduced by sodium hydrosulphide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Air permeability results for all type of fabrics.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Cu 2 O particles have been using to develop the antimicrobial substrates. The CuO have various limitations because of low stability, can easily convert to different copper-based compounds like copper carbonate (greenish), coper sulphate, CuS etc. in different environment conditions. The produced compounds are more toxic and cause acute poisoning. With the above background information work was focussed on the development of durable, stable and evenly distributed cuprous oxide (Cu 2 O) particles on the textile structure. In this developed study, we report a special technique to develop the Cu 2 O particles. The objectives of the present work are · The formation of Cu 2 O particles by Fehling solution method. · Study the effect of three different reducing agents to make the Cu 2 O particles.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "oxide particles Cu 2 O were prepared by combinations of two Fehling (A & B) solution by using three different reducing agents (glucose, ascorbic acid and sodium hydrosulphite). Fehling solution A and Fehling solution B were prepared separately. For the preparation of Fehling A, 34.64 grams of CuSO 4 ·5H 2 O was dissolved in 500 ml of distilled water and stirred continuously. The Fehling B solution was prepared by dissolving 70 grams of NaOH and 175 grams of Sodium Potassium tartrate were dissolved in 500 ml of water. Subsequently, we took 100 ml of each Fehling A and Fehling B in cleaned round bottom flask and heated to 95 o C with continuous stirring. Then List of materials used in present study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Design of experiments for the developed samples",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Reduction (in percent) of the inoculated concentration of the bacteria due to the effect of the cuprous oxide coated sample",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Antimicrobial properties of Cu",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "patient and doctors' socks etc.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research was supported by 'Textile structures combining virus protection and comfort' reg.c.:cz.01.1.02/ 0.0/0.0//20_321/0024467.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}