{
    "paper_id": "3f2d2d544629fb96f903b2d8d976854fdbfb086a",
    "metadata": {
        "title": "Pediatric Complicated Appendicitis During the COVID-19 Pandemic: A National Perspective",
        "authors": [
            {
                "first": "Niloufar",
                "middle": [],
                "last": "Hafezi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Pecoraro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "P"
                ],
                "last": "Landman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [],
                "last": "Colgate",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frederick",
                "middle": [
                    "J"
                ],
                "last": "Rescorla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "INTRODUCTION: Significant racial and ethnic disparities exist in the presentation of children with acute appendicitis; however, it is unclear if these disparities remain after hospital discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed a retrospective cohort study of children who underwent treatment for acute appendicitis in 49 US Children's Hospitals between 2010 and 2015. The primary outcomes were 30-day inpatient readmission and emergency department (ED) visit to the index hospital. Race and ethnicity was self-reported and categorized into non-Hispanic white (NHW), non-Hispanic black (NHB), Hispanic/Latino (HL), and other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "Hierarchical logistic regression models were developed to determine the association of race and ethnicity on the primary outcomes after adjustment for salient patient and procedure characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "RESULTS: A total of 78,937 patients were included: 49.8% (NHW), 10.7% (NHB), 32.5% (HL), and 10.7% (Other). The majority had nonperforated appendicitis (86.8%) and underwent laparoscopic appendectomy (92.5%). Compared with NHW children, NHB and HL patients were more likely return the ED within 30 days. There were no significant differences in 30-day readmission rates between NHW and NHB or HL children. On multivariable analysis, compared with NHW children, NHB and HL children had a significantly increased odds of an ED visit within 30 days (Table) . There was not a corresponding significant increase in risk of inpatient readmission among NHB children compared with NHW children.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "METHODS:"
        },
        {
            "text": "CONCLUSION: Children of racial and ethnic minorities are more likely to use the ED after acute appendicitis without a corresponding increase in readmission. These data suggest a lack follow-up care can drive disparities in pediatric appendicitis care. Operating room (OR) throughput and efficiency is a key driver of hospital costs. We sought to evaluate the efficacy, safety, and cost implications of a practice of post-anesthesia care unit (PACU) extubation for 4 common pediatric surgical operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "The records of 6,956 children who underwent inguinal hernia repair, laparoscopic appendectomy, pyloromyotomy, and tonsillectomy/adenoidectomy at a free-standing children's hospital between July 2018 and June 2020 were reviewed. OR flow time metrics and postoperative airway interventions were assessed. Based on a 2014 study, 1 minute of operative time was assessed at $37. Exclusion criteria included PACU holds and direct transfers from the OR to an inpatient unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "RESULTS: There were 5,245 procedures analyzed. All patients were extubated in the PACU except during periods of elevated COVID-19 transmission risk or when the PACU was understaffed. The mean time from procedure completion to leaving the OR was between 3.7 and 4.8 minutes for patients extubated in the PACU and 10.0 and 13.0 minutes for those extubated in the OR. PACU respiratory events were minor, infrequent, and of similar incidence after PACU or OR extubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "We found PACU extubation to be safe and effective in reducing patient time in the OR by up to 13 minutes. We project that our hospital has saved more than $1 million in 2 years due to the time savings associated with only these 4 common operations. In a time of limited resources, a policy of PACU extubation could have a substantial impact on the financial viability of children's hospitals. INTRODUCTION: Trauma center benchmarking has become standard practice for assessing quality of care. Verification standards require participation in a risk-adjusted benchmarking program, but do not specify a requirement for pediatric-specific benchmarking in centers that treat adults and children. Centers that are high performers for adult patients might similarly be high performers for children, but this has not been established. This study evaluated whether there is consistency in performance across both adult and pediatric populations cared for within the same trauma center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION:"
        },
        {
            "text": "METHODS: Trauma centers (n ¼ 493, including 347 adult only, 44 pediatric only, and 102 mixed) that participate in the TQIP in 2017-2018 were analyzed. Center-specific odds ratios for riskadjusted mortality were calculated for an adult (16 to 65 years) cohort from 449 centers that treat adults, and for a pediatric (0 to 15 years) cohort from 146 centers that treat 100 or more children annually. Pediatric and adult performance estimates were compared for strength of association and for discordance in outlier status within the overlapping mixed trauma centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION:"
        },
        {
            "text": "RESULTS: There were 129,607 adults and 48,382 children treated at 102 mixed trauma centers. Unadjusted mortality was 6.1% in adults and 1.2% in children. Risk-adjusted performance estimates within mixed centers demonstrated limited correlation between adults and children (r ¼ 0.41, Fig.) . Centers demonstrated poor agreement between adult and pediatric outlier status (k ¼ 0.06), with 78% of discordant centers having worse performance for children (n ¼ 23 of 32; p < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 288,
                    "text": "Fig.)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CONCLUSION:"
        },
        {
            "text": "CONCLUSION: Adult mortality metrics overestimate pediatric quality in mixed trauma centers. Incorporation of pediatric-specific benchmarks should be required for centers that admit children. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High-risk metastatic neuroblastoma is an aggressive pediatric solid tumor with poor prognosis. C-C motif chemokine ligand 2 (CCL2) is known to attract macrophages and monocytes via C-C motif chemokine receptor 2 (CCR2) to sites of inflammation, including solid tumors. These tumor-associated macrophages have been found to increase resistance to chemotherapy and facilitate metastatic disease in several human cancers. We hypothesize that inhibiting CCL2 in combination with chemotherapy would prolong survival",
            "authors": [
                {
                    "first": "C-C ;",
                    "middle": [],
                    "last": "Lascano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zobel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Stephanie",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sheard",
                    "suffix": ""
                },
                {
                    "first": "Eugene",
                    "middle": [
                        "S"
                    ],
                    "last": "Phd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Children",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Motif Chemokine Ligand 2 Inhibitor with Chemotherapy Prolongs Survival in a Minimal Residual Disease Mouse Model of Metastatic Neuroblastoma Danny",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In vivo, an MRD model of NB was established by orthotopically injecting NB cells (CHLA-255, NGP, n ¼ 40 for each) in NSG mice, followed by primary tumor resection 1 week later. Mice were divided into 4 cohorts: untreated control, anti-CCL2 antibody, etoposide, and anti-CCL2 antibody + etoposide. Student's t-test and Wilcoxon tests were used. A p value < 0.05 was considered significant. RESULTS: Human NB cells (CHLA-255, NGP) co-cultured with human monocytes significantly increased supernatant protein levels of CCL2 compared with monocytes or NB alone",
            "authors": [],
            "year": null,
            "venue": "METHODS: Human NB cells (CHLA-255, NGP) were cocultured with human monocytes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Parisa Oviedo, MD, Branden M Engorn, MD, Daniela Carvalho, MD, MMM, Justin Hamrick, MD, Gerald Gollin, MD, FACS University of California, San Diego, La Jolla, CA Rady Children's Hospital, San Diego, San Diego, CA INTRODUCTION:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pediatric Trauma Care in Mixed Trauma Centers: Center-Specific Risk-Adjusted Mortality Is Frequently Discordant Between Pediatric and Adult Cohorts Lauren L Evans, MD, Caroline Melhado, MD, Amy Miskovic, MS, Haris Subacius, MA, Deborah M Stein, MD, FACS, Randall S Burd, MD, PhD, FACS, Avery B Nathens, MD, PhD, FACS, Aaron R Jensen, MD, FACS University of California San Francisco Benioff Children's Hospital Oakland, Oakland, CA American College of Surgeons, Chicago, IL Zuckerberg San Francisco General Hospital, San Francisco, CA Children's National Medical Center, Washington, DC",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of Risk-Adjusted Mortality between Children (0-15y) and Adults (16-65y) Treated at 102 Mixed Trauma Centers.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}