{
    "paper_id": "3fb69a661e20fcca76f61d5a8e3ce7d1eae3e7c7",
    "metadata": {
        "title": "COVID-19 gripped the globe with some unnoticed facts and too many questions",
        "authors": [
            {
                "first": "Awanish",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) are two highly pathogenic human CoVs (HCoVs) that have led to global epidemics with high morbidity and mortality in the past two decades [1] . SARS-CoV-2 or nCOV (novel Coronavirus) is the third pathogenic HCoV that emerged and evolved from Wuhan city of China in December 2019 and named COVID-19. COVID-19 is a new infection with new microbe SARS-CoV-2 and its human-to-human transmission has occurred due to close contacts [2] . The COVID-19 shares symptoms with cold and flu but death is quick and more in COVID-19 which is a point of discussion, future research, and matter of anxiousness. Its huge impacts on public health make it dominant to clarify the clinical features with other pneumonia. As of 18th April 2021, there have been over 142,017,779 cases of COVID-19 around the world with total deaths [ 3,000,000 [3] . Fast transmission of SARS-CoV-2/nCOV can be stopped by maintaining social distancing i.e., 6 feet away from others, washing hands thoroughly with soap often. Staying home could prevent the transmission of this virus in the community because there are currently no effective medications against SARS-CoV-2 are available. It is vital to develop effective prevention strategies for the COVID-19 outbreak. Therefore, several international and national research groups are working on the development of drugs and some more effective vaccines against this threat. Simultaneously we have to think over many reflection points that are enigmatic and unnoticed in case & Awanish Kumar drawanishkr@gmail.com; awanik.bt@nitrr.ac.in COVID-19 and then take a constructive lesson to prepare our world against such type of future pandemics because of various pandemics (Table 1 ) hit world brutally time to time that causes loss of lives.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1797,
                    "end": 1805,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 pandemic gripped the world with some unnoticed facts",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rate of SARS-CoV-2 infection is very high but the reason behind the high rate is not very much clear. The standard degree for infectiousness is called the basic reproduction number and it is represented by R 0 or R naught. R 0 is defined as on average, how many people each infected person will, in turn, infect in a fully susceptible population. R 0 of COVID-19 is lesser than Measles, Smallpox, HIV, and SARS ( Fig. 1) [4] but no. of death is very high in comparison to other infections which is also enigmatic. Most pandemics have been originated through the ''zoonotic'' transmission (from animals to humans). Zoonoses enter into human populations from domesticated animals as well as wildlife. The majority of the pandemics were caused by a virus but there is no concrete answer to the question of why viruses are major players of pandemics? Increased pandemic risk due to viruses is probably it become better adapted to spreading within a human population. WHO provided a pandemic alert system during influenza infection having a scale ranging from Phase 1 (a low risk) to Phase 6 (a full-blown extreme risk) [5] (a) Phase 1: A virus hosting in animals has caused no known infections in humans, (b) Phase 2: An animal virus has infected humans, (c) Phase 3: Small clusters of disease in humans (sporadic cases) i.e., human-to-human transmission, (d) Phase 4: The risk for a pandemic is significantly increased but not certain, (e) Phase 5: Spread of disease between humans is occurring in more than one country of one WHO region, (f) Phase 6: Community-level outbreaks are in at least one additional country in a different WHO region from phase 5 and finally a global pandemic started. Risk in the first three phases is simply unknown but the government has to be more cautious and active at this stage. Many countries like Hong Kong, India, Italy, Singapore, South Korea, Taiwan, UK, etc. had decided for a lockdown of the country in the pandemic phases to minimize the risk of COVID-19 infection spread which is highly appreciable in the current situation and a good safety indicator for future also. Sometimes it is not possible to recognize the first outbreaks of a pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 424,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "This article does not describe genomics/proteomics of SARS-CoV-2, host-immune response, pathogenesis, etc. because a no. of articles are available on these topics. The transmission of a novel infectious agent reduce protective immunity which is typically portrayed by 3 distinct facts (a) slow accumulation of new infections in the initial phase which is mostly unnoticeable/undetectable, (b) rapid growth of infection that ultimately causes disease and A. Kumar death, (c) an eventual slow down of infection transmission due to the depletion in the no. of susceptible individuals that typically lead to the termination of the disease. Some epidemiological concept says that termination of disease could be achieved by the development of 'herd protection' or 'herd immunity' or 'community immunity' (the resistance to uncontrolled contagious disease transmission within a community i.e., immune to a particular disease in the high proportion of individuals) in the individual due to spread of infection across the society. But in my opinion, attempts to reach 'herd immunity' through exposing people to a virus could be scientifically unethical and problematic. Therefore, the development of 'herd immunity' in the community could be achieved through mass vaccination. Based on the epidemiological theory, the ongoing COVID-19 infection is following to above-discussed three patterns and such indication is coming from China, USA, and some European countries. The author wanted to attract the attention on data of death from COVID-19 in various age groups from the USA, India, Brazil, Mexico, UK, Italy, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "[3, 6]. The pattern of this disease is the same across the world i.e., death in old persons is more in all these countries but the percentage of death varies. This may indicate that the pathogenesis of COVID-19 is not location-specific. Data shows that the death rate in the older age group is high in every country. The no. and pattern of death is also not constant and relative among various countries. So analysis is not relative and conclusive. The risk of symptomatic nCOV infection increased with age [5, 6]. Once nCOV infection establishes with a human by ACE2 receptor of the cell, IgG and IgM both antibodies started to increase up to ten days, and most patients had seroconversion within the first 3 weeks of COVID-19 infection [7] . Finally, the IgG and IgM high-level antibodies work against the nCOV internal nucleoprotein and the surface spike receptor binding to neutralize the virus. Most COVID-19 infected people develop an immune response within the first few weeks, but we do not know how strong that immune response is? It differs from person to person and people infected with COVID-19 for a second time have also been reported. Memory T-cell responses and the responses of naive/effector T cells are also not very much established in the case of COVID-19. COVID-19 patient's observation indicated the high viral load during the early phase of illness and the high viral load in elderly patients is associated due to low immunity [8] . So people generally think that by boosting immunity, we may conquer the COVID-19 infection. The idea of boosting our immune system globally to make the body more resistant to anything or everything is just a flaw. The human immune system is very finely tuned and different immune cells are geared to recognize things in our body. Our immune would not be able to respond positively to those organisms that did not invade us. Some research reports suggested that health supplements, vitamins, and nutrients may help protect against specific colds and viruses. Remember the fact that scientists had not studied the nCOV before this outbreak and do not yet have answers about whether or not certain immune-boosting remedies may or may not help the infected person because this infection may result in severe pneumonia with clusters illness onsets. So there is an urgent need to develop medication and perform mass vaccination against COVID-19 to combat this disease.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 741,
                    "text": "[7]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1451,
                    "end": 1454,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "People with pre-existing medical complications [such as asthma/lung disease, cardiac disease, cancer, diabetes, liver disease, stroke, and mental health-related disease (anxiety and depression), etc] appear to be more susceptible to nCOV infection. A report said that high blood pressure increases the risk and death due to COVID-19 across the globe [9] . People having other medical complications become severely ill with the infection of this virus. The They should not be overlooked and specialists in various fields should work on it in their related area. Once people encounter these questions, they will think and work out on them to come up with more clarity in knowledge and various solutions.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[9]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The global threat of COVID-19 and associated significant questions"
        },
        {
            "text": "Our beautiful planet is now desperate to get rid of the COVID-19 pandemic or to find some ways to stop the spread of the invisible monster COVID-19. So the greatest challenge to fight with COVID-19 pandemic is to identify it timely and take necessary available action. The timely identification and notification of this disease may organize the world fraternity to prepare well because a decisive fight with such a pandemic cannot be done with limited diagnostic and clinical capacity. Delay reporting my disturb multiple factors and do not give time to strengthen the health care system and laboratory capacity to confirm this pathogenic agent. The article discussed and emphasizes the invisible facts related to the COVID-19 pandemic, enlightening on unnoticed facts and many significant questions (which are unanswered and under dark) that are generated from COVID-19. Along with the development of diagnostic, therapeutics, and safety measures of COVID-19, these questions must be probed/deeply studied in the future. The unanswered questions need to be solved because one question may give many clues/solutions and open a new path in research or expand the existing knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2: virus dynamics and host response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "515--521",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The International Bank for Reconstruction and Development/The World Bank",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madhav",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gallivan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Disease control priorities: improving health and reducing poverty",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus infectionsmore than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Oaules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "707--715",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic Influenza Preparedness and Response. A WHO Guidance Document",
            "authors": [],
            "year": 2009,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "De Salazar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "4",
            "pages": "506--516",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "in the person having pre-existing medical complexities because many research articles addressed them separately. These facts and the entire scenario of COVID-19 have given birth to numerous questions; (a) Why do preexisting medical complications increase the risk for COVID-19? (b) Is COVID-19 worst than cold and flu? (c) Is the immune-compromised person at high risk? (d) What are the chances/frequency of reemergence/relapse of COVID-19 in the same person? (e) Why children are not getting very sick with this infection? (f) Will COVID-19 becomes endemic? (g) Can COVID-19 transmit to pets or cohort animals from a human? (h) Is surgery or long-term dialysis safe during this pandemic? (i) Do artificial intelligence, mathematical modeling, and machine learning helpful to fight COVID-19? (j) Do special anesthetic management of patients needed during a COVID-19 epidemic [if the hospitalized COVID-19 patients face nosocomial (hospital-acquired) infections and need surgery]? (k) How to make sure Self-isolation/Social distancing does not disturb the mental/physical health of individuals? (l) What is the co-relation of the digestive issue with coronavirus? (m) What are the preexisting conditions that can make it harder/easy to fight with COVID-19? (n) What are the co-relations between allergy and SARS-CoV-2? (o) Should scientists infect healthy people with the nCOV to test vaccines? (p) Is it logical to compare COVID-19 with seasonal flu? (q) Does the relapse of the viral pandemic is a common phenomenon? (r) Can humans transmit nCOV to wild animals? (s) Why does it spread easily? (t) Can it proliferate at any time of year or is it seasonal? (u) Will nCoV likely enter in regular circulation? (v) Will it return in the coming time with a large outbreak? (w) Will it comes after a regular interval or disappear or resurge? (x) How long-lasting antibodies are or how long does immunity last in an individual after COVID-19 infection? These questions look very simple but they are very logical.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Global pandemics occurrence in the world from various infectious diseases Rhinolophus bat to human (assumed till date because genetic sequence reveals that COVID-19 virus is a close relative to nCoV found circulating in Rhinolophus bat)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The author is thankful to the Department of Biotechnology, National Institute of Technology, Raipur (Chhattisgarh), India for providing the support for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The author has declared no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}