{
    "paper_id": "3fb9e41b8af0020362bfb6c2c2a41177e5427ad1",
    "metadata": {
        "title": "Traditional Usage of Wild Fauna among the Local Inhabitants of Ladakh, Trans-Himalayan Region",
        "authors": [
            {
                "first": "Shiekh",
                "middle": [
                    "Marifatul"
                ],
                "last": "Haq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kashmir Srinagar",
                    "location": {
                        "addrLine": "Jammu and Kashmir 190006",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Soares Calixto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "postCode": "05508-060",
                        "settlement": "Ribeirão Preto, São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Umer",
                "middle": [],
                "last": "Yaqoob",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kashmir Srinagar",
                    "location": {
                        "addrLine": "Jammu and Kashmir 190006",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Riyaz",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "Hossam"
                ],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "postBox": "P.O. Box 2455",
                        "postCode": "11451",
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "ahmahmoud@ksu.edu.saa.h.m."
            },
            {
                "first": "Rainer",
                "middle": [
                    "W"
                ],
                "last": "Bussmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ilia State University",
                    "location": {
                        "postCode": "0105",
                        "settlement": "Tbilisi",
                        "country": "Georgia"
                    }
                },
                "email": "rbussmann@gmail.com"
            },
            {
                "first": "Osama",
                "middle": [
                    "B"
                ],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "postBox": "P.O. Box 2455",
                        "postCode": "11451",
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "omohammed@ksu.edu.sao.b.m."
            },
            {
                "first": "Khalid",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "COMSATS University Islamabad",
                    "location": {
                        "postCode": "22060",
                        "settlement": "Abbottabad Campus",
                        "country": "Pakistan"
                    }
                },
                "email": ""
            },
            {
                "first": "Arshad",
                "middle": [
                    "Mehmood"
                ],
                "last": "Abbasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "COMSATS University Islamabad",
                    "location": {
                        "postCode": "22060",
                        "settlement": "Abbottabad Campus",
                        "country": "Pakistan"
                    }
                },
                "email": "amabbasi@cuiatd.edu.pk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Simple Summary: Like plants, animal-based remedies are being utilized traditionally in different cultures around the globe. We explored the traditional usage of wild animals by the local inhabitants in Ladakh area of Trans-Himalayan region, India, using questionnaires and interviews. Furthermore, associations between ethnozoological usage and animal species were also evaluated through multivariate ecological community analysis. The highest priority of local inhabitants was for food followed by medicinal usage. We documented therapeutic uses of 48% of the reported species. Among these Alectoris chukar (chukar), Cuon alpinus (Asiatic wild dog), Lepus oiostolus (hares), Marmota himalayana (marmots), Ovis aries vignei (Ladakh urial), Pantholops hodgsonii (Tibetan antelope), Procapra picticaudata (Tibetan gazelle), Pseudois nayaur (blue sheep), Tetraogallus himalayensis (Himalayan snow), Tetraogallus tibetanus (Tibetan snow cock), and Lutra lutra (common otter) were reported for the first time from this region and are being used for medicinal purpose. Our findings could be valuable as reference data for policymakers, researchers, land managers, common public, and the other stakeholders to develop logical and scientific approaches for sustainable use of faunal diversity in biodiversity hotspot regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zootherapy is accepted all around the globe not only in ancient cultures but different animal derived medicines are also part of the practice in the modern health care systems. The present study assessed the traditional ethnozoological usage of wild animals by local inhabitants in Ladakh region, India, and the reference data for scientific approaches for protection of faunal diversity in trans-Himalayas. The ethnozoological documentation of the animals in Ladakh was carried out through semistructured and close-ended questionnaire surveys and interviews. Multivariate ecological community analysis was used to elucidate the relationship between ethnozoological usage and animal species. Our results showed three animal usage clusters with 32% similarity. Moreover, the similarity in animal usage between digging tools, trophy, handle of tools, decoration, and matting, showed less than 32% of similarity. The highest priority of local people was for food followed by decoration and medicinal usage. The most frequently used animal parts were meat followed by fur and horn. Medicinal uses of 48% of the reported species, i.e., Alectoris chukar (chukar), Cuon alpinus (Asiatic wild dog), Lepus oiostolus (hares), Marmota himalayana (marmots), Ovis aries vignei (Ladakh Animals 2020, 10, 2317 2 of 21 urial), Pantholops hodgsonii (Tibetan antelope), Procapra picticaudata (Tibetan gazelle), Pseudois nayaur (blue sheep), Tetraogallus himalayensis (Himalayan snow), Tetraogallus tibetanus (Tibetan snow cock), and Lutra lutra (common otter) were reported for the first time from this region. Our study provides innovative information regarding the ethnozoological knowledge in the Ladakh region and reference data for policymakers, researchers, land managers, common public, and the other stakeholders to develop logical and scientific approaches for sustainable use of faunal diversity in hotspot regions like trans-Himalayas and other similar biodiversity-rich sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the beginning of civilization, the relationship between mankind and animals has been strong and intimate. These intricate relations between mankind and wildlife are found in every culture throughout the world, in numerous types of associations with animals and plants living in their locality [1] . Wild animals play a considerable role in human culture, religion, and economy. The utilization of animals and plants for medicinal purposes has passed in the form of traditional knowledge from generation to generation. Different tribal and ethnic people have been collecting this precious information for generations. While the application of animals in traditional systems of medicine is not new, its documentation is so far very restricted. The exploration and documentation of this indigenous knowledge is essential to get firsthand information about the various uses of animals [1, 2] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Zootherapy is accepted all over the globe in ancient cultures [2] . However, it has been found that in modern times uses of animal derived medicines often differ and change. The World Health Organization report stated that out of 252 essential chemicals used in medicines, 8.7 percent have their origin in animals and 11.1 percent in plants [3] . These animal-derived medicines are mainly obtained from animal's body parts, their metabolic products, or products such as cocoons and nests [4] . Such use is indeed ancient and has long been documented. It is known that Chinese people have been using earthworms for 4000 years to cure various diseases [5] . Further, it has been documented that 1500 animal species are used in Traditional Chinese healthcare [1] . In addition, it has been reported that about 15-20% of the Ayurvedic medicines (traditional Hindu system of medicine) find their origin in animals [6] and about 500 species of invertebrates are being utilized to treat ailments [7] . Chemicals derived from different plants and animals have been used from times immemorial by humans to improve their health [8] . For instance, due to antibacterial, immunological, diuretic, analgesic, anesthetic, and antirheumatic properties, insects make up an important part of modern allopathic medicines [9] . Chitosan, derived from the exoskeleton of insects, is used in modern healthcare systems as an anticoagulant, to reduce blood cholesterol and repair tissues [10] . Similarly, potential anticancer medicines have been obtained from the legs and wings of Taiwanese stag beetles and Asian sulfur butterflies [11] . Many animal species are tested for drug discovery by the pharmaceutical industries. An inhibitor of angiotensin-converting enzyme (ACE) was obtained from snake venom. This ACE enzyme converts the inactive angiotensin into its active form resulting in narrowing of blood vessels and thus increases in blood pressure. However, this inhibitor obtained from snakes prevents the conversion of angiotensin into its active form and thus keeps the pressure at at normal rate [12] . Likewise, several compounds having defensive functions such as alkaloids, steroids, biogenic amines, and peptides have been obtained from amphibians and have numerous pharmacological effects such as myo-toxic, neurotoxic, and cardio-toxic activities [13, 14] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1612,
                    "end": 1616,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2086,
                    "end": 2090,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2343,
                    "end": 2347,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2348,
                    "end": 2351,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, it is imperative to recognize this man-wildlife relationship, and ethno-zoology is a new, attractive research field. However, the cultural and social bonds between wildlife and ethnic people must be taken into consideration and their role is very important in prospecting the medicinal value of the wild animals. The present study assessed the composition, distribution, and traditional ethnozoology usage by local inhabitants in Ladakh region, India. The results of this assessment provide reference data for policymakers, researchers, land managers, common public, and other stakeholders to develop logical and scientific approaches for protection of natural resources and sustainable utilization of fauna diversity in hotspot regions like trans-Himalayas and other similar biodiversity-rich sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ladakh, the trans-Himalayan region of the Indian Himalaya, is known for its rocky and uneven terrain with extreme cold climate, diverse and rich wild fauna, and alpine flora. It is a region administered by India as a union territory located at 34 • 12 34.2540\" N and 77 • 36 54.4032\" E ( Figure 1 ). It is bordered by the Indian state of Himachal Pradesh to the south, Tibet to the east, Jammu and Kashmir and Baltistan to the west, and the southwest corner of Xinjiang across the Karakoram Pass to the far north. It extends from the Siachen Glacier in the Karakoram Range to the north to the main Great Himalayas to the south [15] . In August 2019, a reorganization act was passed by the Government of India containing the provision to remap Ladakh as a union territory [16] . As per 2011, census population of Ladakh is 274,289. This population is divided between Buddhist (77%), Muslim (14%), and Hindus (8%). Ladakhi, also known as Bodhi or Bhoti, is a Tibetic language spoken in Ladakh [17] . The present study assessed the composition, distribution, and traditional  ethnozoology usage by local inhabitants in Ladakh region, India. The results of this assessment  provide reference data for policymakers, researchers, land managers, common public, and other  stakeholders to develop logical and scientific approaches for protection of natural resources and  sustainable utilization of fauna diversity in hotspot regions like trans-Himalayas and other similar biodiversity-rich sites.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 631,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 998,
                    "end": 1464,
                    "text": "The present study assessed the composition, distribution, and traditional  ethnozoology usage by local inhabitants in Ladakh region, India. The results of this assessment  provide reference data for policymakers, researchers, land managers, common public, and other  stakeholders to develop logical and scientific approaches for protection of natural resources and  sustainable utilization of fauna diversity in hotspot regions like trans-Himalayas and other similar",
                    "ref_id": null
                }
            ],
            "section": "Study Area"
        },
        {
            "text": "Ladakh, the trans-Himalayan region of the Indian Himalaya, is known for its rocky and uneven terrain with extreme cold climate, diverse and rich wild fauna, and alpine flora. It is a region administered by India as a union territory located at 34°12′34.2540″ N and 77°36′54.4032″ E ( Figure  1 ). It is bordered by the Indian state of Himachal Pradesh to the south, Tibet to the east, Jammu and Kashmir and Baltistan to the west, and the southwest corner of Xinjiang across the Karakoram Pass to the far north. It extends from the Siachen Glacier in the Karakoram Range to the north to the main Great Himalayas to the south [15] . In August 2019, a reorganization act was passed by the Government of India containing the provision to remap Ladakh as a union territory [16] . As per 2011, census population of Ladakh is 274,289. This population is divided between Buddhist (77%), Muslim (14%), and Hindus (8%). Ladakhi, also known as Bodhi or Bhoti, is a Tibetic language spoken in Ladakh [17] . The principal crops grown are barley and wheat, while rice was always considered as a luxury item in their diet. Now, with new government subsidies rice has become a cheap staple [18] . The Pashmina goat or Changthangi goat (Capra aegagrushircus) is the main source of income from which the famous Pashmina shawls are obtained [15] . Many people in Ladakh were originally associated with textile production, carpets, dyestuffs, and caravan trade between Punjab and Xinjiang. However, currently the Chinese Government has closed the borders and the population in Ladakh suffers [19] . Tourism accounts for about 4% of peoples' employment but contributes 50% of the GDP to the region [19] . The principal crops grown are barley and wheat, while rice was always considered as a luxury item in their diet. Now, with new government subsidies rice has become a cheap staple [18] . The Pashmina goat or Changthangi goat (Capra aegagrushircus) is the main source of income from which the famous Pashmina shawls are obtained [15] . Many people in Ladakh were originally associated with textile production, carpets, dyestuffs, and caravan trade between Punjab and Xinjiang. However, currently the Chinese Government has closed the borders and the population in Ladakh suffers [19] . Tourism accounts for about 4% of peoples' employment but contributes 50% of the GDP to the region [19] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1677,
                    "end": 1681,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1863,
                    "end": 1867,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2011,
                    "end": 2015,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2261,
                    "end": 2265,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2366,
                    "end": 2370,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure  1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study Area"
        },
        {
            "text": "Ladakh receives less than 50 mm precipitation annually, mainly in the form of snow [15] . The soil remains frozen in winter and has low humidity in summer. Animals like sheep and goats are used for food (meat), horses and donkeys for transportation, yaks and cows are used to produce butter, milk, cheeses, and wool, Tzos are used to plough [15] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "Ladakh is the best area for snow leopard (Panthera uncia) in India and is also known to have a high diversity of wild sheep and goats. Tibetan argali (Ovis ammon), Asiatic wild dog (Cuon alpinus), Blue sheep (Pseudois nayaur), Asiatic Ibex (Capra sibirica), Ladakh Urial (Ovis aries vignei), are found here. Ladakh is also home to the endangered Tibetan antelope (Pantholops hodgsonii), Tibetan gazelle (Procapr apicticaudata), and kiang, or Tibetan wild ass (Equus kiang), which are distributed in Changthang area. The Eurasian lynx, Pallas's cat (Otocolobus manul), are other carnivores of Ladakh. Brown bear (Ursus arctos), Tibetan wolf, and sand fox are other carnivores distributed in Ladakh. Many bird species include Himalayan snowcock, Tibetan snowcock, and chukar can be commonly seen in Ladakh [20, 21] . Ladakh's flora is a rich repository of medicinal and aromatic plants. The vegetation of the region can be classified into three broad categories-Alpine mesophytes, Oasitic or Riparian vegetation, and arid vegetation [22, 23] .",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Study Area"
        },
        {
            "text": "First reconnaissance field surveys were carried out to get an understanding about the nature of terrain, accessibility, and distribution of the fauna in the study area. A forest working plan was accessed for authentication of administrative jurisdiction, geographical location, and wild fauna. The selected sites (n = 54) were observed in five field trips during the study year 2019. The methodology was based on interviews (269 interviews, of which 184 were individual based and 17 were group based) using semistructured and closed ended questionnaires and discussions to document the folk knowledge and ethnozoological uses of animal resources. The information was collected from diverse groups of the area, i.e., Amchis (traditional doctors), hunters, herders, shopkeepers, farmers, daily wage labourers, hotel owners, museum owners, housewives, govt. employees etc. by interviewing and completing a questionnaire. To document the traditional knowledge of wild fauna of the study area, questionnaires and interviews method (intersperse fact-based questions) was used. The interviews were carried out both at individual and group level. All interviews were conducted only after obtaining prior informed consent of the village heads, tribal leaders, and individual informants, by explaining clearly the objectives of the study. Participants whose photos are shown in Figures 2-4 agreed to this use. The most important ethnic groups are the Amchis, remote, rural or far flung villagers, herders, and hunters, who are directly dependent on wildlife products for their livelihood ( Figure 2) . A local community member of these tribes who knew the norms and traditions of that indigenous society was taken as a guide",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1580,
                    "end": 1589,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Survey and Data Collection"
        },
        {
            "text": "Informants were asked about the usage of animals, e.g., as medicinal resource, for clothes, digging, trophy, handle, decoration and matting, fun/sport, and food ( Figure 3 ). In addition, the animal part used such as meat, fur, eggs, horns, bones, skin, domesticating, or any other parts such as tongue, heart, and liver ( Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Survey and Data Collection"
        },
        {
            "text": "Field-based personal observations, information from local informers, and both formal and informal discussions were carried out for additional information. The field study was carried out in diverse age-sex groups (young, old, and middle). Further, the informants were asked about perceptions regarding the wildlife. The respondents were further asked about their species preference if they utilized a species for self-consumption or trade for earning purposes. Field-based personal observations, information from local informers, and both formal and informal discussions were carried out for additional information. The field study was carried out in diverse age-sex groups (young, old, and middle). Further, the informants were asked about perceptions regarding the wildlife. The respondents were further asked about their species preference if they utilized a species for self-consumption or trade for earning purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey and Data Collection"
        },
        {
            "text": "Animal data were statistically analyzed to find the relationship between ethnozoological usage and animal species. The presence/absence data were subjected to the classification of different ethnozoological similarities and differences among the different animal usage via PAST software ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Animal data were statistically analyzed to find the relationship between ethnozoological usage and animal species. The presence/absence data were subjected to the classification of different ethnozoological similarities and differences among the different animal usage via PAST software [24, 25] . Using this method, more similar groups come close to each other and dissimilar groups are shown as distant in the cluster from each other. In other words, if an animal species has two or more different usages, these usages will be clustered closer. Heatmap and Sørensen's (Bray-Curtis) distance was used to identify significant differences among the different ethnozoological usage similarities [26, 27] . Principal components analysis (PCA) was used to find hypothetical variables (components) that account for as much of the variance in our multidimensional data as possible. The contribution of different animal part usage was displayed in chord diagrams using circlize package [28] in R software 4.0.0 [29] . To run a preference analysis, i.e., whether there is difference between animal usage, and between animal parts used, we used a Generalized Linear Model (GLM) with binomial distribution followed by Likelihood-Ratio test using the packages \"stats\" [30] and \"car\" [31] . For that, we used the number of species divided by the total number of species observed multiplied by 100.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Information about the utilization of wild as well as domestic fauna served as leads for the bioprospecting of various medicinal drugs as well as other commercially valuable compounds. From early times, people living around wild habitats have been using animals for a large variety of purposes. Ladakh (trans-Himalayan region) is known for its rich alpine medicinal plant wealth and wild fauna [32] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The interviewees represented a diverse array of ethnic groups in the area (Table 1) . Among the 269 respondents, 208 (77.3%) were men and 61 (22.7%) were women. The largest proportion of the informants was elderly, i.e., above 45 years old (88%). A major part of respondents (65%) was illiterate. The age of the respondents ranged between 25 and 88 years. Most of the respondents were 46-65 (48%) years old, followed by 66-88 (40%), and 25-45 (12%). The respondents interviewed included farmers (30%), housewives (19%), herders (9%), Govt. employees (8%), daily wage labourors (8%), hunters (6%), hotel owners (6%), shopkeepers (5%), and museum owners (1%). About 66% informants were Buddhists, while the other 34% were Muslims. Among these different groups, the Amchis, hunters, herders/shepherds, and those inhabiting rural and/or far-flung areas are much more informative as compared to others as they are directly dependent on animals' products for their livelihoods. Many faunal species had cultural values. Different mammalian and bird species were used in magic or rituals. The bones, meat, and hair of Panthera uncia and Camelus bactrianus (camel) were used in the treatment of black magic (Kalaa Jadoo). Similarly, the horns of Ovis aries vignei and Capra sibirica were used as trophies at the entrance of temples and houses to protect the families from bad spirits. Likewise, the horns and bones of Capra sibirica were use as defensive and digging tools. Similarly, the bones of the Brown bear were used as defensive tools. The dried meat of Lynx lynx and Panthera uncia were used as amulets to protect the body from diseases and masculine disorders. Furthermore, it was also found that decorated Camelus bactrianus were used in wedding ceremonies. In addition, Ibex horn, brown bear head, and fox tail were used for decoration purposes. The wool of the Tibetan antelope is known for making famous Shahtoosh and as a status symbol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Local Respondents and Their Perceptions about Wildlife"
        },
        {
            "text": "As there are different religious communities in the Ladakh province, these different religious communities are diverse in terms of cultural values. It was found that Muslims ate only certain bird and animal species as they follow the teachings of Islam. Muslim communities usually preferred hunting particular bird and mammalian species for meat, but Buddhists may collect and eat the meat of dead animals already killed by an apex predator such as snow leopard, bear, and wolf or by natural death. We observed that local Amchis and old people had great familiarities with traditional usage of animal species, compared to younger participants; and this trend was comparable to previous reports from other parts of Himalayas [33] [34] [35] [36] [37] . The culture-specific sets of interwoven beliefs and practices need to be carefully evaluated in a holistic framework [38] , because it affects food and nutrition and health of indigenous people in multiple ways. We also evaluated the perception of locals towards wildlife. Three classes of people were identified:",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Local Respondents and Their Perceptions about Wildlife"
        },
        {
            "text": "1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Respondents and Their Perceptions about Wildlife"
        },
        {
            "text": "The majority (54%) of participants considered wildlife as part of the ecosystem and culture and had keen belief that wildlife was to be conserved and protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local Respondents and Their Perceptions about Wildlife"
        },
        {
            "text": "A second class (36%) observed wildlife as a threat to humans and agriculture, and, 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "A small minority (10%) had no preconceived ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Concerning the second class (36%), which regarded wildlife as a threat, further studies were carried out regarding the number of domestic animals lost to wild animals per year. Our findings revealed that 5.8 ± 2.68 individuals per year (range between 2 and 17 organisms) were lost, including sheep, goats, and other large animals, hence resulting in human-wildlife conflict. To mitigate these problems, locals take advantage of pet dogs, campfires, and sometimes professional hunters are also called. Rigg et al. [37] while studying carnivore-livestock conflicts in Europe (Slovakia) suggested that livestock guarding dogs are particularly appropriate for wolfs, which cause four to six times more damage to domestic and wild animals than brown bear (Ursus arctos) [37] . In the meantime, lack of motivation and awareness are some obstacles.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The respective usage of animal species and ways of use are present in Table 2 . Each animal species found in the region is worth mentioning, but a few of them had key significance in the traditional usage. The heatmap uses presence/absence data to show the species usage, and the clustering analysis will cluster usages that share the same species. The wild fauna in the present study showed considerable variation in usage (Table 2, Figure 5 ). We observed that most of the animals (e.g., Panthera uncia (Snow leopard), Canis lupus (Tibetan wolf), Lynx lynx (Eurasian lynx), Cuon alpinus (Asiatic wild dog), Ursus arctos (Brown bear), Equus kiang (Wild ass) and Vulpes vulpes (Tibetan sand fox) were of medicinal use. Few animal species such as Capra sibirica (Asiatic Ibex), Ovis aries vignei (Ladakh Urial), Pantholops hodgsonii (Tibetan antelope), and Ovis ammon (Tibetan argali) were used for food as well as other ethnozoological usage (trophy and decoration) (Table 1, Figure 5 ). The clustering of wild fauna based on the ethnozoological usage is presented in Figure 5 where animals grouped in one limb are more similar in usages and show proximity to each other. The Two-Way Cluster Analyses of nine ethnozoological usage including 21 animal species results in four major clusters ( Figure 6) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 976,
                    "end": 984,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1068,
                    "end": 1076,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "Figure 6)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Animal Usage Classification"
        },
        {
            "text": "From the obtained data, it is clear that the fauna of Ladakh has food, medicinal, aesthetic, and agriculture values. Differences in animal usage based on food, medicine, decoration, clothes/trophy, and digging/fun/sports were observed (Figure 7) . The results of preference analysis showed a significant difference (χ 2 = 32.652, df = 8, p < 0.001) in animal usage. The highest priority of local people was for food (28%), followed by medicinal (22%), decoration (13%), trophy (11%), matting (9%), clothes (7%), fun and sport, and digging (4% each) as shown in Figure 8a . This fact is also supported by PCA which showed distinct usage segregation based on variations in the preference levels ( Figure  9 ). Previous ethnozoological studies have also documented that animals have a close relationship with the mankind, providing food, medicine, and clothes [39, 40] . ",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 861,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "Figure  9",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "Preference Analysis"
        },
        {
            "text": "From the obtained data, it is clear that the fauna of Ladakh has food, medicinal, aesthetic, and agriculture values. Differences in animal usage based on food, medicine, decoration, clothes/trophy, and digging/fun/sports were observed (Figure 7) . The results of preference analysis showed a significant difference (χ 2 = 32.652, df = 8, p < 0.001) in animal usage. The highest priority of local people was for food (28%), followed by medicinal (22%), decoration (13%), trophy (11%), matting (9%), clothes (7%), fun and sport, and digging (4% each) as shown in Figure 8a . This fact is also supported by PCA which showed distinct usage segregation based on variations in the preference levels ( Figure 9 ). Previous ethnozoological studies have also documented that animals have a close relationship with the mankind, providing food, medicine, and clothes [39, 40] .",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 860,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 695,
                    "end": 703,
                    "text": "Figure 9",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "Preference Analysis"
        },
        {
            "text": "We emphasized the various parts of the animals utilized along with their use for various purposes. Different parts of animals were documented for traditional usage with a significant difference (χ 2 = 50.486, df = 14, p < 0.001) between their usages. Among the various parts of animals (Figure 8b) , meat was the most utilized with 31% of usage. Meat is one of the most vital sources of protein in such rural areas [38] . Fur was the next body part of animals most prominently used with 17% of usage. The other parts used were horns (9%), tongue, blood and eggs (7% each), claws and liver (4% each), bile, fat, bone, heart, milk, and wool (2% each) (Figure 8b ). This fact is also supported by PCA which showed distinct usage segregation based on variations in the preference levels ( Figure 10 ). Table 1 . We emphasized the various parts of the animals utilized along with their use for various purposes. Different parts of animals were documented for traditional usage with a significant difference (χ 2 = 50.486, df = 14, p < 0.001) between their usages. Among the various parts of animals (Figure 8b) , meat was the most utilized with 31% of usage. Meat is one of the most vital sources of protein in such rural areas [38] . Fur was the next body part of animals most prominently used with 17% of usage. The other parts used were horns (9%), tongue, blood and eggs (7% each), claws and liver (4% each), bile, fat, bone, heart, milk, and wool (2% each) (Figure 8b ). This fact is also supported by PCA which showed distinct usage segregation based on variations in the preference levels ( Figure  10 ). We emphasized the various parts of the animals utilized along with their use for various purposes. Different parts of animals were documented for traditional usage with a significant difference (χ 2 = 50.486, df = 14, p < 0.001) between their usages. Among the various parts of animals (Figure 8b) , meat was the most utilized with 31% of usage. Meat is one of the most vital sources of protein in such rural areas [38] . Fur was the next body part of animals most prominently used with 17% of usage. The other parts used were horns (9%), tongue, blood and eggs (7% each), claws and liver (4% each), bile, fat, bone, heart, milk, and wool (2% each) (Figure 8b ). This fact is also supported by PCA which showed distinct usage segregation based on variations in the preference levels ( Figure  10 ). Dried meat is used to overcome body weakness, arthritis.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2022,
                    "end": 2026,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 297,
                    "text": "(Figure 8b)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 649,
                    "end": 659,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 798,
                    "end": 805,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1094,
                    "end": 1105,
                    "text": "(Figure 8b)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1457,
                    "end": 1467,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1593,
                    "end": 1603,
                    "text": "Figure  10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1893,
                    "end": 1904,
                    "text": "(Figure 8b)",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 2256,
                    "end": 2266,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 2392,
                    "end": 2402,
                    "text": "Figure  10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Preference Analysis"
        },
        {
            "text": "Used against evil eye\", arthritis, avoid acne, distend, earache, fever, leishmaniosis, making the child talk; pain in bones, rheumatism, scare, stomachache, wounds [46] . Bile is used to treat pulmonary affliction. Fat is used for treatment of bone and joint pain.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Preference Analysis"
        },
        {
            "text": "Used to treat liver problem, to improve eyesight in fever fighting, inflammation, swelling and pain reduction. It was also used in the cure of carbuncle of heat type, pyocutaneous diseases and epilepsy [46] . Lungs are used in lung ulcer, meat is used to over back pain, and rheumatic pain.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Marmota himalayana"
        },
        {
            "text": "Oil is obtained and used against jaundice [43] ",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Vulpes vulpes"
        },
        {
            "text": "The local inhabitants of the study possessed significant traditional knowledge and used different animals to treat various health disorders. In the present study we reported 21 animal species traditionally used by the inhabitants of Ladakh as medicine (Table 2) . To the best of our knowledge, medicinal uses of 48% of the reported species, i.e., Alectoris chukar (Chukar), Cuon alpinus (Asiatic wild dog), Lepus oiostolus (Hares), Marmota himalayana (Marmots), Ovis aries vignei (Ladakh Urial), Pantholops hodgsonii (Tibetan antelope), Procapra picticaudata (Tibetan gazelle), Pseudois nayaur (Blue sheep), Tetraogallus himalayensis (Himalayan snow), Tetraogallus tibetanus (Tibetan snow cock), and Lutra lutra (Common Otter) have rarely been reported before. Likewise, for the rest of the species variations in part(s) used, mode of preparation, and diseases treated were also noted ( Table 2 ). Such disparities in the medicinal uses of animal species reported form Ladakh and other areas revealed cross culture differences in traditional knowledge. As knowledge of indigenous communities on bioresource utilization depends on their perceptions, source or origin of knowledge, and mode of interactions with surrounding environment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 887,
                    "end": 894,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Medicinal Uses of Animal Species"
        },
        {
            "text": "For instance, inhabitants of the Ladakh region use tongue, stomach, and blood of Canis lupus (Tibetan wolf/Shanku), against inflammation, to increase digestion and for the treatment of diabetes, respectively. However, present uses were different than previously documented by Alves et al. [42] , who reported C. lupus against various infectious diseases, asthma, and menstrual cramps. Similarly, Bile and fat of Ursus arctos (Brown bear/Denmo) are used to treat pulmonary affliction and treatment of bone and joint pain. Alves et al. [46] reported that body parts of same species effective in convulsion, improving eyesight, reducing pain and inflammation, as well as fever. Meat of Camelus bactrianus (Double-hump camel/Nabong) is used to gain body strength and vitality, and its milk is a sexual stimulant and antidote to various insect poisons. These uses of C. bactrianus were found to be different compared to previous reports [34, 41] . Likewise, use of Columba rupestris (Pigeon/Mukron) against inflammation was different than uses reported by Yeshi et al. [44] . Ladakhi communities use bile and dried meat of Panthera uncia to treat respiratory disorders and body weakness, whereas nails and hair of the same species were reported to keep away the evil spirits [48] . Similarly, ethnomedicinal uses of Vulpes vulpes (Tibetan sand fox/Watse) and Equus kiang (Wild ass/Khyang and Gorkhar) as given in Table 2 , were different from previous reports [43, 45] . The decoction of horns (crushed) of Capra sibirica is used against chest infections in the studied area. This use was similar as reported previously [49] . In the Ladakh region, the use of Lynx lynx dried meat to overcome body weakness and arthritis was found similar to that reported by Alves et al. [46] . To take full advantage of the potential benefits of traditional animal-based medicines, we need integration of traditional and biomedical medicine and health care [35] . Closer combination may advance the quality, effectiveness, and safety of traditional medicinal services and may at the same time enrich the quality, knowledge, and cultural analogies of diverse medical care services [35] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1460,
                    "end": 1463,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1615,
                    "end": 1619,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1937,
                    "end": 1941,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2160,
                    "end": 2164,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1408,
                    "end": 1415,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Medicinal Uses of Animal Species"
        },
        {
            "text": "Among the carnivorous animals, the most common species were: Snow leopard (Panthera uncia), Brown bear (Ursus arctos), Eurasian lynx (Lynx lynx), Asiatic wild dog (Cuon alpinus), and Tibetan wolf (Canis lupus chanco). In addition, other species found were: Tibetan argali, Blue sheep, Asiatic ibex, and Ladakhi urial. The endangered snow leopard (Panthera uncia) is a large cat endemic to the mountain of this region. The snow leopard's main prey species are the Tibetan argali (Ovis ammon), Asiatic wild dog (Cuon alpinus), Blue sheep (Pseudois nayaur), Asiatic Ibex (Capra sibirica), Ladakh Urial (Ovis aries vignei), and Tibetan wolf (Canis lupus chanco). Ladakh is also home to the endangered Tibetan antelope (Pantholo pshodgsonii), known as chiru in Indian English or Ladakhi tsos, and Tibetan gazelle (Procapra picticaudata), which is common in the grasslands of Changthang area. Another rare cat that preys on smaller herbivores in Ladakh is the Eurasian lynx. Brown bear (Ursus arctos) are found in the Suru valley and the area around Dras. The other smaller animals, marmots, hares, and several types of pika and vole are common. The presence of these animals (mammals) was also reported by Sharma [32] .",
            "cite_spans": [
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Wildlife Diversity and Threats"
        },
        {
            "text": "However, we also documented some species of birds like Himalayan snow cock, Tibetan snow cock, and chukar with ethnozoological usage [32] . An estimated 5.8 individuals (ranges between 2 and 17 organisms), of livestock, i.e., sheep, goats and large sized animals are lost by local inhabitants per annum due to wild carnivorous attacks. The higher part of the range comprises of the herder community. Local inhabitants protect livestock from wild carnivorous by keeping guarding dogs, followed by campfire, and sometimes by professional hunters.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Wildlife Diversity and Threats"
        },
        {
            "text": "Our study revealed that traditional knowledge has not only a considerable pharmacological role but is also linked with various cultural beliefs and customs of aboriginals. This study acts as a base to demonstrate the scientific confirmation of therapeutic efficiency of different animal based traditional drugs utilized by the indigenous people and might allow for the discovery of some novel biocompounds and new drugs. This study also provides insights about the perception of indigenous people about the wildlife and how their perception can be changed by providing awareness about the role of wildlife in sustenance of ecosystems. However, it was found that utilization of these wild animals is known to spread many diseases. These animals are known to contain various viral and bacterial pathogens and their use and trade is known to spread a large number of diseases. Recently, the human population is witnessing one of the worst pandemics the world has ever witnessed, which now is known to have spread from bats. This pandemic caused by the virus SARS CoV-2 started in December 2019 in Wuhan province of China and was declared as global health emergency by WHO [50, 51] . These types of diseases spread by these wild animals can be prevented by preventing the illegal trade of many wild animals, especially the wild animals in the threatened categories. In addition, this study provides new insights about the importance of biodiversity in these biodiversity hotspots and offers new mitigation and conservation strategies to be taken for the restoration and preservation of wildlife in Himalayan biodiversity hotspot. However, it is imperative to prevent the change in population dynamics of these wild animals by conservation education and awareness involving all the stakeholders and local ethnic people. Nevertheless, it should also be noted that while framing any action plans for conservation, the local traditions should be respected, otherwise it will do more harm than good [52, 53] .",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1990,
                    "end": 1994,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1995,
                    "end": 1998,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Wildlife Diversity and Threats"
        },
        {
            "text": "This study offers new contributions to the knowledge of faunal composition and usage by local inhabitants in the Ladakh mountainous regions. Studying the fauna composition and usage of wild animals is fundamental to understanding the association between mountainous communities and animal sources of the region and how the animal population in these regions is being affected by human actions. The use of these animals' products for different purposes becomes more and more vital for the people of this biodiversity hotspot region. This study will not only make the young generation more aware about their traditional knowledge related to uses of animals and their parts but also the people will have easy and cheap remedies which they think will cure some minor diseases. However, careless and improper utilization of this faunal biodiversity is known to radically alter their population and hence affect the ecosystem stability. Thus, we highlight the importance of our study as a tool that will help in the understanding of the faunal diversity in these regions and how conservation and mitigation measures can be put into action for the preservation of the Himalayan wildlife. Acknowledgments: Thanks are due to the local people of Ladakh for sharing the ethnozoological information and cooperating during the surveys and interviews. We are thankful to the Wildlife Trust of India for providing necessary facilities during the present study. The authors extend their appreciation to the Researchers Supporting Project number (RSP-2020/94), King Saud University, Riyadh, Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "All authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why study the use of animal products in traditional medicines?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R N"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "1",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Man-animal relationships in Central Nepal",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Lohani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-6-31"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fauna medicinal: Recurso do ambiente ou ameaça à biodiversidade",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conhecimento ictiológico tradicional ea distribuição temporal e espacial de recursos pesqueiros pelos pescadores de Conde",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Costa-Neto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "56--68",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of crude extract of earthworm on promoting blood circulation to removing stasis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Soil Biol. Biochem",
            "volume": "24",
            "issn": "",
            "pages": "1247--1251",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Traditional knowledge about medicinal insects, mites and spiders in Chhattisgarh",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oudhia",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "India. Insect Environ",
            "volume": "4",
            "issn": "",
            "pages": "57--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Psychosocial and psychophysiological effects of human-animal interactions: The possible role of oxytocin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beetz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uvnäs-Moberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotrschal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Front. Psychol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2012.00234"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Insect antibacterial proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamakawa",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Sericult. Sci. Jpn",
            "volume": "67",
            "issn": "",
            "pages": "163--182",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chitin: A magic bullet",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Does biodiversity matter? Evaluating the case for conserving species",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lawton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biodivers. Biol. Numbers Differ",
            "volume": "1",
            "issn": "",
            "pages": "283--308",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "One man's poison, another man's medicine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Bisset",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Ethnobiol",
            "volume": "32",
            "issn": "",
            "pages": "71--81",
            "other_ids": {
                "DOI": [
                    "10.1016/0378-8741(91)90105-M"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Amphibian skin: A remarkable source of biologically active arthropod alkaloids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med. Chem",
            "volume": "46",
            "issn": "",
            "pages": "445--452",
            "other_ids": {
                "DOI": [
                    "10.1021/jm0204845"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The natural history of amphibian skin secretions, their normal functioning and potential medical applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biol. Rev",
            "volume": "72",
            "issn": "",
            "pages": "365--379",
            "other_ids": {
                "DOI": [
                    "10.1017/S0006323197005045"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Indigenous knowledge on bio-resources management for sustainable livelihood by the cold desert people",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rinchen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Butola",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ladakh, India. Ind. J. Nat. Prod. Resour",
            "volume": "9",
            "issn": "",
            "pages": "168--173",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Crossroads of High Asia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ladakh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ladakhi history and Indian nationhood",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "South Asia Res",
            "volume": "11",
            "issn": "",
            "pages": "115--133",
            "other_ids": {
                "DOI": [
                    "10.1177/026272809101100201"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Value Chain Mapping of Tourism in Ladakh",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rajashekariah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The mountain ungulates of Ladakh",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nurbu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Chundawat",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "India. Biol. Conserv",
            "volume": "58",
            "issn": "",
            "pages": "167--190",
            "other_ids": {
                "DOI": [
                    "10.1016/0006-3207(91)90118-S"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mountain ungulates of the Trans-Himalayan region of Ladakh, India",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Namgail",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Wilderness",
            "volume": "15",
            "issn": "",
            "pages": "35--40",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Floristics and distribution of plant communities across moisture and topographic gradients in Tso Kar basin, Changthang plateau, eastern Ladakh",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Rawat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arct. Antarct. Alp. Res",
            "volume": "37",
            "issn": "",
            "pages": "539--544",
            "other_ids": {
                "DOI": [
                    "10.1657/1523-0430(2005)037[0539:FADOPC]2.0.CO;2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The flora of Ladak, Western Tibet. II. List of Ladak plants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1916,
            "venue": "Bull. Torrey Bot",
            "volume": "43",
            "issn": "",
            "pages": "625--650",
            "other_ids": {
                "DOI": [
                    "10.2307/2479452"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Quantitative Plant Ecology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greig-Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "PAST: Paleontological statistics software package for education and data analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Palaeontol. Electron",
            "volume": "4",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A method of establishing groups of equal amplitude in plant sociology based on similarity of species content and its application to analyses of the vegetation on Danish commons",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Vidensk. Selsk. Biol. Skr",
            "volume": "5",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparison of similarity coefficients used for cluster analysis with amplified fragment length polymorphism markers in the silkworm Bombyx mori",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Dalirsefat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Da Silva Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Mirhoseini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Insect Sci",
            "volume": "9",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1673/031.009.7101"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Circlize implements and enhances circular visualization in R",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eils",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlesner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brors",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "2811--2812",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btu393"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The R Project for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "R: A Language and Environment for Statistical Computing; R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An {R} Companion to Applied Regression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weisberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "SAGE",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mammal's diversity of Ladakh",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "India. Int. J. Fauna Biol",
            "volume": "4",
            "issn": "",
            "pages": "7--12",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Indigenous knowledge of zootherapeutic use among the Biate tribe of Dima Hasao District, Assam, Northeastern India",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L S"
                    ],
                    "last": "Betlu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-9-56"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Assessment of Avian and Mammalian Diversity at Selected Sites along River Chenab in Wildlife and Ecology; University of Veterinary and Animal Sciences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altaf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ethnomedicinal applications of animal species by the local communities of Punjab, Pakistan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altaf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbasi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13002-018-0253-4"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The Impact of Culture, Religion and Traditional Knowledge on Food and Nutrition Security in Developing Countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mitigating carnivore-livestock conflict in Europe: Lessons from Slovakia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rigg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wechselberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sillero-Zubiri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Oryx",
            "volume": "45",
            "issn": "",
            "pages": "272--280",
            "other_ids": {
                "DOI": [
                    "10.1017/S0030605310000074"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Indigenous knowledge system of zootherapeutic use by Chakhesang tribe of Nagaland, India",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Kakati",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Doulo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Hum. Ecol",
            "volume": "13",
            "issn": "",
            "pages": "419--423",
            "other_ids": {
                "DOI": [
                    "10.1080/09709274.2002.11905579"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hunter and Hunted: Relationships between Carnivores and People",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kruuk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kruuk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The role of animal-derived remedies as complementary medicine in Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R N"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Santana",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BioScience",
            "volume": "57",
            "issn": "",
            "pages": "949--955",
            "other_ids": {
                "DOI": [
                    "10.1641/B571107"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Potential of camel meat as a non-traditional high-quality source of protein for human consumption",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Kadim",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mahgoub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mbaga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Anim. Front",
            "volume": "4",
            "issn": "",
            "pages": "13--17",
            "other_ids": {
                "DOI": [
                    "10.2527/af.2014-0028"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fauna used in popular medicine in Northeast Brazil",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R N"
                    ],
                    "last": "Alves",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Ethnobiol. Ethnomed",
            "volume": "5",
            "issn": "",
            "pages": "1--30",
            "other_ids": {
                "DOI": [
                    "10.1186/1746-4269-5-1"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Traditional healing with animals (zootherapy): Medieval to present-day Levantine practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lev",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Ethnopharmacol",
            "volume": "85",
            "issn": "",
            "pages": "107--118",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-8741(02)00377-X"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Animal-derived natural products of Sowa Rigpa medicine: Their pharmacopoeia description, current utilization and zoological identification",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yeshi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morisco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wangchuk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Ethnopharmacol",
            "volume": "207",
            "issn": "",
            "pages": "192--202",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jep.2017.06.009"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Human-wildlife conflict in the Chang Tang Region of Tibet: The impact of Tibetan brown bears and other wildlife on nomadic herds with recommendation for conflict mitigation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsering",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Norbu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Series in Conservation Biology; WWF China ñ Tibet Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A global overview of carnivores used in traditional medicines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R N"
                    ],
                    "last": "Alves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C L"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R D"
                    ],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M S"
                    ],
                    "last": "Souto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "In Animals in Traditional Folk Medicine",
            "volume": "",
            "issn": "",
            "pages": "171--206",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Argali ecology in Ikh Nartyn Chuluu nature Reserve: Preliminary findings. Mong",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amgalanbaatar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Onon",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Namshir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Nicola",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol. Sci",
            "volume": "1",
            "issn": "",
            "pages": "3--14",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ethnobiology of high-altitude Himalayan communities in district Chamoli: A conservation perspective",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Zoos Print J",
            "volume": "14",
            "issn": "",
            "pages": "137--146",
            "other_ids": {
                "DOI": [
                    "10.11609/JoTT.ZPJ.14.11.137-46"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Traditional Use of Domestic Animals among Pardhan Tribes of Chhindwara District of Madhya Pradesh",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neelima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shampa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "India. Int. J. Life Sci",
            "volume": "3",
            "issn": "",
            "pages": "21--26",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg. Microbes Infect",
            "volume": "2020",
            "issn": "",
            "pages": "313--319",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1725399"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "SARS-CoV-2 Disease in North-Western Himalayan Region, India: Evolution, Forecast and Impact of Preventive Measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Haq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Yaqoob",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Calixto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-40825/v1"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A standard lexicon for biodiversity conservation: Unified classifications of threats and actions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salafsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Stattersfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hilton-Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neugarten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Butchart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Collen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Master",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Conserv. Biol",
            "volume": "22",
            "issn": "",
            "pages": "897--911",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1523-1739.2008.00937.x"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Effective primate conservation education: Gaps and opportunities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Primatol",
            "volume": "72",
            "issn": "",
            "pages": "414--419",
            "other_ids": {
                "DOI": [
                    "10.1002/ajp.20792"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Map of the study area showing the sampling sites (n = 54) in the Ladakh region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map of the study area showing the sampling sites (n = 54) in the Ladakh region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Diverse ethnic groups of the study area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Diverse ethnic groups of the study area.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Uses of different part of wild animals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Uses of different part of wild animals. Animals 2019, 9, x FOR PEER REVIEW 7 of 20",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fauna/parts sited during field study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fauna/parts sited during field study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "In diagram the zero-show absence whereas the numbers indicate the presence of animal species in the particular ethnozoological usage cluster. The analyses classified trans-Himalayas fauna into four groups that were recognized on the basis of indicator species, i.e., group one with Tetraogallus tibetanus (Tibetan snow cock), Columba rupestris (Pigeon), Procapra picticaudata (Tibetan gazelle), Marmota himalayana (Marmots), Tetraogallus himalayensis (Himalayan snow), Lepus oiostolus (Hares), Camelus bactrianus (Double-hump) and Alectoris chukar (Chukar). Group two with Ovis aries vignei (Ladakh Urial), Ovis ammon (Tibetan argali), Pseudois nayaur (Blue sheep), Capra sibirica (Asiatic Ibex), and Pantholops hodgsonii (Tibetan antelope). Group three including species Panthera uncia (Snow leopard), Canis lupus (Tibetan wolf), and Lynx lynx (Eurasian lynx). Group four with Ursus arctos (Brown bear), Lutra lutra (Common Otter), Equus kiang (Wild ass), and Vulpes vulpes (Tibetan sand fox). Similar classifications were also carried out by previous ethnozoological workers from Pakistan Himalayas[34,35].Animals 2019, 9, x FOR PEER REVIEW 10 of 20 Cluster Analyses of nine ethnozoological usage including 21 animal species results in four major clusters (Figure 6). In diagram the zero-show absence whereas the numbers indicate the presence of animal species in the particular ethnozoological usage cluster. The analyses classified trans-Himalayas fauna into four groups that were recognized on the basis of indicator species, i.e., group one with Tetraogallus tibetanus (Tibetan snow cock), Columba rupestris (Pigeon), Procapra picticaudata (Tibetan gazelle), Marmota himalayana (Marmots), Tetraogallus himalayensis (Himalayan snow), Lepus oiostolus (Hares), Camelus bactrianus (Double-hump) and Alectoris chukar (Chukar). Group two with Ovis aries vignei (Ladakh Urial), Ovis ammon (Tibetan argali), Pseudois nayaur (Blue sheep), Capra sibirica (Asiatic Ibex), and Pantholops hodgsonii (Tibetan antelope). Group three including species Panthera uncia (Snow leopard), Canis lupus (Tibetan wolf), and Lynx lynx (Eurasian lynx). Group four with Ursus arctos (Brown bear), Lutra lutra (Common Otter), Equus kiang (Wild ass), and Vulpes vulpes (Tibetan sand fox). Similar classifications were also carried out by previous ethnozoological workers from Pakistan Himalayas[34,35].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Cluster diagram of the fauna based on animal usage in Ladakh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Cluster diagram of the fauna based on animal usage in Ladakh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Two Way Cluster Analysis based on Sørenson's similarity index of animal species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Two Way Cluster Analysis based on Sørenson's similarity index of animal species.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Preference analysis of animal species distribution according to animal usage in Ladakh trans-Himalayan region, India. Full animal names are depicted inTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "(a) Percentage of different ethnozoological usage; (b). Percentage of different animal body parts used. The percentage is based on the number of species used divided by the total number of species multiplied by 100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Preference analysis of animal species distribution according to animal usage in Ladakh trans-Himalayan region, India. Full animal names are depicted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Preference analysis of animal species distribution according to animal usage in Ladakh trans-Himalayan region, India. Full animal names are depicted inTable 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "(a) Percentage of different ethnozoological usage; (b). Percentage of different animal body parts used. The percentage is based on the number of species used divided by the total number of species multiplied by 100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "(a) Percentage of different ethnozoological usage; (b). Percentage of different animal body parts used. The percentage is based on the number of species used divided by the total number of species multiplied by 100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Principal Component Analyses (PCA) biplot of different provisioning services in Ladakh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Principal Component Analyses (PCA) biplot of different part(s) usage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Principal Component Analyses (PCA) biplot of different provisioning services in Ladakh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Principal Component Analyses (PCA) biplot of different provisioning services in Ladakh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Principal Component Analyses (PCA) biplot of different part(s) usage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Principal Component Analyses (PCA) biplot of different part(s) usage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "TML), Clothing (fur is used in caps and gloves).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Contributions: S.M.H. and R.A. collected data. S.M.H., E.S.C. and U.Y. analyzed and interpreted the data and results. S.H.M., U.Y., R.A. and E.S.C. wrote the manuscript. A.M.A., R.W.B., A.H.M., O.B.M. and K.A. revised the manuscript. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Researchers Supporting Project number (RSP-2020/94), King Saud University, Riyadh, Saudi Arabia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Details of respondents interviewed in the present study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Animal species recorded and their ethno-zoological usage in Ladakh region, Trans Himalayas, India.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}