{
    "paper_id": "403de8cd354f22a742121037fb4d8e46a9e323a5",
    "metadata": {
        "title": "Risk Factors for Healthcare Personnel Infection with Endemic Coronaviruses (HKU1, OC43, NL63, 229E): Results from the Respiratory Protection Effectiveness Clinical Trial (ResPECT)",
        "authors": [
            {
                "first": "Derek",
                "middle": [
                    "A T"
                ],
                "last": "Cummings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "settlement": "Gainesville",
                        "region": "Florida",
                        "country": "USA"
                    }
                },
                "email": "dcumming@jhsph.edu"
            },
            {
                "first": "Lewis",
                "middle": [
                    "J"
                ],
                "last": "Radonovich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Occupational Safety and Health",
                    "location": {
                        "settlement": "Morgantown",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Geoffrey",
                "middle": [
                    "J"
                ],
                "last": "Gorse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans Affairs St. Louis Health Care System",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [
                    "A"
                ],
                "last": "Gaydos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "T"
                ],
                "last": "Bessesen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans Affairs Eastern Colorado Healthcare System",
                    "location": {
                        "settlement": "Denver",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandria",
                "middle": [
                    "C"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "settlement": "Amherst",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [
                    "L"
                ],
                "last": "Gibert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans Affairs Medical Center",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "D T"
                ],
                "last": "Hitchings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "settlement": "Gainesville",
                        "region": "Florida",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Lessler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "addrLine": "15. Denver Health Medical Center",
                        "settlement": "Baltimore, Houston, Houston, Denver, New York",
                        "region": "MD, Texas, Texas, CO, NY",
                        "country": "USA, USA, USA, USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ann-Christine",
                "middle": [],
                "last": "Nyquist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "settlement": "Aurora",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "M"
                ],
                "last": "Rattigan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "settlement": "Gainesville",
                        "region": "Florida",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "C"
                ],
                "last": "Rodriguez-Barradas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Connie",
                "middle": [
                    "Savor"
                ],
                "last": "Price",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado School of Medicine",
                    "location": {
                        "settlement": "Aurora",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "G"
                ],
                "last": "Reich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts",
                    "location": {
                        "settlement": "Amherst",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "S"
                ],
                "last": "Simberkoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trish",
                "middle": [
                    "M"
                ],
                "last": "Perl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our analysis suggests the risk of HCP becoming infected with an endemic coronavirus increases approximately two-fold with exposures to AGP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: SARS-CoV-2 presents a large risk to healthcare personnel. Quantifying the risk of coronavirus infection associated with workplace activities is an urgent need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We assessed the association of worker characteristics, occupational roles and behaviors, and participation in procedures with the risk of endemic coronavirus infection among healthcare personnel who participated in the Respiratory Protection Effectiveness Trial (ResPECT), a cluster randomized trial to assess personal protective equipment to prevent respiratory infections and illness conducted from 2011 to 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Among 4,689 HCP-seasons, we detected coronavirus infection in 387 (8%). HCP who participated in an aerosol generation procedure (AGP) at least once during the viral respiratory season were 105% (95% CI 21%, 240%) more likely to be diagnosed with a laboratoryconfirmed coronavirus infection. Younger individuals, those who saw pediatric patients and those with household members under the age of five were at increased risk of coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our analysis suggests the risk of HCP becoming infected with an endemic coronavirus increases approximately two-fold with exposures to AGP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A c c e p t e d M a n u s c r i p t Interruption of transmission of SARS-CoV-2 virus to healthcare personnel (HCP) is a major clinical and public health challenge in the current Coronavirus Disease 2019 pandemic. Uncertainty exists about the relative risk posed to HCP who participate in aerosol generating procedures (AGP) and about which demographic factors and behaviors influence the risk of healthcare-associated infection. Data collected in studies on endemic coronaviruses that circulate widely in humans (strains HKU1, OC43, NL63, 229E and HKU1) might help inform urgent questions on SARS-CoV-2 risks. Here, we report the results of a post hoc sub-analysis from a cluster randomized trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Respiratory Protection Effectiveness Clinical Trial (ResPECT) was conducted at 137 outpatient sites, at seven US health systems between 2011 and 2016. Participating outpatient clinics and emergency departments were cluster-randomized for HCP to wear either N95 respirators or medical masks when positioned within 6 feet of patients with signs or symptoms of respiratory illness; however, when participating in AGP, individual participants were instructed to follow study site health system policies reflecting CDC guidance, regardless of intervention group. Participants weekly reported symptoms and underwent anterior nasal and pharyngeal swabbing when ill with signs or symptoms of respiratory illness and twice at randomly selected times when asymptomatic during each respiratory virus season for four consecutive years. Participants self-reported adherence to PPE weekly which was measured as \"always\"; \"sometimes,\"; \"never,\"; and \"did not recall,\". Data presented is aggregated and includes all participants irrespective of type of infection acquired. Length of individual participationtime was quantified as HCP-seasons, since some HCP contributed multiple seasons of observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Multiplex reverse transcriptase polymerase chain reaction (rt-PCR) [1] was used to detect coronavirus nucleic acid. Adherence to assigned personal protective equipment (PPE) and participation in AGP (defined by protocol as intubation, respiratory/airway suctioning, nebulizer treatment and/or nasopharyngeal aspiration) were self-reported. Full details of the trial have been previously published [2, 3] . The primary trial was not designed or powered to specifically look at coronavirus infection as an outcome on its own, and thus our results in respect to the association of coronavirus outcomes with N95 or medical mask use should be viewed with caution. Primary and secondary outcomes were designed to look at influenza and aggregate outcomes of respiratory viruses across a number of viral etiologies (including the four endemic human coronaviruses). For this post hoc sub-analysis, we used the per-protocol (PP) subset (those completing at least 8 weeks of follow up) to estimate the odds of laboratoryconfirmed coronavirus infection (includes symptomatic and asymptomatic infections) among participant intervention groups, using logistic regression adjusting for our cluster design. We used these same analyses to identify risk factors for coronavirus infections. Within the PP subset, a very small proportion of HCP seasons had any missing covariate data (<1%), and those HCP-seasons for which a covariate was missing were dropped from the analysis. Adjustment for covariates was performed using a list of covariates that were pre-specified in the parent trial including participant age, household members under the age of 5, and whether participants saw adult, pediatric or both patient populations. When comparing odds of endemic coronavirus infection between participants randomized to N95 respirator versus medical mask clusters, we repeated the analysis conducted in the parent trial [2] but on laboratory confirmed endemic coronavirus rather than aggregate respiratory virus outcomes. M a n u s c r i p t",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[1]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 403,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 1898,
                    "end": 1901,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "We observed 4689 HCP-seasons in the per-protocol subset, following 2614 unique participants (mean age 43, 2193 women [84%]). Among the 4,689 HCP-seasons, 387 (8%) developed symptomatic or asymptomatic coronavirus infections (Table 1) . In univariate analysis, younger participant age, having a household member under 5 years of age, caring for pediatric patients, and performing AGP were associated with increased odds of coronavirus infection. Increasing age significantly decreased the odds of acquiring laboratory-confirmed coronavirus infection, with odds of infection declining by 20% (95% CI 12%, 27%) for every ten-year increase in age. The presence of each household member under five years of age increased the odds of coronavirus infection by 23% (95% CI 7%, 42%). HCPs that saw pediatric patients had a 57% (95% CI 22%, 101%) increased odds of coronavirus infection compared to those that saw only adult patients. Those that participated in an AGP at least once during the viral respiratory season were 105% (95% CI 21%, 240%) more likely to be diagnosed with a laboratory-confirmed coronavirus infection. HCPs with higher proportions of daily exposures to others with respiratory illness in their workplace were also at increased odds of coronavirus (6% increase in odds for each 10% increase in proportion of workdays with exposure to respiratory illness; 95% CI 1%, 23%). Gender, race, categorical occupation risk level (defined as low, medium, or high) and self-reported adherence to hand hygiene were not associated with the odds of coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "In multivariate analysis using all covariates that were statistically significant in univariate analyses, and one covariate that was not significant by that was deemed relevant, we found that only performance of an AGP (80% increase in odds; 95% CI 4%, 210%) remained statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The adjusted odds ratio [OR] associated with acquisition of endemic coronavirus in the N95 respirator group was 0.71 (95% CI, 0.49, 1.03). Qualitatively similar results were found in unadjusted analysis of the association of N95 respirator use on endemic coronavirus infection outcome (OR 0.74; 95% CI 0.52, 1.06). Adherence was reported on daily surveys. \"Always\" was reported 14, 566 (65.2%) times in the N95 respirator group and 15,186 (65.1%) times in the medical mask group; \"sometimes,\" 5,407 (24.2%) times in the N95 respirator group and 5,853 (25.1%) times in the medical mask group; \"never,\" 2,272 (10.2%) times in the N95 respirator group and 2,207 (9.5%) times in the medical mask group; and \"did not recall,\" 85 (0.4%) times in the N95 respirator group and 69 (0.3%) times in the medical mask group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Discussion: Our analysis suggests that with these endemic coronaviruses, the risk of HCP becoming infected with a coronavirus respiratory tract infection in high exposure outpatient settings increases approximately two-fold with exposures to AGP. This finding remained significant, even when controlling for other variables on multivariate analysis. Other investigators have found that AGP increase the risk of HCP acquiring viral respiratory tract infections. In a systematic review, Tran and colleagues examined the risk posed by AGP to HCP from five case-control and five cohort studies emerging from the SARS experience [4] . Tracheal A c c e p t e d M a n u s c r i p t intubation increased the risk 6.6-fold, non-invasive ventilation increased the risk 3.1-fold, and manual ventilation before intubation increased the risk of acquiring respiratory infections 2.8fold. In the Tran and colleagues analysis, procedures typically performed in outpatient settings (where ResPECT was conducted), such as endotracheal aspiration, suction of body fluids, nebulizer treatment, oxygen administration, manipulation of oxygen masks, insertion of nasogastric tube, and collection of sputum, were not associated with an increased risk of HCP infection. A recent article describing risk factors for developing COVID-19 among HCPs demonstrates an association with administering nebulizer treatments [5] . Given minimal previous data, our finding of increased risk of HCP infection after an AGP is particularly relevant. Our data suggest that these less invasive procedures increase risk to HCP and support the need for respiratory protection when they are performed. These data on the risk of AGP increasing the risk of endemic coronavirus infections support the current CDC and WHO guidelines for the use of N95 respirators with AGP [6, 7] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "[4]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1824,
                    "end": 1827,
                    "text": "[6,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "text": "7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The risk of acquiring respiratory infection among highly exposed HCP is important in the settings of both endemic and epidemic respiratory viruses. Personal protective equipment is essential to protect HCPs from the SARS-CoV-2 virus. Although the difference between N95 respirators and medical masks in providing protection to HCP against endemic coronavirus infections did not achieve statistical significance, our adjusted estimate of N95 effectiveness in this pragmatic trial (OR 0.71 (95% CI, 0.49, 1.03) had a broad confidence interval and nearly did not include 1. Thus, this data does not dismiss the possibility that N95 could be more effective than medical masks at protecting HCP against endemic coronaviruses. These data of no statistically significant difference are consistent with the findings of the larger clinical trial, which included an aggregate infection outcome including infections due to 17 respiratory pathogens as a secondary endpoint. However, importantly, during the COVID-19 pandemic when risks are perceived to be higher, adherence to mask use may be higher than during our study that was conducted during viral respiratory season in the absence of a pandemic. Our study only addresses endemic coronaviruses with the interventions as implemented in our healthcare personnel. Additional studies designed specifically to assess the effectiveness of N95 versus medical masks in preventing coronavirus infections as a primary outcome could help address this uncertainty. Given the uncertainty about mode(s) of transmission of SARS-CoV-2, potential differences between endemic coronaviruses and SARS-CoV-2, and the pragmatic nature of our trial and this post hoc assessment, our results should be interpreted with caution. Since pragmatic clinical trials may underestimate efficacy differences between intervention groups [8] (, these results highlight the need for additional focused research [9] .",
            "cite_spans": [
                {
                    "start": 1847,
                    "end": 1850,
                    "text": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1919,
                    "end": 1922,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Among the important limitations of this analysis, the parent trial was not powered or designed to test the effectiveness of these interventions for endemic coronavirus infections alone, which may have led to our finding of no statistically significant difference between our interventions. This is a post hoc and unplanned analysis. The study was intentionally conducted as a pragmatic effectiveness trial and incomplete participant adherence to assigned protective devices could have led to some unprotected exposures, increasing the probability of finding no difference between interventions. Further, AGP participation was self-reported daily, which may have been less accurate than observer-reported behaviors. Many participants were non-adherent M a n u s c r i p t with existing healthcare policies about appropriate use of protection, which may have contributed to increased risk of endemic coronavirus infection. Participants reported wearing N95 respirators 19%, 25%, 40% and 39% of time for our AGP procedures of intubation, air suctioning, nebulizer treatment, nasopharyngeal aspiration, respectively. Participants reported wearing medical masks 51%, 68%, 56% and 45% for these AGP procedures, respectively. Given that HCP did not wear their assigned intervention during AGP but followed the guidance of their health facility, our study does not address the relative effectiveness of N95 versus medical masks for AGP. HCP in this study may have been infected by endemic coronaviruses through exposures outside of their workplace. Despite these limitations, we found an association between participation in AGP and coronavirus infection. Regarding relevance to the SARS-CoV-2 virus, clinical manifestations, epidemiology, and pathogenesis of SARS-CoV-2 may differ from endemic coronaviruses limiting the generalizability of our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "In summary, among HCP working in outpatient settings, participating in AGP increased the risk of acquiring endemic coronavirus infection. While endemic coronaviruses are different than the novel coronavirus, the findings from this study suggest that infection prevention measures across the spectrum of administrative and engineering controls and personal protective equipment are important steps to minimize of the chances of occupationally acquired infections when participating in AGP. Additional research about HCP risk of acquring on SARS-CoV-2 is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "M a n u s c r i p t NOTES Authors' contributions: All Authors read and approved the final manuscript. All authors meet ICMJE guidelines. LJR and TMP conceived and designed the study, coordinated and supervised the study and drafted the manuscript. DAC, MB, ACN, CG, MR, CSP, and MSS designed the study, coordinated and supervised the study and drafted the manuscript. DAC designed the study, conceived and designed the epidemiologic and statistical analyses and drafted the manuscript. GG and CG designed the study, conceived and designed laboratory analyses and drafted the manuscript. NR designed the study, conceived and designed epidemiologic and statistical analyses, coordinated and supervised the study and drafted the manuscript. AB, and AK organized datasets, conducted statistical analyses, and drafted the manuscript. M a n u s c r i p t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The Respiratory Protection Effectiveness Clinical Trial (ResPECT) was approved by the human subjects research board at the National Institute for Occupational Safety and Health (protocol #10-NPPTL-O5XP) and the institutional review boards (IRBs) at the 7 participating health systems, and approved or exempted by IRBs at the analysis and sample storage sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Review Board (IRB) Approval:"
        },
        {
            "text": "The findings and conclusions in this article are the authors' own and do not necessarily represent the views of the National Institute for Occupational Safety and Health, the Centers for Disease Control and Prevention, the Department of Veterans Affairs, or other affiliates. Mention of product names does not imply endorsement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        },
        {
            "text": "This work was supported by the US Centers for Disease Control (75D30119P04741 to DATC, SMR, MDTH). The ResPECT trial was funded by the US Centers for Disease Control and Prevention, Veterans Health Administration, and the Biodefense Advanced Research and Development Agency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Potential conflicts: C.A.G. reports grants from Binx Health, Cepheid, Becton Dickinson, and Hologic, and personal fees from Hologic, outside the submitted work. T.P. reports consulting and advisory board fees from 7-11, outside the submitted work. G.G. reports grants from Dept. of Veterans Affairs to the institution, during the conduct of the study. All other authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory Health Division, National Institute for Occupational Safety and Health",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Veterans Affairs St. Louis Health Care System",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Veterans Affairs Eastern Colorado Healthcare System",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Children's Hospital Colorado",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DeBakey Veterans Affairs Medical Center",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Veterans Affairs New York Harbor Healthcare System",
            "authors": [
                {
                    "first": "Denver",
                    "middle": [],
                    "last": "Health Medical",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Denver",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Co",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National Institute for Occupational Safety & Health",
            "authors": [
                {
                    "first": "Barbara",
                    "middle": [],
                    "last": "Kertz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ms; Mahwish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "Mph; Blanca",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Veteran's Health Administration Office of Public Health",
            "authors": [
                {
                    "first": "Lewis",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Charlotte Gaydos",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical Accuracy of a PLEX-ID Flu Device for Simultaneous Detection and Identification of Influenza Viruses A and B",
            "authors": [
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lowery",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valsamakis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Clinical Microbiology",
            "volume": "51",
            "issn": "",
            "pages": "40--45",
            "other_ids": {
                "DOI": [
                    "10.1128/jcm.01978-12"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "N95 Respirators vs Medical Masks for Preventing Influenza Among Health Care Personnel: A Randomized Clinical Trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Simberkoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bessesen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "824--833",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Respiratory Protection Effectiveness Clinical Trial (ResPECT): a cluster-randomized comparison of respirator and medical mask effectiveness against respiratory infections in healthcare personnel",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bessesen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aerosol-generating procedures and risk of transmission of acute respiratory infections: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "CADTH Technol Overv",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmission of COVID-19 to Health Care Personnel During Exposures to a Hospitalized Patient",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heinzerling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stuckey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scheuer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR. Morbidity and Mortality Weekly Report",
            "volume": "69",
            "issn": "",
            "pages": "472--476",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6915e5"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rational use of personal protective equipment for coronavirus disease 2019 (COVID-19). 2020. Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pragmatic Trials",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norrie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "454--463",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reporting and Interpretation of Randomized Clinical Trials",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauchner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontanarosa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "732--735",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t 1.27, 3.04) Abreviations: OR, odds ratio. CoV, coronavirus. HCP, healthcare personnel. PPE, personal protective equipment. Bold indicates estimates significantly different from 1. # Procedures that constituted AGP (intubation, air suctioning, nebulizer treatment, nasopharyngeal aspiration) were treated separately in univariate models but not included in assessed multivariate models.*Exposure to individuals with respiratory illnesses was defined as self-reported proximity within 6 feet of a person with respiratory illness.^Each HCP role in the study was given a score by investigators on this project based on perceived risk of respiratory infection exposure. $ Though this covariate did not reach statistical significance in univariate analysis, we a priori deemed this an important covariate to adjust for due to the different types of roles and risks that participants faced and included it in the multivariate model. Model estimates did not vary greatly (<2%) with its inclusion or not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 119,
                    "text": "1.27, 3.04)",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}