{
    "paper_id": "41446a3ed09f49047d9d1124b93266ddc20490fa",
    "metadata": {
        "title": "Novel Coronavirus COVID-19 Strike on Arab Countries and Territories: A Situation Report I",
        "authors": [
            {
                "first": "Omar",
                "middle": [],
                "last": "Reyad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sohag University",
                    "location": {
                        "country": "Egypt"
                    }
                },
                "email": "ormak4@yahoo.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel Coronavirus is an infectious disease caused by a new virus called COVID-19 or 2019-nCoV that first identified in Wuhan, China. The disease causes respiratory illness (such as the flu) with other symptoms such as a cough, fever, and in more severe cases, difficulty breathing. This new Coronavirus seems to be very infectious and has spread quickly and globally. In this work, information about COVID-19 is provided and the situation in Arab countries and territories regarding the COVID-19 strike is presented. The next few weeks main expectations is also given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The well known Coronaviruses such as MERS-CoV, SARS-CoV and COVID-19 are a group of viruses that infects both birds and mammals which meaning that they are transmitted between people and animals. These set of Coronaviruses cause infections that are related to the common cold and flu in humans where symptoms vary according to the infected species [1] , [2] . The COVID-19 has reported being a novel Coronavirus of a typical pneumonia since the date 31/12/2019. The COVID-19 started in Wuhan city in China and then spread around the world very fast. Covid-19 is considered as the second Coronavirus outbreak that affects the Middle East region, following the MERS-CoV which was reported in Saudi Arabia in the year 2012. United Arab Emirates (UAE) was the first Middle East Arab country to report a Coronaviruspositive case, following the Wuhan city Coronavirus outbreak in China. Recently, on 11/03/2020, the World Health Organization (WHO) stated that the global COVID-19 outbreak is a pandemic because of the speed and scale of transmission of the virus. From the 195 countries in the world today, there are more than 266,100 Coronavirus total cases reported to Coronavirus resource center until now [3] . Moreover, the number of total deaths are more than 11,200 cases and the number of total recovered are more than 87,300 cases. Figure  1 shows the Coronavirus COVID-19 global cases presented by the center for systems science and engineering (CSSE) at Johns Hopkins University (JHU) up-to-the-date 20/03/2020 [4] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1335,
                    "end": 1344,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this work, the up-to-date information about COVID-19 is provided and the situation in Arab countries and territories regarding the COVID-19 outbreak is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The rest of the paper is organized as follows: In Section II, we presented recent related works on COVID-19. The COVID-19 basics are discussed in Section III. The situations in Arab countries and territories are discussed in Section IV while conclusions are given in Section V.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Several researchers were working under difficult and dangerous conditions to bring out new Coronavirus disease (COVID-19) content. In [5] , a modeling study on now-casting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China is presented. In [6] , mass gathering events and reducing further global spread of COVID-19 is presented. An analysis of International Health Regulations annual report data from 182 countries is given in [7] . Momentous decisions and many uncertainties of COVID-19 in Italy are proposed in [8] . In [9] , the resilience of the Spanish health system against the COVID-19 pandemic is discussed. The day level forecasting for Coronavirus disease (COVID-19) spread analysis is proposed in [10] . In [11] , authors introduced essential knowledge about COVID-19 and nosocomial infection in dental settings and provides recommended management protocols for dental practitioners and students in (potentially) affected areas.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "II. RELATED WORKS"
        },
        {
            "text": "The persons who are infected with Coronavirus COVID-19 may not know that they have symptoms of COVID-19 because these symptoms are similar to a cold or flu common symptoms. Symptoms of COVID-19 may take up to 14 days to appear after the person exposure to COVID-19 virus. These days are the longest known infectious period for this disease believed by experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. COVID-19 BASICS"
        },
        {
            "text": "COVID-19 symptoms may have included: * fever, * cough, * difficulty breathing, * pneumonia in both lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. COVID-19 BASICS"
        },
        {
            "text": "There are some basic protective measures against the COVID-19 virus available on the WHO website and through your national and local public health authority. Most of the people who become infected experience moderate illness and heal, but it can be more severe for some cases and for other cases infection can lead to death. To protect others and take care, the following instructions is very helpful: 1) Regularly and thoroughly clean your hands with an alcohol-based hand rub or simply wash them with soap and water for 20 second. 2) Maintain at least 1 meter distance between a yourself and anyone who is coughing or sneezing beside you. 3) Avoid touching the eyes, nose and mouth before cleaning it carefully. 4) Make sure that you and the people around you are following good respiratory hygiene. Covering your mouth and nose with your bent elbow or tissue when you cough or sneeze. Then, get rid of the used tissue immediately. 5) Stay at home if you feel diseased. If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. 6) Follow the directions of your local health authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. COVID-19 BASICS"
        },
        {
            "text": "The new COVID-19 virus has had a greater proliferation in a shorter amount of time than its predecessors SARS and MERS. However, the percentage of deaths remains much lower. Nearly, about 10% of those infected died during the SARS outbreak, while 35% died during MERS. Among the countries with Coronavirus in the Arab world, Qatar has the highest number of Coronavirus cases, followed by Bahrain and Saudi Arabia as shown in Table I and Figure 2 . Other Arab world countries that are currently free from Coronavirus include Syria and Comoros while Libya and Yemen have suspected cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 432,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "As a precautionary measure, almost all Arab countries has temporarily banned entry to people and tourists from Coronavirus-affected countries and other countries as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "Most of Arab countries also close their borders and stop flights to/from other countries for different period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "In the next few weeks there are more than one scenario that may happen in the Arab countries as listed here:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "1) The best and hopefully scenario that the Arab world countries will be able to succeed in dealing with the outbreak and preventing widespread infection among its population especially with the help of vaccine(in case it appears).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "2) The infection rate will continue in growth and will soon reach the peak and start return back with the cost of many infected cases and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "3) The worst case that the infection take more time and many cases with COVID-19 will still appear with in the next few months. This is worst and nightmare for many Arab countries with limited resources. 4) The COVID-19 vaccine will appear in the perfect time to overcome all this bad expectations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        },
        {
            "text": "V. CONCLUSIONS AND FUTURE WORK The novel Coronavirus COVID-19 is declared as an international epidemic on March 2020. The disease causes respiratory illness (such as the flu) with other symptoms such as a cough, fever, and in more severe cases, difficulty breathing. This new Coronavirus seems to be very infectious and has spread quickly and globally. In this work, information about COVID-19 is provided and the situation in Arab countries and territories regarding the COVID-19 strike is presented. The next few weeks main expectation scenarios is also given. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. THE SITUATION IN ARAB COUNTRIES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China, The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus COVID-19 Global Cases by the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H U"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus COVID-19 Global Cases by the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H U"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modeling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mass gathering events and reducing further global spread of COVID-19: a political and public health dilemma",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30681--30685",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health security capacities in the context of COVID-19 outbreak: an analysis of International Health Regulations annual report data from 182 countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30553--30558",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 in Italy: momentous decisions and many uncertainties",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Putoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "30110--30118",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The resilience of the Spanish health system against the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Quigley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30060--30068",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Day Level Forecasting for Coronavirus Disease (COVID-19) Spread: Analysis, Modeling and Recommendations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Elmousalami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hassanien",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.07778"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19): Emerging and Future Challenges for Dental and Oral Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronavirus COVID-19 Global Cases CSSE JHU 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19 Total Cases",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COUNTRIES AND TERRITORIES CASES OF COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}