{
    "paper_id": "4161e196195c7a2b078f1cb603448f12934f092b",
    "metadata": {
        "title": "Strategies in Primary Care to Face the SARS-CoV-2 / COVID-19 Pandemic: An Online Survey",
        "authors": [
            {
                "first": "Zisis",
                "middle": [],
                "last": "Kozlakidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Drury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Petra",
                "middle": [],
                "last": "Jeannette",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Elders",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Eisele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadine",
                "middle": [
                    "Janis"
                ],
                "last": "Pohontsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Scherer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Agency for Research on Cancer (IARC)",
                    "institution": "VU University Amsterdam",
                    "location": {
                        "addrLine": "University Medical Center Hamburg-Eppendorf",
                        "settlement": "Hamburg",
                        "country": "France, United States, Netherlands, Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Primary care plays a key role in pandemics like the SARS-CoV-2 pandemic in 2020. We aimed to investigate the challenges faced and the solutions implemented in primary care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: One hundred and twenty-one general practitioners in Germany completed the online survey. We used open questions to examine challenges experienced and solutions implemented during the early pandemic and chose qualitative content analysis to extract and describe the meaning of the answers. We derived deductive categories from the research questions and formed inductive categories during the material reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Main challenges were: insufficient information, lack of protective equipment, need to restructure practice procedures and insufficient individual and structural pandemic preparedness, resulting in secondary challenges: fear of infection, impaired patient care, aggravated steering of patients, difficult cooperation with external entities and a not viable hygiene concept advised by authorities. Strategies to address these challenges included establishing regular team-meetings to develop new solutions, focusing on few reliable sources of information, working in alternating shifts, increasing telemedicine, establishing window and open-air practices and building networks with other health care providers. Respondents criticized the lack of consideration of their experiences in planning pandemic measures within primary care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: General practitioners successfully applied pragmatic and creative strategies in their practices during the early phase of the pandemic. Among these, communication within and between practices emerged as a key strategy. These strategies should be provided with pandemic preparedness plans. The lacking consideration of the primary care providers' experiences in planning and implementing pandemic measures needs to be addressed by stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In early 2020, when SARS-CoV-2 became pandemic, three major challenges emerged: (1) the virus is highly contagious, even before the onset of symptoms (1), (2) the lack of a cure or a vaccine to prevent the spread of the disease, and (3) a blatant lack of protection material (2) (3) (4) . Even well-prepared countries were unable to provide medical staff with sufficient equipment, potentially resulting in unnecessary fatalities among frontline workers (general practitioners and hospital staff) and the spread of the virus in nursing homes (5, 6) . Even though the role of primary care (PC) in health emergencies is essential (7) , research on pandemics revealed gaps involving primary care in pandemic preparedness and response planning. Challenges identified during the influenza A (H1N1), the SARS pandemic and previous local disease outbreaks were: Restrictions in the provision of information and guidelines, lack of personal protective equipment (PPE), performing public health tasks, obtaining support from authorities, adequate training, emotional impacts of facing an unknown pathogen, high workload, financing of epidemic/pandemic measures, organizing of practices and care of those taken ill (8, 9) . In case of SARS-CoV-2, general practitioners not only had to react to a pandemic outbreak, but were also confronted with a disease without being able to follow the recommendations to protect themselves, their staff and patients from infection.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 546,
                    "end": 548,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1205,
                    "end": 1208,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To successfully manage future pandemics, we need to understand the impact and challenges of the current pandemic on PC in various countries. We aimed to investigate the challenges faced and solutions implemented by GPs during the early SARS-CoV-2 pandemic in Germany. The research questions are: What challenges did GPs face in the early phase of the SARS-CoV-2 pandemic? How did they master these challenges? Which of these strategies could be implemented to prepare primary care for future pandemics? Which aspects go beyond the field of PC activities and need to be addressed by decision-makers?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This paper reports on data from an online survey. GPs answered open questions on challenges and (pragmatic) solutions to handle the first months of the SARS-CoV-2-pandemic in Germany. The authors did not receive external funding for the study. No formal ethical approval procedure was carried out after the Ethics Committee of the Medical Association of Hamburg was consulted and provided a waiver as the national regulations in Germany do not require ethical approval for this kind of study (processing no. WP-044/20 from March 20 2020). The study was conducted in accordance to the Declaration of Helsinki, including, but not limited to, the guaranteed anonymity of all participants and their informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All GP-members of the \"Listserver Primary Care\" [an email discussion forum hosted by the German College of General Practitioners and Family Physicians (DEGAM); about 1,300 subscribers] were invited to participate in the online-survey on March 25th 2020. Reminders were sent out on March 27th and April 4th 2020. The survey was closed at April 7th 2020. Potential participants were informed about the URL leading to the onlinesurvey, where they were provided with information about the purpose of the study, the voluntary nature of participation, data security and anonymity of the survey before the survey started. The completion of the survey was interpreted as informed consent to the anonymous use of the data. There was no incentive to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant Selection and Recruitment"
        },
        {
            "text": "The survey questions are provided in Table 1 . The questions were written by ME based on previous research of our working group (8) and input from media reports and colleagues working on the PC frontline during the rise of the SARS-CoV-2-pandemic.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Survey Questions"
        },
        {
            "text": "The questions were pre-tested and commented on by several colleagues working in PC and (qualitative) health services research. Based on the results and comments from the pre-tests, ME (female post-doc psychologist) and MS (male full professor, MD, board certified in General Medicine, current president of the DEGAM) wrote the final formulation of the questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Questions"
        },
        {
            "text": "Following a realistic paradigm (10), we chose qualitative content analysis (11, 12) to extract and describe the meaning of the answers to the open questions (13) . ME and NJP (female post-doc psychologist) familiarized themselves with the data. Deductive categories were derived from the research questions (challenges/solutions) and inductive categories were formed by ME and NJP during the material reviews. The newly formed categories and coding were discussed between ME and NJP in regular meetings during the process. Due to the exploratory nature of our study and to ensure that pre-existing concepts do not contaminate the interpretation of the material (12, 14) , emphasis was placed on inductive category formation. To ensure intersubjective comprehensibility and credibility of the analysis (15) the results were discussed with MS and presented to colleagues working in primary health care. The data were managed with MAXqda 11 (Verbi GmbH). Table 2 . The institutions mentioned in the quotes are explained in Table 3 .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "(12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "14)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 959,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1020,
                    "end": 1027,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data Analysis"
        },
        {
            "text": "The respondents reported four partly overlapping primary challenges: (1) insufficient information, (2) lack of PPE, (3) need to restructure practice procedures, and (4) insufficient individual and structural pandemic preparedness. These resulted in several secondary challenges (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 288,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Challenges"
        },
        {
            "text": "The information for GPs was perceived as insufficient in scope, feasibility, uniformity and topicality. Even though GPs reported that good information was provided by RKI, DEGAM, General Practitioners Association and KV, they criticized that it was too much information from different sources leading to partly conflicting recommendations. Which of these solution strategies worked well in your opinion and why did they work well?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Which of these solution strategies did not work well from your point of view and why did they not work well?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "5 Which other solution strategies or measures (including pragmatic or creative ones) have you yourself or colleagues you know in other GP practices implemented to cope with the COVID-19 epidemic in your everyday work? 6 If there is anything else you would like to tell us, there is room for it here. The lack of sufficient PPE and disinfectant was reported to be highly challenging because -while being aware of the official instructions for hygiene -those were not viable.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Guidelines for proceedings and for hygiene on the webpages of the RKI and the KV are not practicable. A surgical face mask must suffice for a week, for it is a scarce good (hired GP/ 303: 30) This resulted in the fear of own infections as well as transferring infections within the practice team and to patients while still being expected to ensure ambulant patient care.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "There is no source of supply for personal protection, on the other hand care for normal sick patients and sickened people shall be guaranteed. (practice owner/283: 11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "This required reducing the number of personal patient consultations to a minimum, canceling routine and preventive examinations, and establishing telephone and video-consulting. Challenges were limited phone numbers and limited data volume for digital consulting. This unusual way of patient care lead to worries to oversee whether patients get worse: COVID-19 patients, patients chronically ill and other patients who were reluctant to consult a practice during the pandemic. Both -the fear of own infection (leading to practice quarantine) and the low number of patients treated-resulted in financial worries. The need to restructure practice procedures resulted in high work load and challenges due to patients who did not obey to the new practice rules: Patients were afraid that they might not be seen by a doctor if they confess respiratory symptoms, exposure to an person with confirmed SARS-CoV-2 infection or vacation in a risk region, resulting in unprotected consultations. Other alarmed patients tried to urge the GPs to get them tested for SARS-Cov-2 without meeting the testing criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Insufficient individual and structural pandemic preparedness lead to a sometimes helpful (e.g., test centers), but often difficult or lacking cooperation with external entities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "No organized cooperation between clinic and outpatient clinic. Missing cooperation among GP practices and the local health authorities (hired GP/33: 11) Even though GPs were announced as central contact partner for patients, the GPs criticized that experts in the media were virologists and lung specialists whereas the GPs' experiences were not considered in the planning of processes and communication with the GPs was insufficient. When seeking for help, GPs reported that it was hard or impossible to reach contact persons. Hotlines for residents were overloaded and patients were referred back to the GPs. Simultaneously politicians made promises, which could not be served by the local GPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Malfunctioning test centers and meaningless promises of politicians and virologists, which we could not keep on-site. (practice owner/272: 11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "To receive the information needed, GPs decided for few trustable and helpful information sources they checked each morning, e.g., the PC expert organization DEGAM, the federal authority for disease surveillance and prevention (Robert Koch Institute) or the Association of Statutory Health Insurance Physicians (KV). They linked up with colleagues in real or virtual networks and exchanged information and material and discussed questions. Regular telephone conferences or communication via messenger services groups with local ambulant and inpatient care providers were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "To overcome the shortness of PPE and disinfectants respondents tried ordering PPE from alternative sources like construction markets, veterinary and industrial suppliers or via internet. Some respondents placed a notice in their practices or an advertisement in local media to ask for donations of protection material or disinfectants. One respondent reported that he or she contacted a local brewery who was willing to produce disinfectants. Finally, when no professional masks were available anymore, the last remaining disposable masks were reused after disinfection and GPs and medical assistants started using self-made protection material-self-made masks and face protection shields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Then, I had ordered a patient to build me a face shield -he has a 3D-printer. I have handcrafted a face shield for each of my employees that is wipeable and reusable and is worn additionally to the mask. (practice owner\\403: 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Respondents reported that local practices joined forced and shared disinfectants. Other practice-networks pooled their remaining PPE and established a location for testing patients in the underground parking space of one of the practices, which was maintained by the staff of one practice supplied with the stock of PPE from all practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "To avoid practice quarantine after unprotected consultation with a later positively tested COVID-19 patient, GPs decided to build two teams that operated separately from each other either in weekly exchange or in morning and afternoon shifts without meeting each other in between. This required good coordination via digital media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Establishment of 2 teams GP/physician assistant, who do not meet in person. Determination of handover procedures. In home office, one physician assistant oversees the call-center, one oversees the tasks in the backoffice and as practice manager. (practice owner\\474: 12) To reduce the risk of infection for GPs, practice staff and patients, the GPs implemented a complete restructuring of the practice (routines): reducing personal consultations to a minimum, canceling routine controls and check-ups, policy of closed practice doors, (telephone) triage systems to decide if a patient needs to be seen in the practice, implementation of digital telephone assistants and telephone and video consultations, digital physician-patient-communication (e.g., via email). To assure appropriate patient care, GPs kept in close contact via phone with COVID-19 patients and other seriously or chronically ill patients, to avoid critical conditions and hospital admissions. There was even the idea to contact regular patients of high age and living alone, to be assured that they are doing well. Information on the measures was placed on the practice homepage, outside the door and in the practice.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Seriously ill people get called, they do not have to make the first move to contact us. (practice owner/382: 15) Where disinfectant was available, disinfectant dispensers were installed at the entry. Many practices established self-made perspex panes at the registration table to reduce the risk of droplet infection and placed distance markings on the floor. Patients placed their insurance cards into the card reader by themselves instead of handing them over to the practice staff, to ensure distance among patients and between patients and practice staff. GPs reduced the number of chairs in their waiting rooms and some asked their patients to wait outdoors or allowed no more than one person in the waiting room. Practices in ground floor rooms sometimes transformed to out-of-the-window practices.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "In the next step the practice was closed, we cut a little aisle into the front garden and directed the patients via placards to a window, where they could pick up prescriptions etc. without having to enter the practice. (practice owner/403: 12) Patients with signs of respiratory infections were separated from other patients by: special consultation hours with strict time frames for each consultation to avoid the patients meeting in the practice, establishing consulting rooms for patients with respiratory infections only and foregoing stops in the waiting room. Where no separate room was available, a room in the cellar was converted into a consulting room, an external room was rented or patients with respiratory infections were examined and tested outside the practice: In the car park, the back yard or within a provisional hut in front of the practice. Patients were also guided on how to carry out a throat and nasal swab by themselves if the practice lacked PPE.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Mobile rolling surgery table with all the material, swabs and examinations take place outdoors. The patient stays behind a 2mdistance marker, we are only approaching him/her for swabs and/or examinations. (practice owner/186: 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Following the restructuring of the practice procedures, the patients needed to be accustomed to the new practice procedures and it was important to provide a maximum of transparency on why the measures were taken. \". . . waiting INFRONT of the practice (. . . ) causes more or less chaos depending on pat[ients'] mindset, because for some people its seems to evoke the feeling as if there was a big rush and they could come off badly (. . . ) (hired GP/451: 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "The best way to handle challenging patients was to establish clear rules (e.g., criteria for getting tested) and to communicate the same rules by all members of the practice staff. This required daily team meetings, where the current situation and necessary changes in practice procedures were discussed and defined and each member of the practice team had the possibility to contribute own ideas. The team-meetings were also used to share worries and find unusual solutions: One respondent reported, that the GP of the team supported the physician assistants in taking up patients' phone calls, because the same information was better accepted when told by the GP than by physician assistants. One GP reported that his/her son ran errands like bringing the prescription to the pharmacy and the medication to the patient, during the time the schools were closed. In one practice, the physician assistants cleaned the practice, because the charwomen was at high-risk for severe a course of COVID-19. A strong team spirit positively affected patients and co-workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "'Complete package' is working and accepted, because employees, patients and nursing services have got the feeling that the practice has a plan and cares for their concerns. (practice owner/353: 13) The lack of sufficient pandemic preparedness could be partly compensated. An important factor was networking. Given a wellestablished practice network, practices were able to establish their own test-centers to save PPE. New networks were established to compensate a lack of information flow between ambulant and inpatient structures and collaboration with nursing homes were strengthened.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "13)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Deal With the Challenges"
        },
        {
            "text": "Am developing a plan with a nursing home for palliative care/care for affected residents, who do not want the intensive care treatment any longer (practice owner/353: 30) Nonetheless, the failure of not considering the GPs experiences in planning the pandemic measures could not be fully compensated during the first phase of the pandemic and resulted in the following claim: ",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "30)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Establishment of a WhatsApp group in county [with] all resident doctors, hospital doctors (practice owner/87: 12)"
        },
        {
            "text": "We identified four major challenges that GPs subjectively faced in the early stages of the SARS-CoV-2-pandemic in Germany in early 2020. Those were partly interlinked: lack of information, PPE and individual and structural pandemic preparedness as well as the need for a comprehensive restructuring of practice procedures. GPs reported on many strategies to obtain sufficient information (e.g., concentrating on few reliable sources and creating or using already existing networks for information exchange), to overcome the shortage of PPE (e.g., tapping new sources for PPE and disinfectant or reusing disposable equipment), restructuring practice procedures and use of additional premises (e.g., working in alternating shifts, increasing telemedicine and establishing window and outdoor practices) and compensating for the lack of readiness (e.g., by networking with other health care providers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study sheds light to the adaptation of primary care to an emergent situation. Besides the challenges this study focuses on the solutions found and therefore gives valuable information and inspiration on how to creatively solve challenges in an exceptional situation. There are some limitations that need to be considered. The study was conducted in Germany and generalizability to other settings might be limited. However, the solutions provided can be adopted to other settings or at least inspire PC providers on how to find solutions to the challenges of a pandemic. Recruiting the users of an established email forum do not necessarily represent the German GPs, but rather those who are more interested in DEGAM, guidelines and perhaps even digital technologies. However, male and female GPs from all federal states of Germany, of all age groups, being either selfemployed or employed took part in our survey. We therefore assume that we draw a comprehensive picture of the challenges and solutions in Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "From the experiences of the respondents in this study, key strategies for PC providers and stakeholders in the early stages of a pandemic in ambulatory PC structures were derived and supplemented by earlier research results (Figure 2: for PC providers; Figure 3 : for stakeholders). The combination of both will help to improve future pandemic preparedness in primary care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 234,
                    "text": "(Figure 2:",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 253,
                    "end": 261,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "The four primary challenges confirm earlier studies conducted in PC. The need for better information and communication with public health actors has been identified in reports from the COVID-19 frontline (2) and earlier research (9, 16) . The information should be bundled and tailored to PC by a central office and communicated via effective channels. Then each GP could invest the time saved in patient care, where it is needed. However, in later phases of the pandemic the German College of General Practitioners and Family Physicians provided a living, weekly updated guideline on SARS-CoV-2 in primary care (17) and joined forces with the General Practitioners Association. A joint crisis team met weekly and provided all members with information letters and an initially daily DEGAM podcast was set up to inform GPs (18) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "16)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "In the study of Kunin et al., GPs also reported that a channel for concerns and feedback to the authorities must be created when implementing pandemic measures (19) . Even though position papers of the DEGAM were published to communicate with policy makers (20) , there is no direct communication channel in Germany. A two-way communication channel between the PC frontline and the stakeholders is necessary to optimize a pandemic response.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "(20)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "The global shortage of PPE during the early SARS-CoV-2 pandemic was a worldwide major challenge (6, (21) (22) (23) . Hygiene concepts released did not consider this, so the GPs improvised, treated the patients outdoors and offered self-swabbing-its feasibility has already been demonstrated (24) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "(21)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "(24)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "GPs invested great efforts in the restructuring of practice procedures in order to protect practice staff from infections, which has also been reported by Flemish GPs (23) . Telephoneand video-consulting was implemented to maintain patient care. Recently a guide to telephone and video consulting for COVID-19 patients was published (25) . Routine consultations were cancelled and telephone triage has been introduced before patients are admitted to the practice. This led to the challenge to steer indignant and unsettled patients who felt threatened by the pandemic and entered the practice or kept their symptoms secret, which was already found at the 2009/A/H1N1 pandemic (26) . The familiarity between GP and patient is an important aspect that differs from other medical specialists. Therefore, patients need to understand why the changes in practice are established and that they are not left alone.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(23)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "(25)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "The insufficient individual and structural preparedness already became apparent in the above aspects. In addition, financial and political aspects stood out. While GPs in the U.S. were confronted with a lack of reimbursement of telehealth care and Senate's stimulus package of March 2020 does not provide funding for self-employed GPs (27) , financial worries, especially due to quarantine, are unnecessary for GPs in Germany. Section 56 of the infection protection law stipulates that GPs and their practice staff are entitled to compensation if the practice is banned for infection protection reasons (28) . The concerns are subjected to the lack of information. Less clearly regulated, is the loss of income for the time of reducing patient contacts to a minimum. As long as financial issues are settled posthoc, the financial worries of PC providers will remain during the pandemic. Internationally, there are good examples of adhoc support: Australia provided incentive payments to keep practices open, transferred personal billing practices to telehealth consultations and offered financial support during the crisis (29) . New Zealand reimbursed GPs for the costs of the transition to telehealth care (2) .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "(28)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "(29)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "GPs reported difficulties in working with external institutions. They lacked information on hospital capacities for critically ill patients. Later during the pandemic, a monitoring system for intensive care beds (with ventilation options) was set up in Germany. Further key aspects were overloaded hotlines and the unavailability of health departments and politicians who made promises that could not be met by the GPs. This reflected that PC representatives were only marginally involved in development of pandemic preparedness plans and measures. A claim to include PC physicians in the pandemic planning was already made by Dunlop et al. (30) . Clark went even further: \"This need goes beyond having representatives of physician specialty organizations; rather, there should be a mechanism to solicit input from providers currently practicing in PC (not hospital-based) settings\" (31) . Our findings suggest that there is an urgent need to establish a strong two-way communication channel between care providers and politicians, because no one can better provide information on the actual situation at the frontline than the frontline workers themselves. This cooperation provides the chance to exploit the maximum potential of options to handle a health emergency. The time to establish the communication channels is now-during the ongoing pandemic. Furthermore, these communication channels should be implemented permanently, as they have the potential to strengthen the overall functioning and resilience of the PC system.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 645,
                    "text": "Dunlop et al. (30)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "(31)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Comparison With Existing Literature"
        },
        {
            "text": "The implications for practice are presented in Figures 2 and  3 . Despite various challenges, GPs have successfully applied pragmatic and creative strategies in their practices to overcome the difficulties during the early SARS-CoV-2 pandemic. These valuable strategies presented here should be considered in primary care and preserved and provided with future pandemic preparedness plans. Increased communication within and between practices to share knowledge and experiences proved to be a key strategy. It allowed to deal with worries and establish innovative ideas such as sharing forces and pooling remaining PPE. Pandemic preparedness plans should include options to ensure this kind of communication. Stakeholders should address the reported system deficits such as insufficient flow of information and lack of consideration of the experience of GPs in the planning and implementation of pandemic measures. As a first step, stakeholders must recognize that (1) the key medical specialists who will provide patient care during a pandemic are the general practitioners and (2) that their practical experiences provide a valuable resource to support the feasibility of pandemic measures to ensure patient care.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 63,
                    "text": "Figures 2 and  3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Implications for Research and/or Practice"
        },
        {
            "text": "The datasets presented in this article are not readily available because of the assurance to the participants that the full raw data would not be shared publicly, and that all attempts would be made to maintain confidentiality. Respondents did not agree to the sharing of the full raw data. Requests to access the datasets should be directed to m.eisele@uke.de.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "Ethical review and approval was not required for the study on human participants in accordance with the local legislation and institutional requirements. Participants were notified before participation that their informed consent would be assumed if they voluntarily completed the online survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "ME and MS planned the study and developed the survey questionnaire. ME and NP analyzed the data and drafted the manuscript. MS provided advice at different stages of the research process and manuscript drafting. All authors had access to the complete data and approved the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "This study was financed by departmental resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "672--677",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0869-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19-the frontline (a GP perspective)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baddock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Z Med J",
            "volume": "133",
            "issn": "",
            "pages": "8--10",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19: doctors make bid for public inquiry into lack of PPE for frontline workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1905"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sourcing personal protective equipment during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berkwits",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1912--1916",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5317"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19: lack of PPE in care homes is risking spread of virus, leaders warn",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1280"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19: doctors still at \"considerable risk\" from lack of PPE, BMA warns",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Primary Health Care and Health Emergency",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemics and pandemics in general practice. What can we learn from the swine flu (H1N1) and EHEC outbreak?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "H-O",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Leitner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pohontsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "57",
            "issn": "",
            "pages": "687--93",
            "other_ids": {
                "DOI": [
                    "10.1007/s00103-014-1970-z"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Response of general practitioners to infectious disease public health crises: an integrative systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piterman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "522--555",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2013.82"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Discourse and Social Psychology: Beyond Attitudes and Behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wetherell",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Sage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Three approaches to qualitative content analysis",
            "authors": [
                {
                    "first": "H-F",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Qual Health Res",
            "volume": "15",
            "issn": "",
            "pages": "1277--88",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732305276687"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Whatever happened to qualitative description?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandelowski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Res Nurs Health",
            "volume": "23",
            "issn": "",
            "pages": "334--374",
            "other_ids": {
                "DOI": [
                    "10.1002/1098-240X(200008)23:4<334::AID-NUR9>3.0.CO;2-G"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Qualitative Data Analysis: A User-Friendly Guide for Social Scientists",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Research Design: Qualitative, Quantitative, and Mixed Methods Approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "GPs' opinions on the NHS and HPA response to the first wave of the influenza A/H1N1v pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sidhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Gen Pract",
            "volume": "60",
            "issn": "",
            "pages": "283--288",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp10X483968"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neues Coronavirus (SARS-CoV-2) -Informationen für die hausärztliche Praxis (2020)",
            "authors": [
                {
                    "first": "Deutsche",
                    "middle": [],
                    "last": "Gesellschaft Für Allgemeinmedizin Und Familienmedizin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "General practitioners' challenges during the 2009/A/H1N1 vaccination campaigns in Australia, Israel and England: a qualitative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashworth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piterman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust Fam Physician",
            "volume": "42",
            "issn": "",
            "pages": "811--816",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anforderungen an die Organisation der ambulanten hausärztlichen Versorgung während der COVID-19-Pandemie (2020)",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19 and Iran: swimming with hands tied",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gharebaghi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heidary",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4414/smw.2020.20242"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reflections arising from the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raurell-Torredà",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martínez-Estalella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Frade-Mera",
                    "suffix": ""
                },
                {
                    "first": "Carrasco",
                    "middle": [],
                    "last": "Rodríguez-Rey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Romero",
                    "middle": [],
                    "last": "De San Pío",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Enferm Intensiva",
            "volume": "31",
            "issn": "",
            "pages": "90--93",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enfi.2020.03.002"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Impact of the COVID-19 pandemic on the core functions of primary care: will the cure be worse than the disease? A qualitative interview study in Flemish GPs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Verhoeven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsakitzidis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Philips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Royen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2020-039674"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Determination of nasal and oropharyngeal microbiomes in a multicenter population-based study-findings from pretest 1 of the German National Cohort",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Akmatov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vital",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ahrens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flesch-Janys",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fricke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-01212-6"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Covid-19: a remote assessment in primary care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "Gch",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Car",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1182"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Challenges of the pandemic response in primary care during prevaccination period: a qualitative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashworth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piterman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Isr J Health Policy Res",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13584-015-0028-5"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "What about us?': Frontline Primary Care Practices Fear for Survival Amid Coronavirus. Healthc Dive (2020)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pifer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Available online at",
            "authors": [
                {
                    "first": "Kassenärztliche",
                    "middle": [],
                    "last": "Bundesvereinigung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Coronavirus: Anspruch auf Entschädigung bei untersagter Tätigkeit oder Quarantäne-Hinweise und zuständige Behörden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Available online at: https://www. health.gov.au/ministers/the-hon-greg-hunt-mp/media/covid-19-wholeof-population-telehealth-for-patients-general-practice-primary-care-andother-medical-services",
            "authors": [],
            "year": 2020,
            "venue": "Health AGD of COVID-19: Whole of Population Telehealth for Patients",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The coronavirus outbreak: the central role of primary care in emergency preparedness and response",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dunlop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJGP Open",
            "volume": "4",
            "issn": "",
            "pages": "20--101041",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgpopen20X101041"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Role of primary care providers in a pandemic-conflicting views and future opportunities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Isr J Health Policy Res",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13584-015-0054-3"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Out of fear pat[ients] occasionally mentioned possible expositions [to SARS-CoV-2 positive persons] only when seeing the doctor, after keeping it secret during triage and staying in the waiting room with other patients. (hired GP /269: 14)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Challenges in primary care during the early phase of the SARS-CoV-2 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a time lag, all (. . . ) measures were necessarily accepted, due to stringent proceeding without exceptions. Prerequisite: Daily meetings with staff prior to every shift, no matter if 100 patients are already waiting impatiently!!! (practice owner/166: 13).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A] representation of general practice in committees that deal with pandemic planning, [is] urgently needed. (hired GP/269:30)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Strategies to face a pandemic in primary care. Frontiers in Medicine | www.frontiersin.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Strategies to face a pandemic-stakeholder options.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Wording of open-ended questions in the online-survey.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sample characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Information on the German institutions mentioned in the quotations. The professional association of general practitioners. It represents the professional interests of general practitioners toward politics, health insurance companies, in medical chambers and toward the Association of Statutory Health Insurance Physicians",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Even in our district I get the feeling, that with all that has been established here (swabbing centre und fever clinics. . . ), general practitioners have not been involved and the procedures of arranged measures were not or only poorly communicated to the GPs. . .(hired GP/451: 11) Policy [makers] including KV are planning without taking our experiences into account and without us. . . and if the official institutions (swabbing centre, hotlines, 116117 [emergency number of the Association of Statutory Health Insurance Physicians]) do not work properly, we GPs shall pull the hot chestnuts out of the fire (practice owner/353: 11)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the GPs for taking part into the survey and our colleagues who pre-tested and commented the questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}