{
    "paper_id": "426ffe7399ec7e6f7225b5bb1867a8589de55116",
    "metadata": {
        "title": "COVID-19 and social services in Spain",
        "authors": [
            {
                "first": "Rocío",
                "middle": [],
                "last": "Muñoz-Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Huelva",
                    "location": {
                        "settlement": "Huelva",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Alfonso",
                "middle": [],
                "last": "Chaves-Monteroid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Huelva",
                    "location": {
                        "settlement": "Huelva",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleix",
                "middle": [],
                "last": "Morilla-Luchenaid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Huelva",
                    "location": {
                        "settlement": "Huelva",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Octavio",
                "middle": [],
                "last": "Vá Zquez-Aguado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Huelva",
                    "location": {
                        "settlement": "Huelva",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the state of alarm declared in Spain by COVID-19 due to the pandemic, the country's authorities declared Social Services and their workers to be essential, considering that the activity of these professionals with the vulnerable population was crucial and that services should continue to be provided to guarantee the well-being of users in this exceptionally serious situation. This article analyzes the impact that the COVID-19 and the state of alarm has had on Spanish social service professionals. An ad hoc questionnaire was used, administered on-line, individually, voluntarily and anonymously to 560 professionals working in social services, both in the public and private sectors, based throughout Spain. This questionnaire has five different parts: socio-demographic profiling, impact that the health crisis has had on the practice of professional functions, degree of knowledge of the measures imposed to guarantee the protection and safety of professionals and users, impact that it has had on the professional and personal development of social services professionals and, the fifth and last part, degree of adaptation of the measures aimed at the care of the vulnerable population. These results are discussed based on the situation in which professionals working in this sector find themselves in the face of the changes they are experiencing in the development of their work, and we are able to determine the profile of the workers who have felt most affected by the situation, with the consequent and foreseeable mental and emotional affectation that this implies. These professionals tend to value more negatively the set of measures developed to mitigate the impact of COVID-19 on Spanish social services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since COVID-19 began to spread in China, it had been 5 months since the first case was detected until the time this article was written [1] . The speed of its expansion is only comparable to the impact of its health, social and economic consequences [2] . From Southeast Asia to Europe, the entire American continent and, apparently to a lesser extent perhaps because there is less information about it, Africa, all countries have been affected, although to a different degree. However, although the spread of the virus knows no borders and does not distinguish between people, it is no less true that the response capacity of countries and the resources of all kinds that people possess create enormous differences when it comes to limiting the socio-economic impact of this new disease [3] . a1111111111 a1111111111 a1111111111 a1111111111 a1111111111",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Its spread has been dizzying. As of May 18, 2020, according to the daily report from John Hopkins University [4], more than 4.8 million people are infected worldwide, and more than 318,000 have died, with a particularly strong impact in Europe (Italy, Spain, France) and America (United States).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the case of Spain, the first isolated cases occurred at the end of January 2020. These were tourists who were treated in the Canary or Balearic Islands. However, the spread of the virus was exponential, so much so that the government decreed a state of alarm among the harshest in Europe that confined all citizens to their homes, allowing only sporadic outings for shopping, going to the doctor or handle some banking transaction. All socio-economic activities were suspended, except for essential activities concerning the production, distribution and marketing of basic necessities. Among them, the activity of Spanish social services. This set of measures has had a great impact on the entire population, considerably increasing unemployment, contracting economic activity as never before and making the living conditions of millions of people, including the users of social services, even more precarious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the beginning of the state of alarm in Spain, social services were not considered an essential service. This led to the cessation of almost all the activity that had been taking place. Social intervention projects were cancelled, home help for the elderly and dependents was limited, and thousands of aids that contributed to the achievement of a minimum level of welfare for large sections of the Spanish population were no longer provided. The authorities quickly understood the impact of limited social services and declared them to be essential services. Thus, on 26 March 2020, 12 days after declaring the state of emergency in the country, the Spanish authorities, by order SND/295/2020, declared the social services and their workers to be essential, which allowed these services to continue, although subject to the state of emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, action in the social services has sought to ensure continuity, under exceptional conditions. The first measures were aimed at ensuring the provision of home help, which has consisted of: reconfiguring the care content, modifying the actions according to priorities, combining them with other services (tele-assistance, home help, etc.), as well as in connection with the personnel of the administration and of the companies providing services, all this in order to ensure the provision of the service in accordance with the safety conditions of both workers and users. These guidelines for action have also affected homeless people, with the aim of ensuring the provision of social services and establishing measures to achieve their confinement. Recommendations were also issued to mitigate the impact of COVID-19 and the state of alarm in segregated settlements and highly vulnerable neighborhoods. These recommendations have been extended to programs for the protection of children and adolescents, volunteering and intervention in primary care social services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article we will analyze the perception that Spanish social service professionals have had of both the impact of COVID-19 and the state of alarm on the living conditions of the vulnerable population and the measures that have been taken to mitigate its effects. We will present results concerning four main questions: how they think it has affected the social services, how have the professionals felt during the first weeks of the state of alarm, what knowledge do they have of the protective measures put in place in the workplaces and, finally, how has it impacted on the living conditions of the vulnerable groups they work with. We will show the overall results and will stop at the assessment made by the professionals most affected by this situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The results shown in this paper are based on a questionnaire administered to professionals working in social services, both in the public and private sectors, based throughout Spain. A total of 560 professionals from the sector participated. The field work was carried out from April 1st to April 19th.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrument"
        },
        {
            "text": "The questionnaire administered consists of five separate parts: a first part concerning the socio-demographic characteristics and the professional situation; a second section, of 16 items, aimed at the assessment of the professionals on the impact that the current situation of health crisis and state of alarm has generated in the usual practice of the social services; a third section which is to do witch the knowledge of the protection measures that have been carried out in the different organizations (8 items); a fourth section aimed at analyzing the professional and personal situation with the current situation (13 items); and a fifth and final section concerning the adequacy of measures to address the vulnerable population (24 items).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrument"
        },
        {
            "text": "You can consult the complete questionnaire with the questions translated into English and the items that are part of each of these sections in Appendix 1. This work complies with the requirements of the Ethics Committee of the Vice-Rector's Office for Research of the University of Huelva. As it is not experimental research, no specific authorisation document is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrument"
        },
        {
            "text": "In order to facilitate the analysis of the results, factorial analyses have been carried out, with varimax rotation, of sections two, four and five (measured on a likert scale) to reduce the number of items and work with this information in an aggregate manner. The resulting factors have been transformed into a 0-100 scale to facilitate their presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "Given the health emergency caused by the pandemic and the confined situation in which we found ourselves during the period in which the fieldwork is being carried out (from 1 to 19 April 2020), the decision was taken to develop an online tool through Google Forms, which would facilitate the collection of information from social service professionals. The global pandemic situation has limited the traditional conditions of field work in social research and has forced the academic world to rethink and introduce new methodologies that allow access with greater guarantees to the population under study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "In addition to the impossibility of accessing the respondents during the alarm state, the administration of this online questionnaire has other important qualities, such as the reduction of costs, the ease of access to it through any electronic device, as well as the possibility of reaching a larger target population in a shorter period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "Different authors endorse the use of this information collection tool, as it has proven to be methodologically practical, suitable and especially useful for obtaining a satisfactory statistical product [5, 6] . It has also been applied in other studies [7] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "In terms of how to access the target population, a multiple invitation protocol is applied [8, 9] . Through a snowball process. The questionnaire has in turn been disseminated through social networks and shared by different professional associations, thus ensuring that the instrument reaches the greatest possible number of professionals within this field. Although a stratified sampling by quotas has not been established, given the difficulty of obtaining a detailed census of social service professionals in Spain, and which was also interested in reaching the greatest possible number of responses, all the Spanish provinces are represented.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 95,
                    "end": 97,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "In this paper we will focus, in addition to the general data, on the presentation of the results concerning a factor that we have called \"Feeling overwhelmed by the situation\", within the dimension \"Assessment of the professional/personal situation\", which in turn is composed of five items:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "1. I have often felt like crying these days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "2. Throughout these days, argues with colleagues from social services have increased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "3. During these weeks, I have worked many more hours beyond my working hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "4. There have been times when I have felt overwhelmed by the situation. 5 . I have often felt helpless these days.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Analysis strategy"
        },
        {
            "text": "The participants in the study through the self-administered questionnaire, are professionals who have been developing their activity in the field of Social Services with an average of 13 years in the service in which they carry out their work at present. Their socio-labor characteristics are reflected in the following table (Table 1) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "In relation to the results, we will first present an approximation of the global data through the analysis of the average scores of the different factors obtained, as well as the correlations between these and the impact of COVID-19 and the state of alarm in social services. Secondly, the variables that have influenced the fact that social service professionals have felt overwhelmed by the situation will be addressed more comprehensively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The following table (Table 2) shows the factors that have been obtained from the different dimensions of the questionnaire, as well as the number of items that compose them and their internal consistency, measured through the Crombach alpha.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In Table 3 we can see the average scores, on a scale of 0-100, of the different dimensions that make up the questionnaire, grouped into factors. In general, the assessment of all the measures developed is low. In the region of 50% or even less. There are only two of them that are above 50%, and they are those that most emphasize the negative aspects of the impact of the disease on social services: almost 80% of social service professionals estimate that their functions have been altered by the decree of the state of alarm that confined the population to homes. On the other hand, 70% of them consider that the living conditions of the vulnerable population will worsen because they believe that the measures being implemented for their protection are not adequate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "General perception of the situation"
        },
        {
            "text": "In this general assessment there are some differences that are worth highlighting according to the socio-demographic characteristics of the people participating in the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "Social care professionals perceive themselves to a greater degree to be overwhelmed by the situation compared to professionals with other qualifications who are part of the social service system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "On the one hand, persons who have children value being teleworking more than the rest and, in turn, they perceive greater effectiveness in having implemented this modality of work. However, people with children appear to be more overwhelmed by the situation and perceive a greater degree of worsening of the conditions of the vulnerable population with the state of alert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "In terms of age, it is the younger population groups (between 26 and 46 years of age) that show a greater degree of feeling overwhelmed by the situation and a greater worsening of the conditions of the vulnerable population with the state of alarm, although they also value more positively the degree of adequacy of the measures of attention to the vulnerable population and the fact that they have had adequate resources and measures to deal with the situation. It is the older people (over 60 years) who perceive a greater degree of affectation of their functions by the state of alarm. However, it is also the group that most values the degree of preparation and effectiveness of the measures implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "Finally, it is the women who say they feel most overwhelmed by the situation. In the rest of the factors analyzed, the highest average scores are found in men, with a notable difference in average scores compared to men who perceive to a greater degree (+7.94) that they have had adequate resources and measures to deal with the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "However, if we associate the factor concerning the degree to which professional functions are affected by the state of alarm with the other factors that are part of the different dimensions of the questionnaire (Table 4 ), the data show that there are significant correlations at the level of p < 0.01 between this factor and feeling overwhelmed by the situation (.399 �� ), as well as with the worsening of the conditions of the vulnerable population (.380 �� ). In other words, the social service professionals who perceive the situation to be worse are those who consider that it affects both the fulfilment of their functions and the worsening of living conditions of vulnerable populations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "General perception of the situation"
        },
        {
            "text": "There is also a positive correlation between this factor and the perception that resources and measures are adequate to deal with the situation during the state of alert (.332 �� ) as well as with teleworking (.277 �� ). It is estimated that these measures are adequate but not sufficient because everyone has not been able to access teleworking due to lack of resources, means, family situation or because they are not able to carry out all the functions that are carried out in person telematically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General perception of the situation"
        },
        {
            "text": "It can be seen that the people who have felt most burdened by the situation are among the voluntary sector, as well as those who work full-time, albeit at a considerable distance. With regard to the time they have been working, we found that the professionals who have been working for less time in the same service or organization are those who say that they feel more overwhelmed by the situation, as opposed to those who have been working longer and have more experience in carrying out their work. If we put this fact in relation to the position held, we find that the people who carry out functions of management, coordination and responsibility of the team are those who show to a greater degree that they feel overwhelmed by the situation. Finally, considering the type of organization in which they carry out their work, it can be seen that the professionals in the concerted organizations (public-private partnership) show to a greater degree that they feel overwhelmed by the situation. We can see these characteristics in the following table (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1061,
                    "text": "(Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Perception of the situation by people who have felt overwhelmed in their professional development during the pandemic: In relation to the employment situation of professionals"
        },
        {
            "text": "The following table (Table 6) shows the significant correlations obtained with the disaggregated items of section five (the degree of adequacy of the measures aimed at the vulnerable population) and the factor 1 \"Feeling overwhelmed\" obtained from section four (professional and personal situation).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "(Table 6)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "In relation to the perception of the degree of adequacy of the measures aimed at the vulnerable population"
        },
        {
            "text": "As can be seen, the highest and most significant correlations with feeling overwhelmed by the situation are produced by the perception that there are vital needs that are not covered in the care of these groups (,239 �� ); the paralysis of social intervention projects (accompaniment) in relation to socio-labor inclusion are hindering the access to potential jobs for the vulnerable population, along with the lack of employment and the future economic situation that is not very favorable (,138 �� ); with the paralysis of administrative procedures, it is not possible to perceive and access the Minimum Social Insertion Income is aggravating the living conditions of the most vulnerable population (the elderly, minors, migrants, etc.)), which is the group that is punishing this health crisis the most (.201 �� ); the suspension of the Day Centers and Home Help Services that are not considered essential services generates a problem of conciliation in the carers of dependent persons and an overload in their care tasks, without knowing in many cases how to deal with the situation due to a lack of resources, means, information and protective materials for the care of these dependents (.178 �� ); confinement has seriously affected persons with mental health problems and mental illness and their families (.205 �� ); confinement is affecting very seriously women victims of gender violence and their children, in which in most cases they live with their aggressor (.185 �� ); with the fact that most of the persons using Social Services do not have access to telematic procedures, and telephone attention is sometimes not sufficient (.192 �� ); the state of alarm and health alert has made the population vulnerable, which up until now was only in precarious conditions (.146 �� ); and with the perception that once the state of alarm and health alert has passed, the living conditions of the vulnerable population will have worsened (.132 �� ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree of adequacy of the measures aimed at the vulnerable population"
        },
        {
            "text": "We will now discuss the significant correlations that exist at a statistical level between the variables that make up the factor \"I feel overwhelmed by the situation\", in a way that is consistent with the set of questions raised in the survey regarding the assessment made by professionals of the impact that COVID-19 and the state of alarm have had on the performance of their functions (Table 7) . It should be remembered that this factor is made up of 5 variables. The first of the factor items, often in these days I have felt like crying, has a positive relationship with the perception of the degree to which work has been affected by the outbreak of the epidemic and the state of alarm (.090 � ); to the degree to which social services are perceived to have been overwhelmed by the situation (.176 �� ) and to the degree to which normal functions have been altered during the crisis period (.152 �� ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "(Table 7)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "On the contrary, negative correlations are produced, which have to do with the perception of the degree of preparation for the situation of the services in which the work is carried out (-.106 � ); with the fact of having sufficient means to carry out teleworking during the crisis The paralysis of social intervention projects (accompaniment) in relation to socio-labor inclusion is causing a standstill in access to potential jobs for the vulnerable population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": ",138 �� ,006 390",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "The paralysis of administrative procedures for access to the Minimum Income of Insertion is aggravating the living conditions of the most vulnerable population. Most Social Services users do not have access to telematic procedures, and telephone assistance is sometimes not sufficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": ",192 �� ,000 420",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "The state of alarm and the health alert has made people vulnerable who, until now, were only in precarious conditions. ,146 �� ,003 416",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "In general, I believe that, once the state of alarm and the health alert is over, the living conditions of the vulnerable population will have worsened. period (-.109 � ); with the availability of information and instructions necessary to carry out the work telematically or not in person (-.128 �� ); and finally with the perception that the human resources available are sufficient to carry out the service during the state of alarm (-.157 �� ). With respect to the second item (increasing argues with social service colleagues), it is also positively associated to the perception that the development of the work has been affected by the outbreak of the epidemic and the state of alarm (,115 �� ). And it correlates negatively with the following aspects: \"The coordination between institutions to organize the response of social services as a system to COVID-19 has been satisfactory\" (-.163 �� ); \"As professionals, we have had clear and concrete instructions on how to act in this situation\" (-.176 �� ); \"In my job, teleworking has allowed me to do my professional work normally\" (-.164 �� ); I have had enough The response offered by the social services as a system has been adequate to the situation created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "The coordination between institutions to organize the response of social services as a system to COVID-19 has been satisfactory. means to telework during the crisis period\" (-.207 �� ); \"I have had the necessary training and instructions to be able to carry out my work in a telematic or non-presential way\" (-.259 �� ); \"The human resources available are sufficient to perform our services during the state of alarm\" (-.120 �� ) and with \"The implementation of the new measures derived from the state of alarm has been done in an effective and efficient way\" (-.088 � ). As regards the third item, which has to do with the fact of spending more time than is established in the usual working hours, this is positively associated to the degree to which it is perceived that the work carried out by Social Services has been affected by the outbreak of the epidemic and the state of alarm (.208 �� ), with the degree to which it is perceived that their usual work has been able to be carried out normally by means of teleworking (.207 �� ); having sufficient means to telework during the crisis period (.149 �� ); having the training and/or instructions necessary to carry out teleworking (.124 �� ); the degree of agreement with the declaration of social services as essential (.229 �� ); the perception that the Social Services system is overwhelmed by the situation (.244 �� ); and the degree to which it is perceived that the usual functions have been altered (.170 �� ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "The fourth point, concerning the fact of having felt overwhelmed by the situation, has to do with the following aspects: \"The work that we perform from the social services has been very affected by the appearance of the COVID-19 and the state of alarm\" (,190 �� ); \"The declaration of the professionals of the social services as essential seems to me to be right\" (,177 �� ); \"In general, it can be said that the social services system is overwhelmed by this situation\" (,294 �� ); \"The human resources available are sufficient to carry out our services during the state of alarm\" (,145 �� ); and \"My usual functions have been altered during the crisis period\" (,254 �� ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "As for the fifth and last item that makes up this synthetic index, concerning to the appearance of a feeling of powerlessness with regard to the situation generated, this is positively associated to the degree to which the declaration of social services as essential services is perceived to have been correct (,152 �� ), as well as to the degree to which the situation of social services is perceived to have been overwhelmed (,346 �� ). However, there are negative correlations with the perception that the service in which they are working is sufficiently prepared for the situation (-,146 �� ); with the perception that the response offered by the social services is correct (-,092 � ); and the degree to which they are perceived to have received clear and concrete instructions to act on that situation (-,121 �� ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In relation to the perception of the degree to which their functions have been affected by the state of alarm"
        },
        {
            "text": "The profile of the person who has felt overwhelmed by the health crisis is: a professional woman in Social Work, middle-aged (35-46 years old) and without dependent children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The professionals who work in the Social Services, as well as the people belonging to the vulnerable groups they attend to, are being affected by the coronavirus pandemic, an unprecedented situation in professional practice and personal development. It is a situation of great impact and special vulnerability, as has been seen in the significant number of participants who say they have been overwhelmed by the situation, despite being professionals used to working in situations of risk and stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This crisis requires an exceptional effort of self-regulation to be able to be and give the best to each person who comes to the social services while the professionals must adapt to the seriousness of the situation, the loneliness that characterizes it and the isolation, even suffering the loss of users (especially those social professionals who are in the front line of intervention: residences for the elderly and hospitals) [10] . Precisely, among the sectors of population more taken care of by the social workers in Spain we can identify the people in situation of dependency (9.5%) and the old people (8.6%) [11] .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Confirming the complexity of current public health scenarios caused by COVID-19, recent studies show the impact of these new demands for care on the physical and mental disposition of health workers, especially those working in direct care: doctors and nurses. Complaints of symptoms associated to distress, insomnia, depression and anxiety have been frequent among the categories mentioned. In addition, there is a negative impact on work, such as reduced satisfaction and productivity [12] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A parallel can be drawn between health professionals and those who are part of the Social Services system with regard to stressors arising from the care of users or patients: proximity to daily suffering, emotional involvement and added difficulty in maintaining therapeutic distance, a feeling of lack of resources for care (material and human). . . [13] , to which is added the crisis situation itself derived from COVID-19 and affecting to a greater or lesser degree all professional sectors, but particularly those professions responsible for direct care of the consequences of this crisis, whether from a medical, psychological or social point of view.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the area of Social Services, before the pandemic, social workers identified excessive workloads, stress and saturation (39.9%) as the main day-to-day problems, followed by high red tape (16.2%) and the existence of few resources (14.5%) [11] . It can be assumed that due to the COVID-19 these problems have worsened, something that could perhaps have been alleviated in part thanks to the increase in voluntary action [14] , with this sector, the volunteers, being precisely the one that has been most overwhelmed according to the results of our study.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In health professionals, the COVID-19 pandemic has generated symptoms of stress, anxiety, depression and insomnia among healthcare workers, with higher levels among women and older professionals [15] . In addition, it has been shown that certain sociodemographic, social and occupational factors significantly increase the risk of suffering problems such as anxiety, depression, stress. . .: there is a greater risk of suffering these problems depending on sociodemographic factors (greater risk in women and younger professionals), social factors (lack of social support, experiencing social rejection, or stigmatization), and occupational factors (carrying out care tasks on the front line, not having received specialized training on this type of situation, and having less work experience) [16] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[16]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As we can see, sociodemographic factors such as being female or being younger, which may cause mental health problems in health professionals, coincide with our results in terms of the groups that have been most affected by the situation. We also found coincidence with respect to occupational factors such as the development of frontline tasks or the lack of training, finding that just over two thirds (69.6%) of the participants have not benefited from training measures, practically 7 out of 10. It is in the private centers where the implementation of these training activities is most perceived, where almost half of the participants (46.3%) declare to have benefited from this measure, as opposed to a low level in the public sector (23.9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we found a shortage of training activities to address this situation, overall, 52% of the population studied positively values the degree of preparation and effectiveness of the measures implemented by the government compared to 48% of the population that does not value these measures positively. However, with regard to the degree to which the functions carried out in the workplace are affected, it is considerably appreciated that around 84% of people are being affected by the changes produced by the state of alarm, compared to 16% who have not been affected by the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this respect, a recent survey conducted by Ipsos [17] with almost 26,000 respondents in different countries, placed Spain among the European countries whose inhabitants consider that their government is doing a bad or very bad job with regard to the containment measures implemented (60%, only behind Japan, with 61%). Thus, it seems that the perception of the measures carried out in our country is less negative among Social Services professionals than that indicated by the general population.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The social emergency we are experiencing due to the COVID-19 pandemic highlights the need for an integrated social assistance service [18] . A social assistance system would require (among many things) the collection of vital data that quantifies the effect of COVID-19 on the social assistance sector [19] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The magnitude of this pandemic has confirmed the overall severity of the challenges that society currently confronts. The full impact of the social and economic consequences cannot be predicted at present, but can be intuitively understood from the fact that several countries have implemented total or partial blockades [20] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The WHO [21] has stated that the main psychological shock so far is the high rates of stress and anxiety due to the measures implemented by the government during the state of alarm, the quarantine and the consequences it has brought with respect to the daily routine that was lived before this situation. There has also been an increase in the number of people who find themselves in a situation of loneliness, depression and suicidal behavior. In addition, we must highlight the fear caused by concerns about the effect of the disease on patients with mental health disorders. Ignorance of the impact of the epidemic on people suffering from some kind of mental health disorders will increase the health inequalities that currently exist.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The impact of COVID-19 on mental health, has been reflected in a survey of 5,000 Chinese citizens [20] , which shows the following results during the SARS outbreak in 2003: 21.5% registered symptoms of post-traumatic stress disorder, depression (31.2%) symptoms experienced by quarantined citizens surveyed during the SARS outbreak in 2003. According to a survey of 2,091 Chinese citizens [22] the prevalence of PTSD symptoms among the public in mainland China one month after the outbreak of COVID-19 was 4.6%, while the prevalence in high-risk publics, e.g., in the Chinese provinces with the highest number of COVID-19 cases, was 18.4%. In Spain, a study carried out with a sample of 1,933 people [23] revealed that more than a quarter of the participants had reported symptoms of depression (27.5%), anxiety (26.9%) and stress (26.5%) and that, as the period of confinement progressed, the psychological symptoms increased.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Li et al. [24] , report a certain increase in the negative emotions discussed above: anxiety, depression and a high sensitivity to social risks. In contrast, there is a large decrease in positive emotions, such as happiness. The frequent use of social networks may be a positive factor in reducing negative mental health effects during the period of the pandemic.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The livelihoods of vulnerable groups in marginal areas are severely affected by the epidemic, and the reduction of income seriously damages the mental health of these groups [25] . In the future, measures must be taken to achieve equity in health to try to prevent mental disorders, depression, stress, anxiety, etc. Providing solutions and care for these patients must be one of the main focuses of health policies and strengthening the health system in Spain to provide emergency responses during the COVID-19 and other public health crises in the future.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mental health must be a priority for Spain and the rest of the world. The well-being of today's society must be a priority for governments. In the implementation of the proposed containment and de-escalation measures, it is essential and urgent to ensure the mental wellbeing of people and to try to alleviate the negative effects of the pandemic on the population. Economic and social protection measures that can prevent social inequalities must also be implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fear, anxiety, stress, etc. caused by the COVID-19 crisis can affect the well-being of social service professionals. During this pandemic, it is critical that you recognize the signs of stress, take steps to build resilience and manage job stress, and know where to go for help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although each person reacts differently to these types of situations, an epidemic like the one we are currently experiencing can generate common traits in terms of mental health. Situations resulting from the state of alarm mean that people experience symptoms derived from social distancing, quarantine or isolation, generating a feeling of anxiety, worry or fear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "However, despite the individual differences, a number of issues can be concluded that have contributed most strongly to the degree to which professionals have been overwhelmed by the situation. In this sense, it can be observed that this fact is positively associated with the degree to which the work of the social services has been affected by the health crisis and the state of alarm, as well as to the perception that these services have been overwhelmed by this situation and the alteration of the usual functions during the crisis period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The lack of preparation of the service to deal with a situation such as this, as well as the lack of coordination between institutions, the absence of clear and specific instructions with which to act, the fact that it does not have sufficient means to work in a non-presential way and the insufficiency of human resources with which to deal with this situation during the crisis period, have all contributed significantly to generating impotence and overloading of social service professionals who have been overwhelmed by the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "One of the limitations of this study, as we have stated in the section \"Analysis Strategy\", was the difficulty in accessing the sample due to the health emergency and confinement situation in Spain during the time the field work was carried out. Although there was a sufficiently large sample to be able to cover the objectives of the study, obtaining responses from all the regions of Spain, there is an over-representation of some regions over others according to the number of responses obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "Another of the limitations we found is that the field work was carried out shortly after the state of alarm was declared in Spain and the different protection measures in the work centres began to be implemented. Therefore, very little time passed from the time the measures were approved until they were submitted for consideration by the professionals. This short period of time may be a factor that influences the assessment made, so it would be interesting to continue to deepen this line of work, complementing the results presented here with future research that considers the evolution of the measures as well as the perception of professionals over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "However, we believe that the work is particularly interesting to evaluate the perception about the safety conditions and the measures carried out in the different workplaces belonging to the Social Services system in Spain, so that it can serve for a better preparation in case of having to go through a similar situation and prevent possible difficulties detected during the process. This is therefore an initial opinion of professionals who at that time were immersed in a situation in which their working and personal conditions were being drastically modified by the pandemic, and the experience gathered in this work could serve to improve services in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "In this way, this situation can become a real opportunity to improve the quality and efficiency of services, for example, it could be interesting to think about how greater coordination could be facilitated with other systems, especially the health system, or to go deeper into teleworking and how to improve conditions for it in order to take advantage of the experience of telematic work carried out during confinement and explore whether continuing to provide some services through this route would mean speeding up the system. It also represents an opportunity to reflect on the digital divide that affects many users of Spanish social services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "How to overcome this gap is one more challenge that the Spanish social services system must face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "Finally, the questionnaire included open-ended questions in which the participating professionals found a space to vent their concerns not only at work, but also personally and with their families, and the qualitative analysis of these issues that the research team is working on could also provide very interesting information from the point of view of mental health and occupational health, with a view to the possibility of implementing mechanisms in social services to prevent or mitigate related problems such as anxiety, depression, stress or burnout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "Supporting information S1 File. Analysis data in SPSS format have been made available to the journal. (ZIP) S1 Appendix. Full questionnaire used in the research translated into English 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        },
        {
            "text": "(DOCX)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study and proposals for the improvement of social services"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early estimates of the indirect effects of the CVID-19 pandemic on maternal and child mortality in low-income and middle-income countries: a modeling study. The Lancet Global Health. 2020: Published on line may",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Roberton",
                    "suffix": ""
                },
                {
                    "first": "E D",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stegmuller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "30229--30230",
            "other_ids": {
                "DOI": [
                    "10.1016/52214-109X(20)30229-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "UNDP: United Nations Development Program",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Should we trust web-based studies? A comparative analysis of six preconceptions about internet questionnaires",
            "authors": [
                {
                    "first": "S D",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vazire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Psychologist",
            "volume": "59",
            "issn": "2",
            "pages": "93--104",
            "other_ids": {
                "DOI": [
                    "10.1037/0003-066X.59.2.93"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The online laboratory: Conducting experiments in a real labor market",
            "authors": [
                {
                    "first": "J J",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "D G",
                    "middle": [],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Zeckhauser",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Experimental Economics",
            "volume": "14",
            "issn": "3",
            "pages": "399--425",
            "other_ids": {
                "DOI": [
                    "10.1007/s10683-011-9273"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Las encuestas autoadministradas por Internet: Un estudio de caso: las familias adoptivas y sus estilos de vida. Empiria: Revista de metodología de ciencias sociales",
            "authors": [
                {
                    "first": "M J",
                    "middle": [],
                    "last": "Rodríguez-Jaume",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzá Lez-Río",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "155--175",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Web survey methods: introduction. Public Opinion Quarterly",
            "authors": [
                {
                    "first": "M P",
                    "middle": [],
                    "last": "Couper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "831--835",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparative response to a survey executed by post, e-mail, & web form",
            "authors": [
                {
                    "first": "G W",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Trumbo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Computer Mediated Communication",
            "volume": "6",
            "issn": "1",
            "pages": "15--29",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CGTS: General Council of Social Work",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CGTS: General Council of Social Work",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Salud mental y estré s ocupacional en trabajadores de la salud a la primera línea de la pandemia de COVID-19",
            "authors": [
                {
                    "first": "M A",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Alencar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revista Cuidarte",
            "volume": "11",
            "issn": "2",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.15649/cuidarte.1222"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "EFE: Agency EFE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impacto psicoló gico de la COVID-19 en una muestra de profesionales sanitarios españoles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dosil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ozamiz-Etxebarria",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Redondo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaureguizar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picaza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Psiquiatr Salud Ment",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rpsm.2019.10.001"
                ],
                "PMID": [
                    "31735694"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "EASP: Andalusian School of Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Granada: EASP; 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Paris: EASP; 2020",
            "authors": [],
            "year": 2020,
            "venue": "IPSOS: Multinational Market Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Covid-19: why we need a national health and social care service. Neglect of social care during the pandemic shames the",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allyson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harding-Edgar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "UK. Editorials",
            "volume": "369",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1465"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19) in the United Kingdom: A personality-based perspective on concerns and intention to self-isolate",
            "authors": [
                {
                    "first": "Alison",
                    "middle": [
                        "M"
                    ],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Philip",
                    "middle": [
                        "J"
                    ],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Journal of Health Psychology",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1111/bjhp.12391"
                ],
                "PMID": [
                    "31609514"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impact of human disasters and COVID-19 pandemic on mental health: potential of digital psychiatry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cosic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Popovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kesedžic",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatria Danubina",
            "volume": "32",
            "issn": "1",
            "pages": "25--31",
            "other_ids": {
                "DOI": [
                    "10.24869/psyd.2020.25"
                ],
                "PMID": [
                    "32303026"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "WHO: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prevalence and risk factors of acute posttraumatic stress symptoms during the COVID-19 outbreak in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.06.20032425"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Psychological Symptoms During the Two Stages of Lockdown in Response to the COVID-19 Outbreak: An Investigation in a Sample of Citizens in Northern Spain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ozamiz-Extebarria",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Idoiaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dosil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picaza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.00001"
                ],
                "PMID": [
                    "32038435"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Impact of COVID-19 Epidemic Declaration on Psychological Consequences: A Study on Active Weibo Users",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "6",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17062032"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Combating COVID-19: health equity matters",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "458",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0823-6"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The suspension of Day Care Centers and Home Help Services that are not considered Minimum Services generates a problem of conciliation in the carers of dependent people and an overload in their care tasks. ,178 �� ,000 410 Confinement has severely affected people with mental health and mental illness and their families. ,205 �� ,000 402 Confinement is seriously affecting women victims of gender-based violence and their children. ,185 �� ,000 393",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Socio-demographic characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Factorial analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Correlations between the degree to which the functions are affected by the state of alarm and the rest of the factors. F2 scale P2. Degree of affectation of functions by state of alarm https://doi.org/10.1371/journal.pone.0241538.t004",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Workplace characteristics of people who feel overwhelmed by the situation.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Correlations between feeling overwhelmed and the measures developed to attend to the vulnerable population.The measures taken for the social and health monitoring of this population have allowed adequate attention to be given to it.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "https://doi.org/10.1371/journal.pone.0241538.t006",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Correlations between feeling overwhelmed by the situation and affecting professional functions.The work that we develop from the social services has been very affected by the appearance of the COVID-19 and the state of alarm.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "To all the social service professionals in Spain who participated in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceptualization: Octavio Vázquez-Aguado. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Octavio Vázquez-Aguado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Writing -review & editing:"
        }
    ]
}