{
    "paper_id": "42a0933bf981d4c75d4c8392298c27dee967c537",
    "metadata": {
        "title": "A case of novel coronavirus (COVID-19)-induced viral myocarditis mimicking a Takotsubo cardiomyopathy",
        "authors": [
            {
                "first": "Yaser",
                "middle": [],
                "last": "Khalid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jefferson Health System",
                    "location": {
                        "settlement": "Stratford",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Neethi",
                "middle": [],
                "last": "Dasu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jefferson Health System",
                    "location": {
                        "settlement": "Stratford",
                        "region": "New Jersey"
                    }
                },
                "email": ""
            },
            {
                "first": "Kirti",
                "middle": [],
                "last": "Dasu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Syracuse University",
                    "location": {
                        "settlement": "Syracuse",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Currently, there is a paucity of data on the cardiac manifestations of the novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We present a patient with coronavirus disease 2019 (COVID-19) pneumonia complicated by hypotension and cytokine storm, followed by viral myocarditis mimicking features of Takotsubo cardiomyopathy. Rapid improvement of cardiac function after treatment highlights the importance of obtaining early cardiac biomarkers and noninvasive imaging in this patient population. We also illustrate that cardiac involvement may occur with COVID-19 cases that have predominantly respiratory tract signs and symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 76-year-old woman who presented with subjective fevers, nonproductive cough, and dyspnea was admitted to the intensive care unit for acute hypoxic respiratory failure secondary to COVID-19 infection. On examination, her blood pressure was 110/53 mm Hg, pulse rate was 124 beats/min and regular, respiratory rate was 31 breaths/min, oxygen saturation was 79% on 10 L oxygen nasal cannula, her temperature was 102.3 F, and she was in severe respiratory distress. Cardiovascular examination revealed tachycardia. Lung exam revealed diffusely decreased breath sounds and crackles. The remainder of the physical examination was unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient's medical history was notable for hypertension, hyperlipidemia, and hypothyroidism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical history"
        },
        {
            "text": "The differential diagnosis of acute dyspnea with hypoxia in a 73-year-old woman is broad. COVID-19-induced acute respiratory distress syndrome was a major concern. Other differential diagnoses were acute pulmonary embolism, acute heart failure, septic shock, cardiac tamponade, acute coronary syndrome, viral pneumonia from other pathogens, bacterial pneumonia, and viral cardiomyopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential diagnosis"
        },
        {
            "text": "Results of laboratory testing during initial hospital admission were the following: potassium 2.2 mEQ/L (3.5-5.0 mEQ/L), creatinine 1.79 mg/dL (0.7-1.3 mg/dL), C-reactive protein 23.10 mg/L (0.0-0.8 mg/dL), interleukin-6 (IL-6) 781.46 mg/L (0-12.4 mg/L), lactate dehydrogenase 334 U/L (60-100 U/L), ferritin 457 ng/mL (15-200 ng/mL), procalcitonin 15.20 ng/mL (0.10-0.49 ng/mL), prothrombin time 18.9 seconds (11-13 seconds), fibrinogen .600 mg/dL (150-350 mg/dL), white blood cell count 16.1 cells/L (4000-10,000 cells/mL) with 92.7% neutrophils, IgG 1622 mg/dL (700-1600 mg/dL). The patient tested positive for SARS-CoV-2. Initially, the troponin was 0.03 ng/dL; however, highsensitivity troponin peaked later in the hospital course at 503 ng/L (,14 ng/L for women) and proBNP was 35,000 pg/mL (,450 pg/mL). These values indicated extraordinarily high levels of these serum enzymes. A chest radiograph showed diffuse bilateral pulmonary edema vs infiltrates (Supplemental Figure 1) . A repeat chest radiograph revealed KEY TEACHING POINTS COVID-19 seems to have a multitude of cardiac manifestations, including myocarditis mimicking Takotsubo cardiomyopathy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Investigations"
        },
        {
            "text": "Hemodynamic instability in COVID-19 can be secondary to cardiac manifestations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "The exact mechanism of SARS-CoV-2-induced myocardial injury is currently unknown, but perhaps there is a role for cardiac biomarkers and imaging for surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "Early use of anti-inflammatory medications can play a role in blunting cardiac injury secondary to SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "KEYWORDS ARDS; Acute respiratory distress syndrome; COVID-19; Cytokine storm; LVEF recovery; Takotsubo cardiomyopathy; Viral myocarditis (Heart Rhythm Case Reports 2020;6:473-476) worsening diffuse bilateral pulmonary opacities/infiltrates vs edema ( Figure 1 ). An electrocardiogram showed no signs of ischemia, normal sinus rhythm with a short PR interval of 72 ms, left ventricular (LV) hypertrophy, and a QTc interval of 680 ms (Supplemental Figure 2 ). Previous echocardiograms from prior hospitalizations and initially on admission showed a normal LV ejection fraction (LVEF) and no wall motion abnormalities. Now, a transthoracic echocardiogram (TTE) revealed a severely decreased LV systolic function with segmental wall motion abnormalities, akinesis of the distal segments of the left ventricle with relatively preserved function at the base, and akinesis of the mid and distal portions of the right ventricle with preserved function at the base of the free wall as well as an ejection fraction (EF) of 25%-30% (normal range .50%) ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 259,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 454,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Investigations"
        },
        {
            "text": "The patient was intubated for respiratory distress and hypoxic respiratory failure. At that time, a limited bedside TTE was conducted to evaluate the thoracic structures and overall hemodynamic state of the patient, which revealed a normal cardiac EF of 55%. She was found to be in a shock state and required vasopressor support with norepinephrine. This was followed by initiation of the ARDSnet protocol. The patient was treated with 2 doses of tocilizumab (480 mg and 240 mg), intravenous immunoglobulin (25 g for 5 days), ceftriaxone, cefdinir, and cefepime owing to cytokine storm from COVID-19 and leukocytosis. She was not treated with hydroxychloroquine or azithromycin owing to a prolonged QTc interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "A repeat chest radiograph ( Figure 1 ) revealed worsening bilateral airspace opacities vs vascular congestion, so the patient was treated with intravenous furosemide 40 mg. At this time, cardiac enzymes were found to be elevated. A repeat bedside TTE was performed and revealed an LVEF of 20%-25%. The resulting findings created concern for severe viral myocarditis, so the patient was transferred to a tertiary center for possible advanced management. At the facility, a complete 2D echocardiogram revealed an LVEF of 25%-30% along with wall motion abnormalities (Supplemental Videos 1-3). Her non-ST-elevation myocardial infarction was suspected to be secondary to a viral cardiomyopathy, but she was treated with therapeutic enoxaparin as a precaution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Management"
        },
        {
            "text": "After completion of tocilizumab, and within 2 days of completing intravenous immunoglobulin, her LVEF recovered to 50% on TTE, with overall mildly reduced LV systolic function, mid-septal and apical hypokinesis, and mildly reduced right ventricular function (Figure 3 , Supplemental Figure 4 , Supplemental Videos 4-6). Blood and respiratory cultures were negative. Inflammatory markers greatly improved but then worsened again. IL-6, however, continued to downtrend from 781.46 mg/L to 171.82 mg/L 2 days after the completion of treatment. A decrease in the level of high-sensitivity troponin from 503 ng/L to 418 ng/L was also observed. She was not a candidate for extracorporeal membrane oxygenation owing to her advanced age. After improvement of her LVEF, the patient was transferred back to our intensive care unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Management"
        },
        {
            "text": "After the first case of COVID-19 occurred in Wuhan, China, SARS-CoV-2 swiftly spread worldwide and became a pandemic. The data of 1527 patients with SARS-Cov-2induced (COVID-19) infection from China's Center for Disease Control revealed that mortality and morbidity rates have been as high as 16.4% in patients with hypertension and 17.1% in patients who have other cardiovascular disease. 1-3 Figure 1 Chest radiograph 2 days after intubation with worsening bilateral pulmonary opacities vs edema. Virus infection is known to be one of the most common causes of myocarditis. 3 Acute myocardial injury has increasingly been observed as an initial cardiac complication of COVID-19. 2 For our patient, there was concern for direct myocardial injury because SARS-CoV-2 can enter cardiac myocytes by binding to angiotensin-converting enzyme 2, thus disrupting the angiotensin-converting enzyme 2 signaling pathways leading to injury of cardiac myocytes. 1 Findings of severely reduced LV systolic function, SARS-CoV-2-positive status, and signs and symptoms of infection alluded to a viralinduced myocarditis. 2, 4 However, certain aspects on TTE, such as apical ballooning, made Takotsubo cardiomyopathy a part of our differential diagnosis. The right ventricle, though, is rarely involved in Takotsubo cardiomyopathy and viral myocarditis can present with regional wall motion abnormalities. Thus, our patient was diagnosed with a viral myocarditis with features mimicking Takotsubo cardiomyopathy.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 577,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 681,
                    "end": 682,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 950,
                    "end": 951,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1106,
                    "end": 1108,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1109,
                    "end": 1110,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 402,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The American College of Cardiology recently released an advisory discouraging random measurement of cardiac biomarkers such as troponins and brain natriuretic peptides. 2 However, having these measurements was important, as they revealed a significant degree of cardiac injury secondary to COVID-19 and informed our management plan, ultimately prompting a transfer to a tertiary care center. These findings suggest that patients, such as ours with severe symptoms, could have complications involving acute myocardial injury 5 contributing to their hemodynamic instability and shock state.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patients demonstrating heart failure, arrhythmia, electrocardiogram changes, or cardiomegaly should have echocardiography despite the cautious use of imaging for patients with COVID-19. 3 The echocardiogram helped us better diagnose our patient and transfer her to a higher level of care. Cardiac magnetic resonance imaging or cardiac biopsy was not performed to limit exposure. These diagnostic studies would have been helpful in distinguishing between myocarditis and Takotsubo cardiomyopathy. Viral myocarditis is distinguished by the presence of many inflammatory cells and interstitial edema on examination of an endomyocardial biopsy specimen, and a gadolinium enhancement pattern on cardiac magnetic resonance imaging. 6 Our patient was managed with several medications with anti-inflammatory properties. These treatments helped reduce her myocardial injury and allowed for LVEF recovery. Proposed mechanisms of myocardial and lung injury are cytokine storm, which has been theorized to be secondary to an imbalanced response by type 1 and type 2 T-helper cells, and increased activity of the Notch pathway that increases proliferation of IL-6. 7 Tocilizumab is an immunosuppressive drug and an anti-human IL-6 receptor monoclonal antibody, which blocks IL-6 from binding to its receptor, and as a result stunts the immune inflammatory response. 8 Tocilizumab has been proven to be effective in treating patients with severe manifestations of COVID-19 by improving clinical symptoms and stunting deterioration. 8 Furthermore, steroids are currently not being employed in the treatment of acute respiratory distress syndrome in COVID-19, but perhaps there is a role for them in patients with COVID-induced myocarditis without other contraindications. 6 Employment of noninvasive techniques (bedside TTE and cardiac biomarkers) should be considered to assess hypotensive patients given the possibility of insidious and potentially deadly cardiac complications of COVID-19. More randomized trials are needed for each of these treatments to properly assess their impact on myocardial injury and cardiac dysfunction in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1353,
                    "end": 1354,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1518,
                    "end": 1519,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1757,
                    "end": 1758,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recognition of COVID-19-associated cardiac complications will be vital to early intervention, surveillance, and management of embattled patients, highlighting the importance of early cardiology involvement in patients developing cardiac complications secondary to COVID-19 infection during this pandemic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cardiac involvement in a patient with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Inciardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaccone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiovascular disease and COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab Syndr",
            "volume": "14",
            "issn": "",
            "pages": "247--250",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Case 8-2018: A 55-year-old woman with shock and labile blood pressure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loscalzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1043--1053",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiac and arrhythmic complications in patients with COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Kochi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Tagliari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Forleo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Fassini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tondo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "31",
            "issn": "",
            "pages": "1003--1008",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Surviving Sepsis Campaign: guidelines on the management of critically ill adults with Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The heart in COVID19: primary target or secondary bystander?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Libby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JACC Basic Transl Sci",
            "volume": "5",
            "issn": "",
            "pages": "537--542",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effective treatment of severe COVID-19 patients with tocilizumab",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "117",
            "issn": "",
            "pages": "10970--10975",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Initial transthoracic echocardiogram of Takotsubo cardiomyopathy, parasternal long-axis view.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Follow-up transthoracic echocardiogram showing resolution of Takotsubo cardiomyopathy, parasternal long-axis view.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data associated with this article can be found in the online version at https://doi.org/10.1016/j.hrcr.2020. 05.020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix Supplementary data"
        }
    ]
}