{
    "paper_id": "42a36387b34f4a3471aada84859c56d54db375dd",
    "metadata": {
        "title": "What shapes cognitions of climate change in Europe? Ideology, morality, and the role of educational attainment",
        "authors": [
            {
                "first": "Heinz",
                "middle": [],
                "last": "Welsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oldenburg",
                    "location": {
                        "postCode": "26111",
                        "settlement": "Oldenburg",
                        "country": "Germany"
                    }
                },
                "email": "welsch@uni-oldenburg.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "Cognitions about climate change are of critical importance for climate change mitigation as they influence climate-relevant behaviors and the support of climate policy. Using about 30,000 observations from a large-scale representative survey from 23 European countries, this study provides two major findings. First, important policy-relevant climate change cognitions do not only differ by individuals' ideological identity (left versus right) but-independently-by their moral identity, that is, the pattern of endorsement of the moral foundations: Care, Fairness, Liberty, Loyalty, Authority, and Purity/Sanctity. In particular, controlling for ideological position, the cognitions that the world climate is changing, that climate change is human-made, and that climate change impacts are bad are significantly negatively related to stronger endorsement of the Authority and Sanctity foundations while being positively related to stronger endorsement of the Loyalty and Fairness foundations. Second, not only the ideology-related cognitive divide but the morality-related divide is larger in individuals with tertiary education, consistent with the idea that individuals with greater science literacy and numeracy use these skills to adjust their cognitions to their group identity. The finding that better education may amplify rather than attenuate the ideology and morality dependence of decision-relevant climate change cognitions sheds doubt on the proposition that better education unambiguously furthers the prospects for climate change mitigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Limited or incorrect cognitions about the existence, origins, and impacts of climate change are a major barrier to climate change mitigation. • European citizens' climate change cognitions are shaped not only by ideological identity (left-right) but by moral identity (universalist-parochial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "• A higher level of education is associated with higher rather than lower ideology and morality dependence of important climate change cognitions. • To minimize harmful identity dependence, climate cognitions and climate policy should be sheltered from being fused with antagonistic policy issues such as state interference or national sovereignty. • To attenuate the morality-related divide, climate change mitigation should be (re)framed such as to establish an accord between mitigation and the moral values that are presently associated with \"climate skepticism\" (for instance framing degradation of the climate system as a violation of Purity/ Sanctity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "Cognitions about climate change are highly relevant for climate change mitigation for at least two reasons (Gifford 2011) : First, people unaware of or skeptic about the existence, origins, and impacts of climate change are unlikely to take measures to curb greenhouse gas emissions or support public policies to protect the climate. Second, even among those who are aware of the problem, a lack of knowledge about the cause and extent of climate change may lead to ignorance about which (individual and collective) actions are available and how effective different actions are. Sound knowledge about climate change and the options for ameliorating is thus an important precondition for effective climate policy.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 121,
                    "text": "(Gifford 2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Action-relevant cognitions about climate change are shaped by several factors. An obvious source of more accurate knowledge about climate change is better education. Indeed, educational attainment has long been identified as a consistent predictor of environment-related perceptions and concerns (e.g., Dietz et al. 1998) , and a meta-analysis of close to 200 polls and academic studies has revealed that education is one of the strongest correlates of the belief in climate change (Hornsey et al. 2016) . More recently, cognitions about the existence, origins, and impacts of climate change have been found to display a strong left-right ideological divide in many countries, with adherents to the left expressing greater belief in and concern about climate change than adherents to the right (e.g., McCright et al. 2015 , McCright et al. 2016 , Hornsey et al. 2016 , Hornsey et al. 2018 . Indeed, political ideology and affiliation are stronger predictors of climate change belief than any other demographic variable (Hornsey et al. 2016) .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 321,
                    "text": "Dietz et al. 1998)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "(Hornsey et al. 2016)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 801,
                    "end": 821,
                    "text": "McCright et al. 2015",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 822,
                    "end": 844,
                    "text": ", McCright et al. 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 845,
                    "end": 866,
                    "text": ", Hornsey et al. 2016",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 867,
                    "end": 888,
                    "text": ", Hornsey et al. 2018",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1019,
                    "end": 1040,
                    "text": "(Hornsey et al. 2016)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The psychological mechanism behind the association between ideological identity and climate change beliefs is identity-protective cognition (Kahan et al. 2007) ; that is, people adjust their beliefs and world views to their personal and social identities in order to minimize cognitive dissonance (Festinger 1957) . 1 The techniques employed in forming identity-protective cognitions include individuals' differentially attending to (through selective exposure or avoidance) and/or processing (through motivated reasoning) information (e.g., Garrett et al. 2011 , Kunda 1990 , respectively) in a way that agrees with their values and world views. Due to identity-protective cognition, division in terms of ideological position may translate into division of climate change beliefs.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 159,
                    "text": "(Kahan et al. 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 297,
                    "end": 313,
                    "text": "(Festinger 1957)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 316,
                    "end": 317,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 561,
                    "text": "Garrett et al. 2011",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 562,
                    "end": 574,
                    "text": ", Kunda 1990",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As shown by Kahan et al. (2017a) , politically polarized views on science in the USA are better explained by identity-protecting cognitive strategies than by the competing hypothesis of deficits in the public's capacity to comprehend scientific evidence. In addition-contrary to conventional expectations-ideology dependence of climate change cognitions has been found to be stronger rather than weaker in individuals with greater science literacy and numeracy, on the grounds that these abilities facilitate adjustment of beliefs to identity through selection and processing of information (Kahan et al. 2017a) .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 32,
                    "text": "Kahan et al. (2017a)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 611,
                    "text": "(Kahan et al. 2017a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering that science literacy and numeracy may be related to general educational attainment, this finding suggests that a higher level of education may foster rather than attenuate the identity dependence of climate change cognitions. Consistent with this view, Czarnek et al. (2020) found the ideological divide of climate change cognitions in developed countries to be increasing in individuals' years of education, whereas the evidence is ambiguous with respect to less developed countries.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 287,
                    "text": "Czarnek et al. (2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the bulk of the literature on identity-protective climate change cognitions focused on ideological identity (political affiliation or position on the left-right scale), one recent paper (Welsch 2021) has studied the relationship between moral identity and climate change cognitions. 2 Drawing on so-called moral foundations theory (Haidt and Joseph 2007 , Graham et al. 2011 , Haidt 2012 , the paper found significant relationships between beliefs which foster climate friendly behaviors and the endorsement of universalist (individual-focused)-as opposed to parochial (groupfocused)-moral values. Specifically, individuals hold stronger beliefs that climate change has bad impacts the more they endorse the moral values of Fairness and Liberty (universalist values) and the less they endorse Authority and Sanctity (parochial values). Importantly, these relationships hold even when controlling for ideological identity (position on the left-right scale). 3 It should be noted that much of the work on ideologydependent cognition, motivated reasoning, and the moderating role of science literacy and numeracy focused on North American populations (e.g., Kahan et al. 2007 , Kahan et al. 2017a . Analyzing data from 25 developed and emerging countries, Hornsey et al. (2018) found relationships between climate skepticism and 5 ideological variables to be statistically significantly stronger in the USA than in the pool of 24 other nations. The relationships also tended to be stronger in 5 English speaking nations (other than the USA) than in the 24-nation pool, but not significantly so. At the level of individual countries, the relationship between climate skepticism and more right-leaning ideology was positive in 19 out of 25 countries (significantly so in 7 countries). While their does not seem to be evidence on the moderating role of science literacy and numeracy in the cognition-ideology relationship outside the USA (Kahan et al. 2017a) , Czarnek et al. (2020) found a significant moderating role of the related notion of educational attainment in a set of 22 European countries. With respect to the relationship between climate change cognitions and moral identity, a moderating role for science literacy and numeracy or education has not been studied as yet.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 205,
                    "text": "(Welsch 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 337,
                    "end": 359,
                    "text": "(Haidt and Joseph 2007",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 380,
                    "text": ", Graham et al. 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 381,
                    "end": 393,
                    "text": ", Haidt 2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 963,
                    "end": 964,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1178,
                    "text": "Kahan et al. 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1179,
                    "end": 1199,
                    "text": ", Kahan et al. 2017a",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1280,
                    "text": "Hornsey et al. (2018)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1938,
                    "end": 1958,
                    "text": "(Kahan et al. 2017a)",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1982,
                    "text": "Czarnek et al. (2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present paper studies the role for climate change cognitions of ideological identity, moral identity, and cognitive ability 1 Cognitive dissonance is a psychological discomfort arising from a misalignment between an individual's values and choices and the facts that characterize the choice situation. Cognitive dissonance can be resolved by changing one's identity-relevant values or, conversely, by interpreting the facts to match one's values. Given the individual's desire for a stable personal identity, the latter is a widespread strategy (Festinger 1957 ).",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 564,
                    "text": "(Festinger 1957",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Human morality has come to be conceived of as a cultural-evolutionary response to challenges involved in the cooperative provision of public goods (e.g., Haidt 2012 , Tomasello 2016 . Welsch (2020) studied the relationship between the endorsement of a distinct set of fundamental moral values (moral foundations) and intentions to contribute to the public good of climate change mitigation. 3 While some correlations exist between ideological position and endorsement of the moral foundations, they are conceptually and empirically distinct (Graham et al. 2011 , Haidt 2012 jointly. It augments the literature on climate change cognitions, identity, and cognitive skills and abilities in several ways. First, it extends the evidence on the ideology-cognition-ability relationship (Kahan et al. 2017a ) from a small US sample to a large representative European sample. 4 Second, in focusing on the morality-cognition nexus, it studies a larger set of climate change cognitions than previously considered (Welsch 2021) . Third, using educational attainment as a measure of cognitive ability, it studies for the first time the role of cognitive ability as a potential moderator of the morality-cognition relationship. Finally, it discusses climate policy conclusions, drawing on the notion of the \"tragedy of the science communication commons\" (Kahan 2017 , Kahan et al. 2017b .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 166,
                    "text": "Haidt 2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 167,
                    "end": 183,
                    "text": ", Tomasello 2016",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 186,
                    "end": 199,
                    "text": "Welsch (2020)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 562,
                    "text": "(Graham et al. 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 563,
                    "end": 575,
                    "text": ", Haidt 2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 782,
                    "end": 801,
                    "text": "(Kahan et al. 2017a",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1018,
                    "text": "(Welsch 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1343,
                    "end": 1354,
                    "text": "(Kahan 2017",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1355,
                    "end": 1375,
                    "text": ", Kahan et al. 2017b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The empirical analysis uses about 30,000 observations for 23 European countries from Round 8 of the European Social Survey (ESS) and involves four climate change cognitions (the world climate is changing; climate change is caused by human activities; climate change has bad impacts; reducing personallevel energy use can reduce climate change), individuals' placement on the left-right scale, and individuals' endorsement of six moral foundations (Care, Fairness, Liberty, Loyalty, Authority, and Purity/Sanctity). 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The key findings and conclusions can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key findings and conclusions"
        },
        {
            "text": "• Action-relevant climate change cognitions of European citizens are shaped not only by ideological identity (leftright) but by moral identity (universalist-parochial), where more right-leaning individuals and those with a more parochial (group-focused) morality display greater climate skepticism than more left-leaning individuals and those with a more universalist (individual-focused) morality. • In contrast to popular views, more education is not on its own a solution to climate denial, as a higher level of education is associated with higher rather than lower ideology and morality dependence of important climate change cognitions. • To minimize harmful identity dependence, climate cognitions and climate policy should be sheltered from being fused with antagonistic policy issues such as state interference or national sovereignty. • To attenuate the morality-related divide, climate change mitigation should be (re)framed such as to establish an accord between mitigation and the moral values that are presently associated with climate skepticism (for instance framing degradation of the climate system as a violation of Purity/Sanctity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key findings and conclusions"
        },
        {
            "text": "In more detail, multiple regression analysis reveals that all cognitions studied are significantly negatively related to a more right-leaning ideological position and significantly positively related to stronger endorsement of Fairness, whereas all but one cognitions are significantly negatively related to stronger endorsement of Authority and Sanctity. Similar to the literature on the role of science literacy, the paper finds that the ideology dependence of the cognitions studied is significantly stronger in individuals with a tertiary education (that is, a bachelor degree or higher). In addition to the ideology-cognition relationships, 9 of the 24 morality-cognition relationships are also significantly stronger in individuals with tertiary education. In particular, the cognitions that climate change is human-made and that climate change impacts are bad are more morality dependent in individuals with better education than in less educated people. In contrast to the latter cognitions, the belief that the climate is changing is-on balance-less morality dependent in better educated than in less well educated people. The level of education per se is positively related to the cognitions that the climate is changing, that climate change is human-made, and that climate change impacts are bad. The role of better education in shaping climate change cognitions is thus ambiguous as better education per se improves climate knowledge but tends to amplify biases in the relevant cognitions that result from identity-protective information selection and processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detailed results"
        },
        {
            "text": "Observing that Fairness falls into the category of universalist (individual-focused) moral foundations whereas Authority and Sanctity are constitutive of a parochial (group-focused) morality (Graham et al. 2011 , Haidt 2012 , it can be noted that in addition to the familiar ideology-related divide in climate change cognitions there is a divide between adherents to a universalist and a parochial morality and that the level of education tends to widen rather than narrow both types of divide. 4 See Czarnek et al. (2020) for a similar analysis. 5 To put this work in perspective, it should be noted that the countries included in the sample, despite being European, show considerable cultural differences. With respect to political culture, it has typically been found that individuals in former communist countries show lower levels of environmental concern decades after the collapse of communism (for a discussion see, e.g., Welsch and Kühling 2017) . In addition, the more general hypothesis that individuals living in a common cultural area-the Nordic, West European, East European, or Mediterranean countries-show more similar environmental attitudes was studied but failed to find support (Welsch and Kühling 2017) . Rather, this study found countries' geographic proximity, neighborhood (common border), and common membership in the European Union to be significant predictors of more similar environmental attitudes. These aspects of political and cultural geography are outside the scope of this paper.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 210,
                    "text": "(Graham et al. 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 211,
                    "end": 223,
                    "text": ", Haidt 2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 501,
                    "end": 522,
                    "text": "Czarnek et al. (2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 930,
                    "end": 954,
                    "text": "Welsch and Kühling 2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1198,
                    "end": 1223,
                    "text": "(Welsch and Kühling 2017)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Detailed results"
        },
        {
            "text": "The remainder of the paper is organized as follows. The \"Method\" section presents the data and empirical strategy. The \"Results\" section presents the results. The \"Discussion and climate policy conclusions\" section offers a discussion and some climate policy conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organization of the paper"
        },
        {
            "text": "The data used in the empirical analysis are taken from the European Social Survey (ESS) (see www. europ eanso cials urvey. org). The ESS is a cross-sectional, multi-country survey covering over 30 nations. ESS data are obtained using random (probability) samples, where the sampling strategies are designed to ensure representativeness and comparability across European countries. I use data from Round 8 (2016) because it includes a \"Climate Change\" module that offers data for climate change cognitions, along with ideological position, endorsement of the moral foundations, educational attainment, and a set of sociodemographic control variables. ESS Round 8 covers the following countries: Austria, Belgium, Czech Republic Estonia, Finland, France, Germany, Hungary, Ireland, Israel, Iceland, Italy, Lithuania, Netherlands, Norway, Poland, Portugal, Russian Federation, Sweden, Slovenia, Spain, Switzerland, and the UK. The total number of valid cases is 44,387. The number of observations available for regression analysis amounts to about 30,000, depending on the specific specification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and variables"
        },
        {
            "text": "The dependent variables (climate change cognitions) are the degrees of agreement to the propositions that the world climate is changing, that climate change is human-made, that climate change has bad impacts, and that changing one's own energy consumption is effective in mitigating climate change. The respective survey questions, coding, and summary statistics are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "World Climate is Changing: Do you think the world's climate is changing? 1 = \"definitely not changing\" to 4 = \"definitely changing\" (original coding reversed for empirical analysis). Mean = 3.48, SD = 0.69. Climate Change Human-Made: Do you think that climate change is caused by natural processes, human activity, or both? 1 = \"entirely by natural processes,\" 2 = \"mainly by natural processes,\" 3 = \"about equally by natural processes and human activity,\" 4 = \"mainly by human activ-ity,\" 5 = \"entirely by human activity.\" The response \"I don't think climate change is happening\" was omitted. Mean = 3.42, SD = 0.80. Climate Change Impacts Bad: How good or bad do you think the impact of climate change will be on people across the world? 0 = \"extremely good\" to 10 = \"extremely bad\" (original coding reversed for empirical analysis). Mean = 6.74, SD = 2.20. Individual Mitigation Effective: How likely do you think it is that limiting your own energy use would help reduce climate change? 0 = \"not at all likely\" to 10 = \"extremely likely.\" Mean = 4.35, SD = 2.65.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variables"
        },
        {
            "text": "The main explanatory variables are an indicator of whether an individual has tertiary education, the position on the leftright scale, and the degrees of endorsement of the moral foundations. The respective survey questions, coding, and summary statistics are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanatory variables"
        },
        {
            "text": "Tertiary: What is your highest level of education? 1 = less than lower secondary, 2 = lower secondary, 3 = lower tier upper secondary, 4 = upper tier upper secondary, 5 = advanced vocational (sub-degree), 6 = lower tertiary education (BA level), 7 = higher tertiary education (MA level or higher). The first five levels were coded as zero, and the last two levels were coded as 1. Mean = 0.24, SD = 0.37. Right: In politics, people sometimes talk of \"left\" and \"right.\" Using this card, where would you place yourself on this scale, where 0 means the left and 10 means the right? Mean = 5.16, SD = 2.24. Moral foundations: \"Now I will briefly describe some people. Please tell me how much each person is or is not like you.\" 1 = \"not at all like me\" to 6 = \"very much like me\" (original coding reversed for empirical analysis). Care: \"It is very important to her/him to help the people around her/him. She/he wants to care for their wellbeing.\" Mean = 3.80, SD = 1.01. Fairness: \"She/he thinks it is important that every person in the world should be treated equally. She/he believes everyone should have equal opportunities in life.\" Mean = 3.82, SD = 1.08. Liberty: \"It is important to her/him to make her/his own decisions about what she/he does. She/he likes to be free and not depend on others.\" Mean = 3.82, SD = 1.10. Loyalty: \"It is important to her/him to be loyal to her/his friends. She/he wants to devote herself/himself to people close to her/him.\" Mean = 4.04, SD = 0.95. Authority: \"She/he believes that people should do what they're told. She/he thinks that people should follow rules at all times, even when no-one is watching.\" Mean = 2.77, SD = 1.40. Sanctity: \"Tradition is important to her/him. She/he tries to follow the customs handed down by her/his religion or her/his family.\" Mean = 3.82, SD = 1.05. The ESS items used to measure endorsement of Care, Fairness, Liberty, Loyalty, Authority, and Sanctity do not explicitly refer to moral foundations theory. Rather, the correspondence of the survey items to the moral foundations relies on the formulations used in the survey. Welsch (2020) shows that the moral foundations proxied this way have very similar properties (correlations with each other and with sociodemographic variables) as variables obtained from the \"Moral Foundations Questionnaire\" (Graham et al. 2011) . It may also be noted that some of the survey questions explicitly involve a differentiation between individual-focused (universalistic) and group-focused (parochial) morality. This is most salient with respect to Fairness and Loyalty, the former referring to \"every person in the world,\" whereas the latter refers to \"people close.\"",
            "cite_spans": [
                {
                    "start": 2102,
                    "end": 2115,
                    "text": "Welsch (2020)",
                    "ref_id": null
                },
                {
                    "start": 2327,
                    "end": 2347,
                    "text": "(Graham et al. 2011)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Explanatory variables"
        },
        {
            "text": "Control variables are age (years), gender (0 = male, 1 = female), net household income (deciles), number of people living in the household, domicile (1 = \"big city\" to 5 = \"countryside\"), and subjective general health (1 = \"very good\" to 5 = \"very bad\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control variables"
        },
        {
            "text": "The regression equations take the following general form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical strategy"
        },
        {
            "text": "where Cognition i denotes any of individual i's climate change cognitions described in the \"Data and variables\" subsection and Morals i and Controls i are vectors comprising the moral foundations and the control variables, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical strategy"
        },
        {
            "text": "The regression equations were estimated using ordinary least squares since ordered probit or logit estimators yield ambiguous marginal effects in interaction models (Ai and Norton 2003) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "(Ai and Norton 2003)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Empirical strategy"
        },
        {
            "text": "The correlations between the variables of interest are shown in Table 3 in the Appendix. The cognition that individual mitigation behavior is effective displays no significant correlation with the level of education and very low correlations with both ideological position and endorsement of the moral Cognition i = const + b 1 Right i + b 2 Morals i + b 3 Tertiary i + b 4 Right i * Tertiary i + b 5 Morals i * Tertiary + b 6 Controls i + error i foundations (r < 0.1). The cognitions that the world climate is changing, that climate change is human-made, and that climate change impacts are bad are positively correlated with the level of education, but the correlations are very low (r < 0.1). These cognitions are negatively correlated with a more rightleaning ideological position (r = −0.098 to −0.127) and with the moral foundations of Authority and Sanctity while being positively correlated with the moral foundations of Care, Fairness, Liberty, and Loyalty. Some of these positive correlations are of a similar or larger magnitude than the negative ideologycognition correlations. The correlations between right-leaning ideological position and endorsement of the moral foundations are very low (r < 0.1) except for Fairness (r = −0.145) and Sanctity (r = 0.132). Ideological position and moral identity are thus fairly independent of each other. 6 The correlations suggest that ideological position and endorsement of the moral foundations may play independent roles as predictors of climate change cognitions, if any. This expectation was checked by means of multivariate regression analysis. Table 1 displays the results of multivariate regressions with several climate change cognitions as the dependent variables: the beliefs that the world climate is changing, that climate change is human-made, that climate change impacts are bad, and that individual mitigation behaviors are effective. As seen in the first row, all four beliefs are significantly negatively related to a more right-leaning ideological position. In addition, as shown by the interaction terms between ideological position and tertiary education, the negative ideology-cognition relationships are significantly stronger in individuals with tertiary education (bachelor degree or higher). By contrast, tertiary education per se is significantly positively related to the beliefs that the world climate is changing, that climate change is human-made, and that climate change impacts are bad, while not being significantly related to the belief that individual mitigation behaviors are effective. 7 Turning to the moral foundations, the following findings stand out: 6 Haidt (2012) suggests that left-leaning (liberal) and right-leaning (conservative) individuals endorse the universalist moral foundations in similar ways but liberals endorse the parochial moral foundations less than do conservatives. 7 The control variables female (dummy variable) and income attract significantly positive coefficients; age and poor health attract significantly negative coefficients. The coefficients for household size and domicile (urban-rural scale) are not significant.",
            "cite_spans": [
                {
                    "start": 1357,
                    "end": 1358,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2578,
                    "end": 2579,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 2648,
                    "end": 2662,
                    "text": "6 Haidt (2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1605,
                    "end": 1612,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Correlations"
        },
        {
            "text": "• The cognition that the world climate is changing is significantly positively related to stronger endorsement of the Care, Fairness, Liberty, and Loyalty foundations and significantly negatively related to stronger endorsement of the Authority and Sanctity foundations. With respect to Care, Liberty, and Authority, the morality-cognition relationships are significantly weaker in better educated people, while with respect to Sanctity, the relationships are significantly stronger in better educated people. • The cognition that climate change is human-made is significantly positively related to stronger endorsement of the Fairness and Loyalty foundations and significantly negatively related to stronger endorsement of the Authority and Sanctity foundations. With respect to Fairness, Loyalty, and Authority, the morality-cognition relationships are significantly stronger in better educated people, whereas education does not significantly moderate the other morality-cognition relationships. • The cognition that climate change impacts are bad is significantly positively related to stronger endorsement of the Fairness, Liberty, and Loyalty foundations and significantly negatively related to stronger endorsement of the Authority and Sanctity foundations. With respect to Care, Loyalty, Authority, and Sanctity, the moralitycognition relationships are significantly stronger in better educated people, while with respect to Liberty, they are weaker in better educated people. • The cognition that individual mitigation behaviors are effective is significantly positively related to stronger endorsement of the Care, Fairness, Authority, and Sanctity foundations and significantly negatively related to stronger endorsement of the Liberty and Loyalty foundations. These relationships are not significantly moderated by the level of education, except for the case of Fairness where the morality-cognition relationship is significantly stronger in better educated people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression results"
        },
        {
            "text": "These results suggest that moral identity plays a role in shaping climate change cognitions, as does ideological identity, and that both types of relationship are moderated by education. The next subsection provides a more concise picture of the morality-cognition relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regression results"
        },
        {
            "text": "As was noted in the \"Introduction,\" the moral foundations can be grouped into individual-focused or universalist foundations in the sense that they refer to all individuals independent of what group they belong to (such as family, neighborhood, region, or nation)-Care, Fairness, and Liberty-and parochial foundations in the sense that they contribute to the stability of an in-group-Loyalty, Authority, and Purity/Sanctity (Graham et al. 2011 , Haidt 2012 . 8 Given the character of climate change mitigation as a global public good that benefits everyone (rather than being group-specific), it is instructive to check whether the estimation results differ in terms of the universalist-parochial categorization. Table 2 displays the sum across universalist and parochial moral foundations, respectively, of the significant coefficients from Table 1 . The overall messages are (a) that endorsement of the universalist foundations is positively associated with stronger climate change beliefs, particularly so in individuals with tertiary education and (b) that endorsement of the parochial foundations is almost unrelated with stronger climate change beliefs in individuals without tertiary education and slightly negatively associated with such beliefs in individuals with tertiary education.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 443,
                    "text": "(Graham et al. 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 444,
                    "end": 456,
                    "text": ", Haidt 2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 842,
                    "end": 849,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Universalist and parochial morality"
        },
        {
            "text": "While these results are broadly consistent with a universalist-parochial dichotomy of the morality-cognition relationship (particularly so in better educated people), Table 1 has revealed that the morality-cognition relationship tends to be different with respect to Loyalty (positive) than with respect to Authority and Sanctity (negative). When we focus on the latter two foundations, we find that they are negatively associated with the first three beliefs and more strongly so in better educated people (Table 2, last two rows). In particular, the beliefs that climate change is human-made and that climate impacts are bad are strongly negatively related to endorsement of the Authority and Sanctity foundations in individuals with tertiary education. As the last column of Table 2 reveals, a 1-unit increase in endorsement of the universalist moral foundations among individuals with tertiary education goes with a change of pro-climate beliefs by 0.31 (= (0.69 + 0.23)/3) points on average, whereas a 1-unit increase in endorsement of Authority and Sanctity goes with a change of pro-climate beliefs by −0.10 (= −(0.08+0.12)/2) points on average.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 778,
                    "end": 785,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Universalist and parochial morality"
        },
        {
            "text": "Using a large-scale representative survey from 23 European countries, the analysis has revealed that important policy-relevant climate change cognitions do not only differ by individuals' level of education (e.g., Dietz et al. 1998 ) and ideological identity (e.g., McCright et al. 2015 , McCright et al. 2016 , Hornsey et al. 2016 , Hornsey et al. 2018 ) but-independently-by their moral identity as described by moral foundations theory. In particular, the cognitions that the world climate is changing, that climate change is human-made, and that climate change impacts are bad are significantly negatively related to stronger endorsement of the Authority and Sanctity foundations while being positively related to stronger endorsement of the Loyalty and Fairness foundations. In addition, the cognition that individual mitigation behavior is effective is positively related to Fairness (as well as Care). These findings corroborate the evidence presented by Welsch (2021) and extend it to a larger set of climate change cognitions and to a larger set of countries. 9 Similar to previous research that found the ideological divide in climate change cognitions to be larger in individuals with greater science literacy and numeracy (e.g., Kahan et al. 2012) , the present analysis found the ideology-cognition relationship to be stronger in individuals with better (that is, tertiary) education. While this is consistent with previous findings (e.g., Czarnek et al. 2020) , a novel contribution of the present work is that not only the ideology-cognition relationship but the morality-cognition relationships are stronger in better educated people. This applies in particular to the cognitions that climate change is human-made and that climate change impacts are bad. These latter beliefs are not only negatively related to stronger endorsement of Authority and Sanctity, but the negative relationships are stronger in individuals with tertiary education, With respect to the morality-cognition relationships, two comments are in order. First, the relationships tend to differ between universalist morality (positive relationship to proclimate cognitions) and parochial morality (negative relationship to pro-climate cognitions). However, the dichotomy is not clear-cut. In particular, while the parochial values Authority and Sanctity are negatively related to the beliefs of existence, human origin, and negative impact of climate change, the parochial value Loyalty is positively related to those beliefs.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 231,
                    "text": "Dietz et al. 1998",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 266,
                    "end": 286,
                    "text": "McCright et al. 2015",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 287,
                    "end": 309,
                    "text": ", McCright et al. 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 310,
                    "end": 331,
                    "text": ", Hornsey et al. 2016",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 332,
                    "end": 353,
                    "text": ", Hornsey et al. 2018",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 962,
                    "end": 975,
                    "text": "Welsch (2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1241,
                    "end": 1259,
                    "text": "Kahan et al. 2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1453,
                    "end": 1473,
                    "text": "Czarnek et al. 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Summary and interpretation of findings"
        },
        {
            "text": "Second, it is not necessarily the case that Authority and Sanctity are associated with incorrect and Care and Fairness are associated with correct beliefs. While this is true with respect to the beliefs concerning the existence, origin, and impacts of climate change, Care and Fairness are also associated with the belief that individual mitigation behaviors are effective in reducing climate change-a belief that is at least questionable in view of each individual's small contribution to climate change. 10 With respect to the interaction terms between ideology and morality, on the one hand, and education, on the other, it is clear that they can be read in two ways. They may indicate how education affects the ideology-cognition and morality-cognition relationships, or how ideology and morality, respectively, affect the education-cognition relationship. With respect to ideology, Czarnek et al. (2020) adopt the latter interpretation, asserting that right-wing ideology attenuates (but not reverses) the positive effect of education on pro-climate change beliefs in more developed countries.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 908,
                    "text": "Czarnek et al. (2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Summary and interpretation of findings"
        },
        {
            "text": "Taking a different perspective, Kahan et al. (2012) and Kahan (2017) argue that better science literacy and numeracy (to which tertiary education arguably contributes) enables individuals to more effectively select and process information in order to align their beliefs to those prevalent in their (ideologically defined) peer group. The argument put forward to support this view relies on the risk of losing the psychic and material support of one's peers in case of dissenting beliefs on climate change: Since a single person cannot meaningfully affect the climate, the costs of losing peer support exceed the benefit from engaging in mitigation behavior in accordance with insights from climate science. Maintaining group identity and group support is thus the ultimate concern, and better cognitive skills facilitate adjustment of beliefs to identity such as to secure the benefits of group membership.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 51,
                    "text": "Kahan et al. (2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 56,
                    "end": 68,
                    "text": "Kahan (2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Summary and interpretation of findings"
        },
        {
            "text": "Cognitions about the existence, origins, and impacts of climate change are important determinants of individuals' mitigation behavior (Welsch 2021) , and they are strongly influenced by individuals' ideological and moral identities. The finding that better education may amplify rather than attenuate the ideology and morality dependence of decision-relevant climate change cognitions is worrying as it sheds doubt on the proposition that better education unambiguously furthers the prospects for climate change mitigation. While better education per se entails a better understanding of climate change issues, the cognitive skills associated with better education may enable individuals with a right-leaning ideological identity and those with a moral identity based on Authority and Sanctity to adjust their beliefs to their identity-related \"climate skepticism.\"",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 147,
                    "text": "(Welsch 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Climate policy conclusions"
        },
        {
            "text": "The persistence of (incorrect) identity-protecting climate change beliefs is an instance of what Kahan (2017) calls the \"tragedy of the science communication commons\": It is individually rational for an individual to hold \"climate skeptic\" beliefs if (i) such beliefs are an essential element of an individual's group identity, (ii) dissent with group beliefs involves the threat of losing (psychic and material) group support, and (iii) the costs of losing group support exceed the benefit from engaging in mitigation behavior-which is likely since a single individual has little impact on the climate.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 109,
                    "text": "Kahan (2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Climate policy conclusions"
        },
        {
            "text": "Since better education is of limited value in overcoming this \"tragedy,\" the question arises as to what 10 Given that the moral foundations-including Care and Fairnesshave emerged as a response to free-rider issues in public good provision (Haidt 2012 , Welsch 2020 , this is an example of moral values contributing to collective rationality (efficiency) through fostering an incorrect yet \"useful\" belief. may be more effective communication strategies. One approach involves sheltering the knowledge-transmission process against disruption by \"antagonistic meanings that fuse positions on disputed facts to individuals' cultural identities\" (Kahan 2017) . Such meanings-see below-divert individuals, particularly those who are otherwise the most proficient thinkers, from using their reasoning to recognize what science knows and instead redirects it to conforming their beliefs to the ones that predominate in their cultural group (Kahan 2017 , Kahan et al. 2017b ).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 251,
                    "text": "(Haidt 2012",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 252,
                    "end": 265,
                    "text": ", Welsch 2020",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 655,
                    "text": "(Kahan 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 934,
                    "end": 945,
                    "text": "(Kahan 2017",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 946,
                    "end": 966,
                    "text": ", Kahan et al. 2017b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Climate policy conclusions"
        },
        {
            "text": "In the case of climate change, such disruption of adequate knowledge transmission may result from the climate issue being (opportunistically) fused with notions such as climate policy involving (excessive) state interference or implying a cut-back on national sovereignty and independence. With respect to state interference, attenuating such concerns may include, for instance, the propagation of market-based instruments rather than command-and-control mitigation policies. With respect to national sovereignty concerns, the framing of climate policy as an opportunity to take a pioneering role or as a \"national mission\" deserving to take pride in may help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Climate policy conclusions"
        },
        {
            "text": "With respect to moral identity, attenuating the divide may involve reframing climate change mitigation such as to establish an accord (rather than an opposition) between mitigation and the moral values that presently are associated with climate skepticism. That such a strategy may be effective was shown by Feinberg and Willer (2019) , who found that framing environmental pollution as a violation of Purity/Sanctity is an effective and persuasive technique for communication across divides and increasing environmental awareness among conservatives. Similarly, related to the moral value of Authority, it was shown (in the context of the COVID-19 pandemic) that appealing to moral duty is an effective way of stimulating containment behaviors that are costly and involve a large gap between individual and social benefits (Quaas et al. 2021) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 334,
                    "text": "Feinberg and Willer (2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 824,
                    "end": 843,
                    "text": "(Quaas et al. 2021)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Climate policy conclusions"
        },
        {
            "text": "These findings suggest that the relationships between climate change cognitions and identity unearthed in the present study are not necessarily immutable. By loosening the tie between cognitions and group identity, it may be possible for pro-climate cognitions and behavioral norms to spread between groups, eventually affecting behaviors on large scales. Examples such as the abandonment of foot-binding in China, changed fertility norms, changed norms for indoor smoking, and the declining popularity of animal foods in some western societies (Nyborg et al. 2016) suggest that similarly lowering the identity relevance of beliefs and norms may also be possible in Appendix   Table 3 Correlations * p < 0.05, ** p ",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 565,
                    "text": "(Nyborg et al. 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 684,
                    "text": "Appendix   Table 3",
                    "ref_id": null
                }
            ],
            "section": "Climate policy conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Meta-analyses of the determinants and outcomes of belief in climate change",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hornsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Clim Chang",
            "volume": "6",
            "issn": "",
            "pages": "622--626",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relationships among conspiratorial beliefs, conservatism and climate scepticism across nations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hornsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Clim Chang",
            "volume": "8",
            "issn": "",
            "pages": "614--620",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Culture and identity-protecting cognition: explaining the white-male effect in risk perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gastil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mertz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Empir Leg Stud",
            "volume": "4",
            "issn": "",
            "pages": "465--505",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Misconceptions, misinformation and the logic of identity-protective cognition",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The polarizing impact of science literacy and numeracy on perceived climate change risks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wittlin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "Larrimore",
                    "middle": [],
                    "last": "Ouellette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Braman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Clim Chang",
            "volume": "2",
            "issn": "",
            "pages": "732--735",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Motivated numeracy and enlightened self-government",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "Cantrell",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Behavioral Public Policy",
            "volume": "1",
            "issn": "",
            "pages": "54--86",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Culturally antagonistic memes and the Zika virus: an experimental test",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kahan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Landrum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winneg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Risk Res",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/13669877.2016.1260631"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The case for motivated reasoning",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kunda",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Psychological Bulletin",
            "volume": "108",
            "issn": "3",
            "pages": "480--498",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Political ideology and views about climate change in the European Union",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccright",
                    "suffix": ""
                },
                {
                    "first": "Red",
                    "middle": [],
                    "last": "Dunlap",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Marquart-Pyatt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environmental Politics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/09644016.2015.1090371"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ideology, capitalism, and climate: explaining public views about climate change in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccright",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Marquart-Pyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Shwom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Brechin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy Res Soc Sci",
            "volume": "21",
            "issn": "",
            "pages": "180--189",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Social norms as solutions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nyborg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dannenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schill",
                    "suffix": ""
                },
                {
                    "first": "Maja",
                    "middle": [],
                    "last": "Schlüter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Adger",
                    "middle": [
                        "N"
                    ],
                    "last": "Arrow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Stuart",
                    "middle": [],
                    "last": "Chapin",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Crépin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Folke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kautsky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Madsen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Polasky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Wilen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xepapadeas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "6308",
            "pages": "42--43",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaf8317"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Moral suasion and the private provision of public goods: Evidence from the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Quaas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Meya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schenk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Drupp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Requate",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ Resource Econ",
            "volume": "76",
            "issn": "",
            "pages": "1117--1138",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Moral foundations and voluntary public good provision: the case of climate change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tomasello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecological Economics",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "How climate-friendly behavior relates to moral identity and identity-protective cognition: evidence from the European Social Surveys",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ecological Economics",
            "volume": "185",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pan-European patterns of environmental concern: the role of proximity and international integration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kühling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Environ Stud Sci",
            "volume": "7",
            "issn": "",
            "pages": "473--489",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interaction terms in logit and probit models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Econ Lett",
            "volume": "80",
            "issn": "",
            "pages": "123--129",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Right-wing ideology reduces the effects of education on climate change beliefs in more developed countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Czarnek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kossowska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szwed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Clim Chang",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41558-020-00930-6"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Social structural and social psychological bases of environmental concern",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Guagnano",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Environ Behav",
            "volume": "30",
            "issn": "",
            "pages": "450--471",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Moral reframing: a technique for effective and persuasive communication across political divides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social and Personality Psychology Compass",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A theory of cognitive dissonance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Festinger",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A turn toward avoidance? Selective exposure to online political information",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carnahan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Polit Behav",
            "volume": "35",
            "issn": "1",
            "pages": "113--134",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The dragons of inaction: psychological barriers that limit climate change mitigation and adaptation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am Psychol",
            "volume": "66",
            "issn": "",
            "pages": "290--302",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mapping the moral domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Nosek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koleva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Ditto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Pers Soc Psychol",
            "volume": "101",
            "issn": "",
            "pages": "366--385",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The moral mind: how 5 sets of innate intuitions guide the development of many culture-specific virtues and perhaps even modules",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haidt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Innate Mind",
            "volume": "",
            "issn": "",
            "pages": "367--391",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Regression results OLS regressions; t-statistics in parentheses based on country-clustered standard errors. *p<0.1, **p<0.05, ***p<0.01. All regressions control for age, gender, household income, household size, subjective general health, and domicile (urban-rural scale)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Aggregate moralitycognition relationshipsThe entries are the sum of significant coefficients from Table 1 (n.s. not significant). Universalist = Care + Fairness + Liberty. Parochial = Loyalty + Authority + Sanctity. A&S = Authority + Sanctity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictionalclaims in published maps and institutional affiliations. the case of inadequate climate change cognitions and the behaviors they support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Acknowledgements I am grateful to three anonymous reviewers for the useful comments and recommendations.Funding Open Access funding enabled and organized by Projekt DEAL.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}