{
    "paper_id": "43c941ce2d51d02c410c2c5ae52d4e999a394861",
    "metadata": {
        "title": "Fasting Blood Glucose and COVID-19 Severity: Nonlinearity Matters",
        "authors": []
    },
    "abstract": [
        {
            "text": "Fasting blood glucose (FBG) could be an independent predictor for coronavirus disease 2019 (COVID-19) morbidity and mortality. However, when included as a predictor in a model, it is conventionally modeled linearly, dichotomously, or categorically. We comprehensively examined different ways of modeling FBG to assess the risk of being admitted to the intensive care unit (ICU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Utilizing COVID-19 data from Kuwait, we fitted conventional approaches to modeling FBG as well as a nonlinear estimation using penalized splines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For 417 patients, the conventional linear, dichotomous, and categorical approaches to modeling FBG missed key trends in the exposure-response relationship. A nonlinear estimation showed a steep slope until about 10 mmol/L before flattening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our results argue for strict glucose management on admission. Even a small incremental increase within the normal range of FBG was associated with a substantial increase in risk of ICU admission for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "May 2020 were accessed and analyzed in this study. The study was reviewed and approved by the standing committee for coordination of health and medical research at the Ministry of Health in Kuwait (institutional review board number 2020/ 1404).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital in Kuwait between February and"
        },
        {
            "text": "All patients were followed until ICU admission or discharge from hospital care, whichever came first. FBG was measured by serum blood samples that were taken after an overnight fast within the first 24 h after admission. Other covariates collected included past medical history by either self-reporting or from medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital in Kuwait between February and"
        },
        {
            "text": "We investigated different exposureresponse relationships using the same exposure and outcome with adjustment to age, sex, diabetes status prior to infection, and other covariates. We fitted logistic regression models and reported odds ratios (ORs) for being admitted to the ICU. First, we modeled FBG as a continuous variable and reported the OR for each 1 and 5 mmol/L increase. Secondly, we created a dichotomous variable based on a 7 mmol/L cutoff point and reported the OR by comparing those patients with FBG $7 mmol/L to those with levels lower than this cutoff value. We also investigated an alternative binary cutoff at 11 mmol/L, assuming a random blood glucose sample. Thirdly, we created three groups based on FBG levels: ,5.6 mmol/L (reference), between 5.6 and 6.9 mmol/L, and $7 mmol/L, according to the American Diabetes Association diagnosis guidelines of prediabetes and diabetes. Finally, we applied a penalized spline function to the FBG variable to investigate the nature of any potential nonlinear relationship with the odds of ICU admission. Penalized splines are smoothing nonparametric functions that allow more flexibility in the exposure-response curve (8) . The advantage of these splines is that they are governed by goodness-of-fit with a penalty for roughness (e.g., too wiggly curves). This property forces a smoothing that avoids both under-or overfitting the data (9). The penalized splines were implemented in generalized additive models using the mgcv package in R.",
            "cite_spans": [
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hospital in Kuwait between February and"
        },
        {
            "text": "The cohort included 417 patients with mean age of 45.4 (617.1) years. About 262 (63%) patients were males; 97 (23%) patients were diagnosed with diabetes prior to infection; and 82 (20%) patients were admitted to the ICU. In the linear model, a 1 mmol/L increase in FBG was associated with 1.59 times (95% CI 1.38-1.89, P , 0.001) higher odds of being admitted to the ICU. This can be translated into 10.45 times (4.81-22.71) the odds for any 5 mmol/L increase. In the dichotomous model, a comparison of those with FBG $7 mmol/L to those below gives a nearly 15-fold increase in the odds of ICU admission (OR 14.57; 6.87-32.59, P , 0.001). In the categorical model, where ,5.5 mmol/L was used as a reference group, the OR of ICU admission was 1.69 (0.63-4.05, P 5 0.270) and 19.21 (7.80-51.46, P , 0.001) for the groups with blood glucose level of 5.6-6.9 and $7 mmol/L, respectively (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 893,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "With penalized splines fitted to the FBG variable, a clear nonlinear relationship is observed. In particular, a 5 mmol/L increase will have different magnitudes of risk depending on the baseline level. Going from 5 to 10 mmol/L is associated with a very large increase in the OR of ICU admission (36.02; 95% CI 23.63-54.91). Yet, going from 10 to 15 or from 15 to 20 mmol/L is associated with a much smaller increase in the OR of ICU admission. Figure 1 illustrates this more clearly as it shows a steeper slope for low blood glucose levels and flatter slope (plateau) for high levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In this investigation, we show that conventional linear, dichotomous, and categorical approaches to modeling FBG can miss key trends in the risk of being admitted to the ICU among COVID-19 patients. Our nonlinear estimation showed a steep slope in the ORs before flattening at about 10 mmol/L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In any epidemiological investigation, the underlying assumptions in the linear models dictate that one has a monotone increase in risk (slope) and a monotone likelihood ratio on errors. Two problems may arise from these assumptions: 1) that there will always be a similar magnitude of increased risk for every unit increase in the exposure, which is likely not realistic as some patients demonstrate a certain threshold, after which the rate of risk increase slows; and 2) that by reducing the curve to a line, the observed variance of response and measurement error will not be as homogeneous as expected under the linear models (10,11). On the other hand, the dichotomous and categorical approaches are even more problematic. These types of exposure-response models assume that the risk within any category is completely homogeneous, i.e., a stepfunction assumption that is also unrealistic (12) . Then there is the debate on choosing the cutoff points. For example, a patient with a FBG of 7.0 mmol/L has a nearly 15-fold higher odds of being admitted to the ICU as compared with a patient who might have a FBG of 6.9 mmol/L. Alternatively, the nonlinear approach of penalized splines is a nonparametric estimation with no prior assumption on the shape of the exposure-response relationship. It follows the data and is only guided by goodness-of-fit. Yet, the interpretation of such models is not straightforward, although the plot can be self-explanatory. Our results could have important clinical ramifications for both strict glucose management on admission and prediction of in-hospital complications. First, we propose that the optimal level at which aggressive glucose control should be initiated cannot be determined using conventional modeling of FBG. Even a small incremental increase within the normal range is associated with a substantial increase in risk. Secondly, understanding that a moderately elevated level of FBG is very valuable in predicting risk for ICU admission, which can assist clinicians to better manage the epidemic, especially in countries like Kuwait where diabetes is prevalent.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The results from this work should be interpreted with caution. The ORs presented in this article are not intended to represent a causal effect, but rather, they show that one can get different results given how FBG is modeled. Yet, the direction of effect we observed in nonlinear models is consistent, and the illustration of different modeling approaches is replicable in other settings. Finally, the collected data do not have information on BMI. This may have overestimated our results; however, the observed magnitude Figure 1 -Exposure-response relationship between FBG levels and the log odds of being admitted to the ICU. The crude relationship (top) and a fully adjusted model (bottom) are shown. The fully adjusted model is adjusted for age, sex, smoking, nationality, diabetes status, hypertension, asthma, cardiovascular disease, malignancy, and renal failure. Tick marks above the horizontal axis indicate individual cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSIONS"
        },
        {
            "text": "care.diabetesjournals.org in many instances was too high to be explained away by obesity alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influence of diabetes and hyperglycaemia on infectious disease hospitalisation and outcome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Benfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Nordestgaard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Diabetologia",
            "volume": "50",
            "issn": "",
            "pages": "549--554",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Skin and soft tissue infections and associated complications among commercially insured patients aged 0-64 years with and without diabetes in the U",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Suaya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "S. PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influence of diabetes mellitus and glycaemic control on the characteristics and outcome of common infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leibovici",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yehezkelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Regev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Krauze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Diabet Med",
            "volume": "13",
            "issn": "",
            "pages": "457--463",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fasting blood glucose at admission is an independent predictor for 28-day mortality in patients with COVID-19 without previous diagnosis of diabetes: a multicentre retrospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetologia",
            "volume": "63",
            "issn": "",
            "pages": "2102--2111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging Risk Factors Collaboration. Diabetes mellitus, fasting glucose, and risk of cause-specific death",
            "authors": [
                {
                    "first": "Kondapally",
                    "middle": [],
                    "last": "Seshasai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaptoge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging Risk Factors Collaboration. Diabetes mellitus, fasting blood glucose concentration, and risk of vascular disease: a collaborative meta-analysis of 102 prospective studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sarwar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Kondapally",
                    "middle": [],
                    "last": "Seshasai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "2215--2222",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of coronavirus disease 2019 (COVID-19) patients in Kuwait",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alshukry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Penalized spline estimation for partially linear single-index models",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ruppert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Stat Assoc",
            "volume": "97",
            "issn": "",
            "pages": "1042--1054",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "11. Yoshimura I. The effect of measurement error on the dose-response curve",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Säfken",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues",
            "volume": "111",
            "issn": "",
            "pages": "173--178",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Problems in the average-risk interpretation of categorical dose-response analyses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiology",
            "volume": "6",
            "issn": "",
            "pages": "563--565",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Odds ratios of different functional forms of FBG and ICU admission",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. The authors thank Dr. Abdullah Al-Shukry and Dr. Yaseen Ali from Jaber Al-Ahmad Hospital for their support. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}