{
    "paper_id": "449c1868d85e07ed2b477865643d03c076eaf203",
    "metadata": {
        "title": "Understanding Ethical and Legal Obligations in a Pandemic: A Taxonomy of \"Duty\" for Health Practitioners",
        "authors": [
            {
                "first": "Linda",
                "middle": [],
                "last": "Sheahan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Journal of Bioethical Inquiry Pty Ltd",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Lamont",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Journal of Bioethical Inquiry Pty Ltd",
                    "location": {
                        "postCode": "2020"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "From the ethics perspective, \"duty of care\" is a difficult and contested term, fraught with misconceptions and apparent misappropriations. However, it is a term that clinicians use frequently as they navigate COVID-19, somehow core to their understanding of themselves and their obligations, but with uncertainty as to how to translate or operationalize this in the context of a pandemic. This paper explores the \"duty of care\" from a legal perspective, distinguishes it from broader notions of duty on professional and personal levels, and proposes a working taxonomy for practitioners to better understand the concept of \"duty\" in their response to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The duty of care is core to clinical practice. However, the functionality of this critical concept is compromised by imprecision and misunderstanding about what it is and how it applies in different domains. Critiques hold that the term \"duty of care\" should be applied and used only as it is conceived in law, despite its wider discourse and application across different health contexts beyond this (Lamont, Stewart, and Chiarella 2016, 2019) . It is not clear, however, that this legal doctrine motivates or compels a healthcare practitioner (hereafter practitioner) to continue to provide care in the context of a pandemic. This paper explores the legal roots of the duty of care and outlines the definition of duty of care and how it functions in Australasian law. It then goes on to argue that related but broader notions of \"duty\" function in healthcare practice across multiple domains and proposes a functional taxonomy for practitioners to understand these duties in the context of a pandemic.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 421,
                    "text": "(Lamont, Stewart, and",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 422,
                    "end": 443,
                    "text": "Chiarella 2016, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The common law doctrine \"duty of care\" is a legal obligation which underpins all practitioner-patient interactions. Duty of care is positioned within the law of negligence and therefore must be understood within this context. In simplistic terms, it imposes responsibility or a duty upon a practitioner to provide patients with information pertaining to material risks of any treatment (which meets the informed component of a valid consent) (Rogers v Whitaker (1992) 175 CLR 479 at 490) and a duty to provide competent care and treatment to patients (which meets widely accepted professional standards and opinion) (Bolam v Friern Hospital Management Committee (1957) 1 WLR 583). Negligence in this context arises when a practitioner owes a duty of care to a patient, where such care falls below a standard of \"reasonable care\" (as determined by the practitioner's profession), and when the resulting breach of duty causes damage to the patient (Kerridge, Lowe, and Stewart 2013) .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 467,
                    "text": "(Rogers v Whitaker (1992)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 980,
                    "text": "(Kerridge, Lowe, and Stewart 2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "Background to Duty of Care and \"Reasonable Foreseeability\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "Duty of care as a common law concept emerged in a case from Scotland where rules for establishing negligence were laid down by the House of Lords (Donoghue v Stevenson [1932] AC 562). In this case, Lord Atkin held that \"You must take reasonable care to avoid acts or omissions which you can reasonably foresee would be likely to injure your neighbour.\" Almost a century has passed since this seminal case, and the duty of care concept remains the first step in establishing negligent conduct. This \"neighbour principle,\" as it is sometimes referred to, places patients in a position where they are owed a duty of care from practitioners to prevent harm which is \"reasonably foreseeable,\" in relation to risks which the practitioner knew or ought to have known about.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 174,
                    "text": "(Donoghue v Stevenson [1932]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The Standard of Care and the \"Reasonable Person\" Test",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The \"reasonable person\" test arose in the United Kingdom when the English courts decided that medical practitioners would be judged against a standard of \"competent professional practice\" known as the \"Bolam test\" (Bolam v Friern Hospital Management Committee (1957) 1 WLR 583). This standard required only one body of \"responsible medical opinion\" in support of the practitioner's conduct in determining a satisfactory standard of care. The Ipp reforms of the early 2000s introduced a modified version of the Bolam test for all Australian practitioners, offering a defence against a claim of negligence if acting in a manner commensurate with widely accepted professional standards and opinion (Ipp, Crane, and Sheldon 2002) . However, the statute and territory Acts which arose from these reforms only apply the modified Bolam test to the practitioner's provision of competent care and treatment, not cases of negligent advice giving, to be discussed next.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 725,
                    "text": "(Ipp, Crane, and Sheldon 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The Standard of Care and Disclosure of \"Material Risk\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The U.K. House of Lords in Sidaway v Governors of Bethlem Royal Hospital (1985) AC established that the Bolam \"reasonable body of medical practitioners test\" was the test for risk disclosure. This changed following a South Australian case which set out the following test for \"material risk\":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The law should recognise that a doctor has a duty to warn a patient of a material risk inherent in the proposed treatment; a risk is material if, in the circumstances of the particular case, a reasonable person in the patient's position, if warned of the risk, would be likely to attach significance to it or if the medical practitioner is or should reasonably be aware that the particular patient, if warned of the risk, would be likely to attach significance to it (Rogers v Whitaker (1992) 175 CLR 479 at 490)",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 492,
                    "text": "(Rogers v Whitaker (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "This standard put forward what information was required for \"reasonable patients\" to make informed decisions in the context of consent and has since been affirmed in subsequent Australian court decisions (Chappel v Hart (1998) HCA 55; Rosenberg v. Percival (2001) HCA 18). More recently, the U.K. Supreme Court followed this \"reasonable patient\" approach in the case of Montgomery v Lanarkshire Health Board [2015] UKSC 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "To summarize then, from a legal perspective, duty of care within the patient-practitioner context is relevant to the law of negligence. If a practitioner owes a duty of care to a patient but the standard of care falls below widely accepted professional standards and opinion, including circumstances of failing to provide adequate information about treatments, their risks, and risks of not having treatments, when such risks are \"material\" to a patient, and the patient suffers harm as a result, the practitioner is considered to have breached their duty of care and negligence is established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty of Care as a Source of Legal Obligation"
        },
        {
            "text": "The law of negligence applies to legal obligations to an individual patient in the setting of usual practice. How these legal obligations function where there has been an invocation of the public health measure in response to community threat such as an infectious pandemic is a source of significant uncertainty. The Australian Health Practitioner Regulation Agency have given practitioners in Australia a vague notion of reassurance that their legal obligations during this current pandemic may shift somewhat, in recognition that established care related procedures may require adjusting (Australian Health Practitioner Regulation Agency 2020). However, it is unclear how reassured practitioners actually are with advice which is situationally dependent on dynamic factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Duty of Care in a Pandemic"
        },
        {
            "text": "Beyond the Law to a Broader Conceptualization of \"Duty\" for Practitioners: From the Duty of Care to the \"Duty to Care\" Despite such clarity in the legal sphere, in practice the term \"duty of care\" is used variously by practitioners in a multitude of clinical contexts which extend beyond the law into the ethics domain. Accurately or otherwise, clinicians use the term duty of care when referring to a range of duties. In the context of COVID-19, it is important to unpack these duties and understand in what ways they differentiate from the usual legal application of \"duty of care.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Duty of Care in a Pandemic"
        },
        {
            "text": "As a legal doctrine, duty of care does not in itself necessarily compel or motivate practitioners to continue to provide care in a public health emergency. It is the \"duty to care\" concept which is prominent in this context. Practitioners use this term in the context of COVID-19 when trying to understand on a personal level what their duties and obligations are with regard to providing care in the pandemic. They do so at times with uncertainty as to how to translate or operationalize it, both in legal terms and in the broader sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Duty of Care in a Pandemic"
        },
        {
            "text": "The duty to care comes to the fore in the context of pandemic and underpins a healthcare worker's understanding (or sense) of their obligation to continue to provide care to the sick in an environment of critically increased personal risk and vastly altered workplace practices (Matheny Antonmaria 2020). This has been clearly delineated elsewhere, and reference to this broader ethical duty has historically been a core component of accepted medical codes of ethics internationally (Upshur et al. 2005) . While limited in terms of their ability to exemplify nuanced ethical discourse (Malm et al. 2008) , codes of ethics are designed to provide important practical guidance for clinicians in sorting through their obligations as these relate to their professional roles. It is clear that these codes espouse a version of professional duties different from the legal concept of duty of care (Australian Medical Association 2016, sec 4.3.2). They do not, however, currently cover issues such as how much risk healthcare workers are required to take and what their duty to care for the sick looks like in practice, including its intersection with care for themselves and related duties not to harm others by increasing the risk of transmission. Consequently, this becomes the ethical work of clinicians themselves in navigating COVID-19.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 503,
                    "text": "(Upshur et al. 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 585,
                    "end": 603,
                    "text": "(Malm et al. 2008)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Duty of Care in a Pandemic"
        },
        {
            "text": "Traditional models of clinical ethics and bioethics are challenged and (appropriately) applied differently in the pandemic situation, because our priorities change where there is serious and widespread threat to our community. The basic aim in the context of a serious public health threat is to minimize morbidity and mortality across a community, and this results in essentially a trade-off between individual autonomy and justice considerations (Tabery, Macket, and the UPMC Pandemic Influenza Task Force's Triage Review Board 2008) . In a public health emergency, justice considerations and communal \"goods\" generally prevail over individual claims. These justice considerations pay particular attention to fairness in both procedural and distributive terms and potentially shift the obligations owed to the individual patient in front of us in a substantive way.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 535,
                    "text": "(Tabery, Macket, and the UPMC Pandemic Influenza Task Force's Triage Review Board 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Pandemic and how it Uncovers These Narrow and Broad Notions of Duty"
        },
        {
            "text": "This shift poses fundamental challenges for practitioners, uncovering potential conflicts and tensions as they navigate their duties and obligations in the pandemic context. Firstly, the shift in focus from the individual to all individuals across a community uncovers a lack of internal consistency and robustness in the practitioner's general understanding of duty, because it challenges usual practice and assumptions. Secondly, it throws a light on what the key question is for each clinician: what are my duties and obligations in this changed context? In order to address these challenges and help practitioners clarify their duties and obligations during a pandemic, we propose understanding these from a broader perspective, which has both ethical and legal underpinnings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pandemic and how it Uncovers These Narrow and Broad Notions of Duty"
        },
        {
            "text": "Understanding Practitioner \"Duty\" During a Pandemic: A Proposed Taxonomy For the practitioner, \"duty\" operates on three levels: 1. Legal: the \"duty of care\"-that of the legal obligation imposed on a practitioner to provide a \"reasonable standard of care\" when doing acts that could foreseeably harm others and held account to these standards by local legal structures. 2. Professional: the \"duty to care\"-that which obligates practitioners to act in the \"best interests of their patients,\" howsoever this is defined or determined in the particular clinical circumstance. From an ethics perspective, the definition of \"best interests\" is a complex and sometimes contested space, and a full exposition of this concept is beyond the scope of this paper. For the purposes of the taxonomy, it is understood as the embedded professional obligation that practitioners act so as to benefit their patients and ensure any harms incurred are balanced and proportional. 3. Personal: the \"duty to self (and others)\"-that which recognizes practitioners as individual moral agents with cogent and weighty alternative obligations and duties beyond their professional sphere. These include, for example, obligations to self-care or to care and protect loved ones or dependants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pandemic and how it Uncovers These Narrow and Broad Notions of Duty"
        },
        {
            "text": "In practice, each individual practitioner finds their own balance in discharging their understanding of \"duty,\" with varying emphasis on these three levels, in a way that enables them to \"practice ethically.\" Arguably, how this looks depends on the balance found and its justification through the \"ethics lens\"-howsoever applied. An acceptance of this variance functions within limits. A notable example of how this may apply is the \"harm principle\" (Diekama 2004), liberally applied in the context of harm to others to any patient potentially harmed by a practitioner's personal understanding and subsequent balance of these important but potentially contradictory conceptions of their obligations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pandemic and how it Uncovers These Narrow and Broad Notions of Duty"
        },
        {
            "text": "In usual practice, the focus of practitioner duty is on our obligations to the individual patient. Importantly, just as ethical considerations more broadly shift from individual focused to communal, so too does the individual practitioner's understanding of their duty (arguably) shift in the context of a pandemic. We still have obligations and duties related to our roles as practitioners, but fairness requires that we focus not just on one individual patient but on all patients and community members involved. Some practitioners will find this shift in focus easier than others, but many will experience unease or moral distress (Sanderson et al. 2019 ) at the pressures it will potentially put on both our usual balance of duties operating on the proposed three levels above and on the shift from a specific focus on the sick and vulnerable individual patient in front of us. These duties will also confront tensions with our other duties and obligations, such as to ourselves and our own health and to family and friends.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 656,
                    "text": "(Sanderson et al. 2019",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "How Does This Change Normal Practice in the Context of a Pandemic?"
        },
        {
            "text": "The proposed taxonomy of duty helps make explicit the multiple levels operating where practitioners attempt to explore and define their duties and obligations. This clarity enables the practitioner to better map their understanding of specific duties and provides a scaffold for navigating potential ethical uncertainties or conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How Does This Change Normal Practice in the Context of a Pandemic?"
        },
        {
            "text": "The COVID-19 pandemic is challenging our understanding of ourselves and how we live together as a community in a multitude of ways. Practitioners, healthcare organizations, governments, and community members are being asked to interrogate and potentially shift their \"order of priority\" in terms of values and behaviour in light of unprecedented challenges. Each of us will need to navigate our own way through these tensions, based on broader core communally based values such as trust, reciprocity, and solidarity (Thompson et al. 2006) .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 538,
                    "text": "(Thompson et al. 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Practitioners have a particular journey in this regard (Mahm et al. 2008; Maherny 2020) , and at its core this journey requires a clear understanding of how they perceive and understand \"duty\"-in legal, professional, and personal spheres. Practitioners use and rely on various notions of what they refer to as \"duty of care\" in their understanding of their obligations as healthcare professionals and struggle with appropriate placement of this fundamental concept in the context of pandemic. Understanding duty from the practitioner's perspective is therefore critical-particularly where social and health upheaval demands that we interrogate and question our assumptions and the status quo based on unprecedented challenges. An example of this is the shift in focus from an individual to the community more broadly. The proposed taxonomy untangles the layers of this understanding and helps make explicit the multiple levels operating when practitioners explore and define their duties and obligations. This clarity enables a fuller understanding of emergent ethical uncertainties or conflicts arising for clinicians and provides a scaffold for navigating the complexities of our obligations in the context of COVID-19.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 73,
                    "text": "(Mahm et al. 2008;",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 87,
                    "text": "Maherny 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Statement-from-the-National-Boards-and-Ahpra-COVID-19.aspx. Australian Medical Association. 2016. Code of ethics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parental refusals of medical treatment: The Harm Principle as threshold for state intervention",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Diekema",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Theoretical Medicine and Bioethics",
            "volume": "25",
            "issn": "4",
            "pages": "243--264",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ethics and law for the health professions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kerridge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Review of the law of negligence: Final report",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ipp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sheldon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Documentation of capacity assessment and subsequent consent in patients identified with delirium",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lamont",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiarella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Bioethical Inquiry",
            "volume": "13",
            "issn": "4",
            "pages": "547--555",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Capacity and consent: Knowledge and practice of legal and healthcare standards",
            "authors": [],
            "year": null,
            "venue": "_2019",
            "volume": "26",
            "issn": "",
            "pages": "71--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethics, pandemics, and the duty to treat",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The American Journal of Bioethics",
            "volume": "8",
            "issn": "8",
            "pages": "4--19",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Conflicting duties and reciprocal obligations during a pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Matheny Antommaria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hospital Medicine",
            "volume": "15",
            "issn": "5",
            "pages": "284--286",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Re-defining moral distress: A systematic review and critical re-appraisal of the argument-based bioethics literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kochovska",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clinical Ethics",
            "volume": "14",
            "issn": "4",
            "pages": "195--210",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Macket, and the UPMC Pandemic Influenza Task Force's Triage Review Board",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tabery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "114--118",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pandemic influenza preparedness: An ethical framework to guide decision-making",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Medical Ethics",
            "volume": "7",
            "issn": "12",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stand on guard for thee: Ethical considerations in preparedness planning for pandemic influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}