{
    "paper_id": "44c1f16bb83c1be15006d3a994a1dc044427f184",
    "metadata": {
        "title": "Equilibrating SSC guidelines with individualized care",
        "authors": [
            {
                "first": "Jean-Louis",
                "middle": [],
                "last": "Vincent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Mervyn",
                "middle": [],
                "last": "Singer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Einav",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Wendon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Louis",
                "middle": [],
                "last": "Teboul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Djillali",
                "middle": [],
                "last": "Annane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Angélique",
                "middle": [
                    "M E"
                ],
                "last": "De Man",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Monnet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "Marco"
                ],
                "last": "Ranieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Olfa",
                "middle": [],
                "last": "Hamzaoui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jukka",
                "middle": [],
                "last": "Takala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Juffermans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Daniel",
                "middle": [],
                "last": "Chiche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheila",
                "middle": [
                    "N"
                ],
                "last": "Myatra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "De Backer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "postCode": "1070",
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sepsis is a major cause of death worldwide, not least because complex interventions need to be provided within a short window of opportunity. Evidence-based guidelines for the treatment of sepsis are therefore welcome, providing a common ground for all clinicians involved in decision-making regardless of their expertise. Such guidelines should therefore serve as an overarching reference document. As previously stated, 'Guidelines are the product of an explicit, systematic approach to the evaluation and synthesis of available information on a particular clinical topic. They are not a compilation of truths, but are a summary of what is accepted by the authors as the best available evidence at that time' [1] .",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the evidence base evolves over time, the new Surviving Sepsis Campaign (SSC) guidelines [2] are timely and important. We appreciate the tremendous amount of time invested by the experts who formulated the new guidelines to provide the intensive care community with a clear and comprehensive manuscript. We also recognize the challenge of providing evidence-based guidelines when the strength of evidence available to direct recommendations is limited. Indeed, the large majority of randomized, controlled trials (RCTs) performed over the last three decades in intensive care medicine, including those in sepsis, have shown no significant beneficial effect of the tested intervention on outcomes [3] . At face value, this may simply suggest that the myriad of interventions that have been tested are all ineffective. However, it is more likely that subsets of patients who benefit from specific treatments have yet to be identified. The often broad patient inclusion criteria could easily lead to dilution of positive findings by non-responders, or to positive effects in some patients being offset by harm in others [4] . This treatment effect heterogeneity has been clearly indicated in many trials (for example [5] [6] [7] [8] ).",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1224,
                    "end": 1227,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The most severely ill patients usually suffer less from a single condition than from a complex physiological imbalance that defies specific disease definitions. Management that strictly adheres to guidelines may not necessarily be the best option. However, personalizing management of these patients mandates that the treating clinician appreciates the clinical implications of the underlying disease(s) and individual host factors (chronic health status, physiology, and physiological reserves). Additionally, the individual response to interventions must be closely monitored and, depending on that response and whether or not the pre-set goal of that intervention has been achieved, the clinician can then decide to maintain or alter the intervention accordingly. We fully acknowledge this is demanding in resources, time, personnel, and bedside expertise. It is more convenient and less labor-intensive to adopt a generalized approach, yet customization is surely the underlying foundation of intensive care. When we forget the fundamental importance of individualized management, the ultimate result is that few interventions improve meaningful patient outcomes, especially mortality [3] . We",
            "cite_spans": [
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "*Correspondence: jlvincent@intensive.org 1 Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, 1070 Brussels, Belgium Full list of author information is available at the end of the article must acknowledge and embrace natural (patho) physiological variability; sepsis is no exception to this rule. Sepsis encompasses a huge spectrum of clinical situations in terms of the type of patient involved, the clinical presentation and the response to treatment. This variability should serve to direct clinical management, enabling the clinician to adapt \"recommended\" care according to the specific needs of that patient. As David Sackett, the Table 1 Twenty recommendations to individualize interventions in the early resuscitation of patients with sepsis 1. We recommend individualizing the timing of ICU admission. It should ideally be within minutes in severely ill patients but can be less urgent in less severe cases. No time limit is applicable for all patients. The decision may be influenced by the level of care available within ward areas and by ICU bed availability and, of course, by the physiological status and reserve of the patient 2. We recommend individualizing the decision to admit to the ICU. Many patients develop sepsis at the end of their life. Patients with palliative care orders and treatment escalation plans that preclude advanced organ support should generally not be admitted 3. We recommend individualizing the timing of antibiotic therapy. Administration should be prompt in the presence of septic shock but less urgent in less severe cases, enabling more time to perform investigations, confirm the diagnosis and likely source, and seek expert advice 4. We recommend individualizing the need for and timing of tracheal intubation, based on careful clinical assessment, including level of consciousness, respiratory rate and work of breathing, hemodynamic status, and assessment of gas exchange. Delaying tracheal intubation may lead to respiratory and even cardiac arrest, with dire consequences, yet premature use of invasive mechanical ventilation can expose the patient to ventilator-induced lung injury, distant organ complications, and increased risk of nosocomial lung infection 5. We recommend individualizing respiratory settings in mechanically ventilated patients, including driving pressure, tidal volume and level of positive end-expiratory pressure (PEEP), aiming at the lowest possible mechanical power. PEEP could be adjusted to lung recruitment capacity 6. We recommend individualizing oxygenation targets, taking oxygen delivery into account. Exposure to high PaO 2 levels may be associated with worse outcomes, except perhaps in necrotizing infections. Extreme oxygenation values (too conservative or too liberal) should generally be avoided 7. We recommend individualizing sedation therapies, recognizing that many septic patients need little or even no sedation. Tracheal intubation per se is not a sufficient indication for administration of sedative agents. Sedative agents reduce vascular tone and myocardial contractility, and may also alter immune function 8. We recommend individualizing initial fluid resuscitation. No single formula can be applied to all patients, as fluid requirements vary substantially (depending on the source of sepsis and preexisting cardiovascular function). This is particularly true for the suggestion to give at least 30 mL/kg of fluid within the first 3 h. A young patient without comorbidities is more likely to tolerate administration of a large volume of fluid than a fragile elderly patient with severe cardiac or renal disease 9. We recommend individualizing fluid therapy using dynamic challenges. Assessment of pulse pressure variation (PPV) or stroke volume variation (SVV) is possible only in deeply sedated mechanically ventilated patients with no spontaneous breathing. Alternative methods, including fluid challenges or passive leg raising, are therefore more widely applicable 10. We recommend individualizing the type of intravenous fluid administered. For example, albumin administration may be considered in an edematous patient with profound hypoalbuminemia or prolonged non-response to crystalloids 11. We recommend monitoring of chloride levels if saline solutions are administered. Saline solutions should not be banned, but one must keep in mind that liberal administration of saline results in hyperchloremia, and this may result in a worsening metabolic acidosis and renal impairment 12. We recommend individualizing the initiation of vasopressor therapy. Fluid pre-loading may be considered in less severe cases, whereas fluid coloading parallel to vasopressor initiation should be preferred in cases of life-threatening hypotension or a low diastolic arterial pressure 13. We recommend individualizing arterial blood pressure levels. Although a mean value of 65 mmHg may be recommended as an initial goal, the optimal level may be higher in patients with a history of hypertension, atherosclerosis or chronic kidney disease. Conversely it may be lower in younger patients without previous vascular problems, in those with chronically low arterial pressure, or in whom adequate tissue perfusion is maintained 14. We recommend optimizing oxygen delivery, based on clinical assessment complemented by careful hemodynamic assessment including measurement of mixed (or central) venous oxygen saturation (SvO 2 ) and even carbon dioxide-derived variables. A low SvO 2 in the presence of a normal SaO 2 indicates inadequate overall oxygen delivery to the tissues. More importantly, a normal or high SvO 2 does not exclude tissue hypoxia 15. We recommend a multimodal approach to assessing tissue perfusion, including mental status, urine output, peripheral perfusion, and blood lactate levels, taking into consideration the physiological reserve of the patient 16. We recommend individualizing blood transfusion. Transfusion should be based not only on measurements of hemoglobin concentration, but on clinical evaluation including persisting signs of tissue hypoperfusion, and measurements of SvO 2 and lactate 17. We recommend individualizing administration of inotropic agents when tissue hypoperfusion relates to impaired cardiac function (documented at least by echocardiography). The choice and the dose of the inotropic agent should be based on individual hemodynamic monitoring with repeated measurements 18. We recommend individualizing the decision to administer corticosteroids, not only for septic shock, but also for other conditions such as severe pneumonia and ARDS 19. We recommend involving senior colleagues and consultants, especially since guidelines are most useful for non-experts. Team work, communication and multidisciplinary teams are essential aspects. One of the most overarching recommendations is to seek for guidance from other colleagues and to clearly document the rationale for an intervention -be it recommended or not in the guidelines 20. We recommend carefully measuring and monitoring the effects of any therapeutic measures undertaken and deciding whether or not to continue or adjust treatment accordingly father of evidence-based medicine (EBM) stated, \"Good doctors use both individual clinical expertise and the best available external evidence, and neither alone is enough. Without clinical expertise, practice risks becoming tyrannised by evidence, for even excellent external evidence may be inapplicable to or inappropriate for an individual patient. Without current best evidence, practice risks becoming rapidly out-of-date, to the detriment of patients. \" [9] . The conundrum is how to encourage guideline implementation yet at the same time promote personalized medicine. The new guidelines [2] offer little leeway for adapting the recommendations to the idiosyncrasies of each and every patient. Many of the recommendations attempt to fit most (if not all) of our patients. Sets of recommendations have been translated into bundles of care to be applied within a rigid time-frame to the \"average\" patient. This approach has sacrificed precision for homogenization and expediency. Some allowance for breaking the \"one size fits all\" guideline mold that has taken root in the last two decades would have been a daring but welcome and timely change.",
            "cite_spans": [
                {
                    "start": 7636,
                    "end": 7639,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 7772,
                    "end": 7775,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 671,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Open Access"
        },
        {
            "text": "We have therefore taken the liberty of putting forward some proposals of how guidelines could be adapted to individualize care (Table 1 ). We fully acknowledge that these recommendations are primarily based on pathophysiological considerations and clinical experience rather than on RCT data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Open Access"
        },
        {
            "text": "The way forward is to be bold enough to question how we can do better. It may be time to move from a mass approach, based on pragmatic studies performed on heterogeneous populations, to tailored studies allowing both dissection and integration of the information collected in specific sepsis phenotypes. We need to embrace theragnostic approaches, using biomarkers to identify only those patients for whom the intervention is suited, and to titrate dose and duration to optimal effect. Crucially, we need to restore the application of physiology and biochemistry to the forefront of our clinical practice. Returning to Sackett: \"Evidence based medicine is not \"cookbook\" medicine. (…) External clinical evidence can inform, but can never replace, individual clinical expertise, and it is this expertise that decides whether the external evidence applies to the individual patient at all and, if so, how it should be integrated into a clinical decision. \" [9] . Sepsis is clearly one instance where \"one size does not fit all\".",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 958,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Open Access"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Surviving sepsis: a guide to the guidelines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surviving sepsis campaign: international guidelines for • fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year submit your research ? Choose BMC and benefit from: ? Choose BMC and benefit from: management of sepsis and septic shock 2021",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coopersmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Intensive Care Med",
            "volume": "47",
            "issn": "",
            "pages": "1181--1247",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Which multicenter randomized controlled trials in critical care medicine have shown reduced mortality? A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Santacruz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Celis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "1680--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical trial design for unmet clinical needs: a spotlight on sepsis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Expert Rev Clin Pharmacol",
            "volume": "12",
            "issn": "",
            "pages": "893--900",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Randomization in clinical trials of titrated therapies: unintended consequences of using fixed treatment protocols",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Deans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Minneci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Suffredini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Danner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ciu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "1509--1525",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute respiratory distress syndrome subphenotypes and differential response to simvastatin: secondary analysis of a randomised controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Delucchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar-Hari",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "",
            "pages": "691--699",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Latent class analysis reveals COVID-19-related ARDS subgroups with differential responses to corticosteroids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furfaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Delucchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Maddali",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Respir Crit Care Med. 2021",
            "volume": "",
            "issn": "",
            "pages": "202105--1302",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202105-1302OC"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Heterogeneity of treatment effect by baseline risk of mortality in critically ill patients: re-analysis of three recent sepsis and ARDS randomised controlled trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santhakumaran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Prevost",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;kane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shankar-Hari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence based medicine: what it is and what it isn't",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sackett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "BMJ",
            "volume": "312",
            "issn": "",
            "pages": "71--73",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions JLV wrote the first draft. The other authors critically reviewed and revised it. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}