{
    "paper_id": "44ef278daadc476c9e199f447a5de7307d15ca74",
    "metadata": {
        "title": "From lionizing to protecting health care workers during and after COVID-19-systems solutions for human tragedies",
        "authors": [
            {
                "first": "Ethan",
                "middle": [],
                "last": "Guillén",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marine",
                "middle": [],
                "last": "Buissonnière",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Christopher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "consequences-were clear: hundreds of thousands of HCW infections, reports of HCWs wearing trash bags in the absence of proper personal protective equipment (PPE), and an uptick in mental health issues and suicides as HCWs shouldered the strain of ill-prepared public health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Failures to protect HCWs are not new or unique to the COVID-19 pandemic. HCW infections threaten control of outbreaks by sidelining necessary staff; making HCWs (and, by proxy, health facilities) vectors for spreading disease; depleting the health care workforce; and impeding the regular provision of routine care. We summarize data on risks to the health care workforce from several major epidemic events over the last 2 decades, the costs of failing to protect HCWs, and propose key recommendations for national and global action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2014, the World Health Organization (WHO) reported a global shortage of 7.2 million HCWs, with 83 countries characterized as having a staffing crisis, and that an additional 18 million HCWs would be needed in the next decade. 1 The rapid increase in infectious disease outbreaks in recent years represents a growing threat to the already strained health care workforce. 2 These impacts extend to the general population, who are often unable to access needed health services due to illness and death among HCWs. 3 Failing to protect HCWs weakens health care systems and hinders achieving the goal of universal health coverage.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 515,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| THE HEALTH CARE WORKFORCE IS AT RISK"
        },
        {
            "text": "Due to a lack of consistent reporting, the total number of COVID-19 infections and deaths among HCWs is unknown. As of August 2020, the International Council of Nurses reported 572,478 HCWs from 32 countries were infected with SARS-CoV-2, comprising approximately 10% of confirmed infections. 4 Similarly, WHO found that in Europe and the Americas, 14% of reported COVID-19 cases were among HCWs, despite comprising just under 3% of the population of lower-and middle-income countries and 8% in higher-income countries. 5 Extrapolating from these data, the International Council of Nurses estimated at least two million HCW infections worldwide. In February 2021, WHO estimated that at least 30,000 HCW had died from COVID- 19. 6 Although COVID-19 has drawn global attention to the issue of HCW infections, multiple epidemics over the past 2 decades also put HCWs at risk (Table 1 ). In addition to becoming ill themselves, HCWs played a significant role in transmitting the virus in hospitals: 55% of likely SARS cases in Taiwan and 72% in Toronto were linked to hospital infection. 21 ",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 724,
                    "end": 729,
                    "text": "19. 6",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 880,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "| THE HEALTH CARE WORKFORCE IS AT RISK"
        },
        {
            "text": "Bank study seeks to provide empirical estimates of the costs resulting from higher levels of HCW absenteeism, loss of the HCW workforce, and increased healthcare-associated infections resulting from HCW infections, as well as downstream loss of trust in health facilities, leading to disruptions to essential services. During the 2014-2016 West African Ebola virus disease epidemic in Sierra Leone, 7% of the health care workforce died, leading to a 23% reduction in health services. 15 One study estimated that an additional 4022 women would die each year during childbirth as a result of HCW deaths. 3 The International Monetary Fund estimated that US$11 trillion was spent as of June 2020 for COVID-19 response, including new spending, lost revenues and loans to boost economies. 22 McKinsey & Company estimated that preparations to prevent and fight future pandemics would cost US$70-120 billion to establish over two years and US$20-40 billion a year to maintain thereafter-not including costs of implementing infection prevention and control (IPC) and water, sanitation and hygiene (WASH) programs. 23 As of December 2020, WHO reported that 1 in 4 health care facilities worldwide had no water services and, in the world's 47 least-developed countries, 1 in 2 health care facilities had no basic drinking water, 24 despite costing roughly US$1 per capita to establish basic water services in all health facilities. Both IPC and WASH are essential for day-to-day care, for preventing transmission of antibiotic-resistant bacteria, and for preventing outbreaks small and large. 25 Taken together, rigorous implementation of IPC and WASH prevents transmission of infections in health care settings, increases patient safety, and keeps HCWs from becoming patients themselves. Progress must be closely tracked to ensure that policy implementation moves from national to local facility levels.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 486,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 602,
                    "end": 603,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1105,
                    "end": 1107,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1318,
                    "end": 1320,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1582,
                    "end": 1584,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 has highlighted the primary and secondary effects of infections among HCWs. A forthcoming World"
        },
        {
            "text": "HCWs must receive training and tools to recognize disease syndromes to provide clinical care, report outbreaks, and implement appropriate standard and transmission-based precautions required to prevent infection. HCWs must have access to, and sufficient knowledge to effectively and safely use, adequate PPE, which is critical at all times to protect HCW from daily risks from meningitis, tuberculosis, measles and other common pathogens. A recent economic analysis of PPE investment costs found that US$9.6 billion would adequately protect all HCW in low-and middle-income countries, saving more than 2 million lives in those countries with a societal return on investment of US$755.3 billion, an 80-fold return. 26 To ensure an adequately trained workforce, countries should develop career paths for IPC, including certification programs through continuing medical education, similar to field epidemiology training programs that equip disease detectives to identify and stop outbreaks.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 716,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "| Invest in training, tools and resources for a safer health care workforce"
        },
        {
            "text": "Transparent evaluation systems enable benchmarking and monitoring of progress in implementing lifesaving practices that make health systems stronger while protecting HCWs. While strong tools exist, they must be improved to better evaluate progress in meeting IPC standards. Governments should implement monitoring frameworks at the national (using WHO's Infection Prevention and Control Assessment Tool) and facility levels, with supportive supervision for continuous quality improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Improve and use tools to monitor implementation and enact further improvements at facility, national and global levels"
        },
        {
            "text": "At the global level, WHO, working with governments, should review existing indicators in the Joint External Evaluation and State Party Self-Assessment Annual Reporting tool to ensure they adequately account for IPC and WASH. Specifically, a new technical area for safe delivery of health care services should more effectively measure the ability to deliver adequate clinical care, as well as implementation of IPC and WASH in health facilities. 27 Understanding of the risks faced by HCWs is hampered by a lack of data on HCW infections and deaths during outbreaks, which should be collected by governments as part of a core set of indicators on human resources for health, with annual reporting to WHO and published by the Global Health Observatory.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "| Improve and use tools to monitor implementation and enact further improvements at facility, national and global levels"
        },
        {
            "text": "COVID-19 has exposed a great paradox of health care-who protects the people who protect us? While every death is a tragedy, HCWs are at significantly higher risk of infection than the general population, and illness and death among HCWs impede delivery of essential health services. The costs of solving this problem must be borne not by individuals, but by the societies that they serve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "Recommendations directed towards both governments and WHO to protect HCWs-particularly those in the least developed countries-must be a priority for development partners and global financiers. Epidemic and pandemic outbreaks are not simply a matter of national responsibility, but rather, global solidarity, as many outbreak pathogens can quickly cross borders. As a simple matter of economics, the loss of trillions of dollars in the global economy can be prevented by a relatively small investment in programs to stop pandemics and keep HCWs safe. Private, governmental, and multilateral donors must increase and coordinate investments in IPC training, supplies and monitoring, including adequate WASH facilities, to support efforts to improve HCW safety as part of all program specific or overarching health systems investments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "The world's lack of preparedness for outbreaks of all sizes and refusal to adequately protect HCWs is a failure not only of governments, but also of international institutions and donors. We know what must be done. We must move from placing individuals at undue risk to accepting collective responsibility and accountability for the wellbeing of our HCWs, and take concrete action to protect HCWs who risk their own lives to care for us all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "The data in this manuscript are from previously published sources; this work did not constitute human subjects research DATA AVAILABILITY STATEMENT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Health Workforce Alliance and World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global rise in human infectious disease outbreaks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J R Soc Interface",
            "volume": "11",
            "issn": "101",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2014.0950"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health-care worker mortality and the legacy of the Ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "8",
            "pages": "439--440",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(15)00065-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protecting Nurses from COVID-19 a Top Priority: A Survey of ICN's National Nursing Associations. International Council of Nurses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus Disease (COVID-19). Data as Received by WHO from National Authorities, as of 11 October 2020, 10am CEST",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vaccine Nationalism Harms Everyone and Protects No One. Foreign Policy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghebreyesus",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association of public health interventions with the epidemiology of the COVID-19 outbreak in Wuhan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Am Med Assoc",
            "volume": "323",
            "issn": "19",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk of COVID-19 among frontline healthcare workers and the general community: a prospective cohort study. Lancet Public Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30164-X"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola Virus Disease Democratic Republic of Congo: External Situation Report 98/2020. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Three More Health Workers Infected in Ebola Outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soucheray",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "outbreak#:∼:text=The%20new%20cases%20raise%20the,outbreak%2C%20according%20to%20DRC% 20data. Accessed 28",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Measures to control protracted large Lassa fever outbreak in Nigeria",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dan-Nwafor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Ilori",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.20.1900272"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lassa Fever Outbreak Situation Report. Nigeria Centre for Disease Control",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lassa Fever Outbreak Situation Report. Nigeria Centre for Disease Control",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nigeria Centre for Disease Control",
            "authors": [],
            "year": 2020,
            "venue": "Lassa Fever Situation Report: Epi Week",
            "volume": "39",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cost of the Ebola Epidemic",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola Vaccine and the Crucial Role of Healthcare Workers. Outbreak Observatory",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Andrada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "workers#:∼:text=The%202014%2D%202016%20West%20African,affect%20the%20outcomes%20of%20patients. Accessed 28",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MERS-CoV infection among healthcare workers and risk factors for death: retrospective analysis of all laboratory-confirmed cases reported to WHO from 2012 to 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elkholy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Public Health",
            "volume": "13",
            "issn": "3",
            "pages": "418--422",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiph.2019.04.011"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization Regional Office for the Eastern Mediterranean",
            "authors": [],
            "year": 2020,
            "venue": "MERS Situation Update",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MERS and COVID-19 among healthcare workers: a narrative review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Public Health",
            "volume": "13",
            "issn": "6",
            "pages": "843--848",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiph.2020.05.019"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The occupational risk of influenza A (H1N1) infection among healthcare personnel during the 2009 pandemic: a systematic review and meta-analysis of observational studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lietz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Westermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nienhaus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schablon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0162061"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS in healthcare facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto and Taiwan. Emerg Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "777--781",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1005.030791"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The IMF's Response to COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Not the Last Pandemic: Investing Now to Reimagine Public-Health Systems. McKinsey & Company",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Craven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sabow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Veken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global Progress Report on WASH in Health Care Facilities: Fundamentals First. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global infection prevention and control priorities 2018-22: a call for action. Lancet Glob Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30427-8"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cost-effectiveness and return on investment of protecting health workers in low-and middle-income countries during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Risko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Offorjebe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Vecino-Ortiz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Razzak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0240503"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessing and reducing risk to healthcare workers in outbreaks. Health Secur",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilkason",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nuzzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcclelland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "205--211",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2019.0131"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Full implementation of IPC and WASH standards in all health facilities can occur by implementing WHO's 2019 'Minimum requirements for IPC programmes' to protect HCWs and make health facilities safer. IPC consists of a hierarchy of measures to protect HCWs and the patients they serve. Administrative controls include universal screening and triage of all patients and standardized training of HCWs; environmental controls reduce the risk of exposure and include use of outdoor screening and triage areas to improve ventilation, as well as adequate distance between HCWs and patients; while PPE provides additional protections and is most effective in conjunction with other components of the hierarchy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The study gives slightly different figures based on the comparison group. GUILLÉN ET AL.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Drew Blakeman for assistance in preparation of the manuscript. Resolve to Save Lives, an Initiative of Vital Strategies, is funded byBloomberg Philanthropies, the Bill & Melinda Gates Foundation, and Gates Philanthropy Partners, which is funded with support from the Chan Zuckerberg Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "All data are cited and publicly available. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}