{
    "paper_id": "451d4ec210d0d515ac578e7938aa2cb83e22e21f",
    "metadata": {
        "title": "The Impacts of COVID-19 on Mental Health, Substance Use, and Overdose Concerns of People Who Use Drugs in Rural Communities",
        "authors": [
            {
                "first": "Erin",
                "middle": [],
                "last": "Stack",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gillian",
                "middle": [],
                "last": "Leichtling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "E"
                ],
                "last": "Ba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Larsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justine",
                "middle": [],
                "last": "Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [
                    "M"
                ],
                "last": "Pope",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lillian",
                "middle": [],
                "last": "Leahy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Gelberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [
                    "Todd"
                ],
                "last": "Seaman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Korthuis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "D ata are emerging about the impacts of COVID-19 (SARS-CoV-2) on mental health and substance use. [1] [2] [3] [4] Government-implemented shelter in place guidelines are successful in preventing the spread of disease but impact people's ability to meet other physical, social, and health needs, particularly in rural communities. 5 People who use drugs (PWUDs) may be at increased risk of mental health complications, suicide, overdose, and trauma due to COVID-19 in rural America. 6 The medical and public health urgency of controlling SARS-Co-V2 has changed how social and mental health services are delivered. 7 Mental health professionals and facilities have modified operations to prevent COVID-19 infection. 8 This effect may be exacerbated for PWUD in rural communities, who already experience limited access to mental and physical health services due to systemic barriers and stigma. 9 Enduring the COVID-19 pandemic may lead to an increased risk of suicide due to changes in financial, mental, and physical health and lack of subsequent support. 10 Passive suicidal ideation is also heightened in individuals with depression, anxiety, and psychosis, 11 and PWUD are at greater risk of death by suicide than the general population. 12 In recent years, suicide rates have increased 13 and are expected to continue to increase due to COVID-19-related stressors. 14 During times of crisis (eg, 2008 financial crisis; collapse of the Soviet Union; aftermath of 9/11), people report increased substance use, 15, 16 and during COVID-19 that has been reflected in the increase in call volume to the Substance Abuse and Mental Health Services Administration's disaster distress hotline and increased reported mental health conditions and substance use. 4 Isolation, increased substance use, and limiting access to care may increase the risk of mental health crisis and overdose risk among PWUD. 6 After a decrease in overdose deaths for the first time in 2019,",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 330,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 612,
                    "end": 613,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 713,
                    "end": 714,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 891,
                    "end": 892,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1510,
                    "end": 1513,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1514,
                    "end": 1516,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1752,
                    "end": 1753,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1894,
                    "end": 1895,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted rapid response semi-structured qualitative interviews with PWUD from 5 high-needs rural Oregon counties (ie, Curry, Josephine, Douglas, Lane, and Coos) participating in the Oregon HIV/hepatitis C and Opioid Prevention and Engagement (HOPE) National Rural Opioids Initiative to address opioid use disorder, hepatitis C, and HIV in rural America. 21 COVID-19 was officially declared a pandemic on March 19, 2020. 22 Interviews were conducted via telephone with individuals aged !18 years who used drugs in the past 30 days. Interview guides assessed views on COVID-19, access to care (ie, medical, mental health, and substance use treatment), substance use, and overdose. The study was approved by the OHSU Institutional Review Board and granted a Federal Certificate of Confidentiality.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Participants (N ¼ 36) were recruited from April 21 to May 15, 2020 using participant driven sampling and flyer and text advertising. Eligibility included: (1) injection drug use or nonmedical use of opioids, methamphetamine, or cocaine in the past 30 days, (2) age 18 or greater, and (3) living in the rural study areas. Peer recovery support specialists with Oregon HOPE contacted present and past Oregon HOPE participants, the study opportunity was advertised at syringe service programs in the study areas, and community partners connected potential participants to study staff. Interviews were conducted via telephone and lasted from 45 to 100 minutes. Local syringe service programs and community organizations provided access to telephones for potential participants lacking the means to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Procedures"
        },
        {
            "text": "Three research staff with training in qualitative data collection and experience interviewing PWUD conducted all interviews. Interviewers were trained to follow written procedures if a participant expressed experiencing thoughts of suicide, including providing the Suicide Lifeline number, offering to connect the participant to an on-call clinician for crisis counseling, and offering to connect the participant to a peer recovery support specialist for additional support. Study leadership reviewed interview audio-recordings regularly to provide feedback and ensure interview quality and completeness. Although the nature of rapid assessment precluded concurrent analysis for saturation, the interview team met daily during data collection to assess saturation through discussion of interview content. Participants received a $50 gift card for participation. Audio-recorded interviews were transcribed by a professional contracted transcriptionist and uploaded into NVivo software (version 12) for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Procedures"
        },
        {
            "text": "We used thematic analysis with a semantic, inductive approach to analyze the interviews. 23, 24 We read and familiarized ourselves with the data to create the initial codes and used an iterative process to refine the codebook and achieve acceptable interrater reliability. Two team members (ES, MG) coded the same 2 transcripts and then ran a coding comparison query. Overall, the Kappa Coefficients (71.7% within the moderate to substantial agreement range) and percentage agreements (94.1%-100.0%) were high. Coders reviewed each discrepant code until agreement was met. Coders added additional clarity to codebook definitions and coded the remaining transcripts independently. Coders met regularly to assess consistency in coding and resolve discrepancies. Coded data were then grouped into emergent themes during investigator team discussions.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 93,
                    "end": 95,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Of the 36 participants, most were female (55.6%), age !30 years (77.8%), and non-Hispanic White (86.1%). Eightythree percent used methamphetamine in the past month, 30.6% of whom reported concurrent heroin or other opioid use. Seventeen percent reported using heroin or other opioids without methamphetamine. Twenty-seven (75.0%) participants reported injection drug use in the past 30 days (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Several themes emerged from the interview data (Table 2 ). Most notably, PWUD described how COVID-19 impacted (1) mental health symptoms and experiences, (2) substance use, and (3) overdose concerns and prevention tools and practices. For each of the 3 main themes, we describe the common or unique sub-themes in detail and provide illustrative quotations, while other sub-themes are listed briefly. Participants described a range of mental health symptoms and experiences related to COVID-19, including increased feelings of boredom, loneliness, and depression; increased worry and stress; and increased suicidal ideation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Participants who reported feelings of boredom, loneliness, and depression described missing their regular routines, such as going out to restaurants with their families and having social interactions in the community. Many described feeling isolated, hopelessness, unable to find pleasure in activities, and increasing their sleep. Some shared that they experienced pre-existing mental health issues and COVID-19 was amplifying their symptoms. One participant explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "I have been super depressed lately and just miserable all the way around. . . The isolation, isolating isn't a good thing for me and having to isolate myself from everyone has Increased worry and stress I was following a lot of the media. Every time I would find a post on Facebook I would click on it and the article on the news and so I think that that was a big pusher for me and you know, the media is a big influence on a lot of people -and I was one of them and I kind of had to take a step back because I felt my mental health really deteriorating and so -I just had to kind of stop clicking on the articles and watching the news. Most reported no concern about overdose and overdose concern not impacted by COVID-19. Some reported concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "We are a little bit more cooped up and things, especially at the beginning of this whole epidemic like -we both had a lot of anxiety and nervousness about the future, not sure how bad it was going to be. So there was a little bit of depression there and that kind of worried me you know, for myself and my girlfriend that you know, we were -there is a higher risk of overdose and I was definitely concerned. Like I mentioned before living in a smaller community compared to a bigger city. . . that I think plays a huge part in it. The [overdose] risk is minimized substantially. . . I just feel like compared to let's say overdosing, using opioids, the risk is minimal. I just feel that it's minimal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Some experienced or witnessed overdose during COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "I have actually overdosed twice since COVID-19. I have been around like three or four OD's in the last few months and I have been like the sole person there and I have stayed relaxed every time and I had Narcan from the needle exchange and I had asked for more of it and I told them why so they hooked me up with more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Overdose prevention tools and practices used to stay safe from overdose during COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "I also keep Narcan, actually. Before I never kept Narcan around. Now I actually keep Narcan around and anybody that comes in my house and uses with me, I always educate them on how to use it and like how to deal with an OD, I educate them on how to deal with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "J Addict Med Volume 15, Number 5, September/October 2021 The Impacts of COVID-19 ß 2020 American Society of Addiction Medicine been rough... I don't do good normally and so. . . having to be alone a lot is generally hard for me. Participants who reported increased worry and stress most often associated these feelings with fear of a family member or themselves getting SARS-CoV-2 and general uncertainties about the future. Some participants shared that the lack of a regular work schedule and increased media consumption contributed to their feelings of anxiety. For example, 1 participant shared:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "I was following a lot of the media. Every time I would find a post on Facebook I would click on it and the article on the news and so I think that that was a big pusher for me and you know, the media is a big influence on a lot of peopleand I was one of them and I kind of had to take a step back because I felt my mental health really deteriorating and so-I just had to kind of stop clicking on the articles and watching the news.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Two participants described increased suicidal thoughts during COVID-19. Both participants reported using drugs to self-medicate and regulate racing thoughts or worry related to unemployment. Nevertheless, these participants reported lack of concern about overdose risk. As 1 participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Now I pretty much just do as much [methamphetamine] as I can all at once. . . I am trying to find a loophole in order to go to heaven. . . I don't want to live through all this crap and the way people treat each other. It's only getting worse because of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Some participants reported that COVID-19 did not have an impact on their mental health because they are staying positive, not changing their behaviors, or have pre-existing mental health issues that did not worsen with COVID-19. One participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "I struggle with depression anyway. I don't know if I would say COVID-19 has made it worse, maybe, but I don't hang out with a lot of people anyway. . . I care about everybody's well-being but the only people who really matter to me is my kid and my boyfriend and I am around them, those are my main people and that's about it. I mean I struggle with mental health anyway from just-a messed up kind of childhood and life but not directly related to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "One participant described mental health symptoms improving because they had fewer responsibilities and shared, ''I am just not worried about shit right now.'' Few participants reported receiving or considering mental health treatment during COVID-19. Those who did receive mental health treatment shared mixed levels of comfort with phone or video visits. Some participants described virtual visits as less personal and others liked the convenience of virtual visits. One participant shared that ''mental health [treatment] has been a little bit slightly more difficult to acquire.'' Theme 2: Variable Substance Availability and Use During COVID-19",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 523,
                    "text": "[treatment]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "Participants described varying impacts of COVID-19 on substance use and interest in accessing substance use disorder treatment. Overall, participants who only used methamphetamine reported decreased use and people who used only heroin or heroin with methamphetamine reported increased use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased suicidal ideation"
        },
        {
            "text": "People who only used methamphetamine described trying to cut back or going without because they did not have money to purchase methamphetamine or because methamphetamine has been more difficult to find. As one participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "I am not using as much because I just don't have the means to supply it or the energy to go get it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Some participants who only used methamphetamine reported no change in use. For example, 1 participant shared, ''Nothing has changed, and I don't think it has for anybody I know either.'' Other participants who only used methamphetamine described increased use because using helped them feel safe and deal with the stress related to not working and other challenges in their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Many participants who only used methamphetamine reported an increase in cost and a decrease in availability during COVID-19. Participants attributed the increase in cost to supply change disruptions, specifically along the Mexican border; drug dealers' awareness that people received stimulus checks; or drug dealers charging for needing to violate COVID-19 safety practices. As 1 participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Well, if you want to buy something from someone they don't want to have to go out so they are going to charge you more for it to go out because they have to go out basically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Another participant stated: They are more expensive and it's more scarce. . . I guess they closed the Mexican border.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Some participants who only used methamphetamine reported no change to cost and one participant noted that drug costs decreased but was unsure why.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Only Used Methamphetamine"
        },
        {
            "text": "Participants who used only heroin or heroin with methamphetamine described increased use during COVID-19 due to boredom and worry. One participant reported using heroin for the first time during COVID-19 because they were unable to obtain prescription opioids and others reported return to use during COVID-19 after periods of abstinence. One participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "I was clean there for like almost a month and then when the quarantine stuff started happening and like all this stuff I got all these mixed messages and stuff like that and just felt like it was a really bad time or whatever, so it was juststarted like self-medicating, going in like this self-medicating mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "Some participants who used only heroin or heroin with methamphetamine reported no change in use or decreased use. One participant who reported decreased use shared that they started receiving methadone maintenance treatment a couple months before COVID-19 and ''have slowly been approaching a dose of methadone that it's making me more comfortable without the need to use.'' Participants who used only heroin or heroin with methamphetamine most often reported no change in drug cost during COVID-19. Some participants reported increased costs and attributed this to supply change disruptions or drug dealers following physical distance guidelines which leads to selling to fewer people at a higher price. One participant described supply disruptions increasing risk of COVID-19 infection because people needed to travel to bigger cities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "They have to go out of town. . . that's kind of scary because anyone that's going to go to a bigger city has a greater risk of getting [COVID-19] and then bringing it to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "A few participants who used only heroin or heroin with methamphetamine reported decreased cost and associated the decrease with lower demand because people are purchasing drugs less to practice physical distancing. One participant shared:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "I think it could be due to people being more reluctant to buy heroin because of the pandemic that's going on right now. So people that are selling it are decreasing their cost to attract more customers or to be able to off more of what they have in their possession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "Participants who used only heroin or heroin with methamphetamine reported varied impact of COVID-19 on drug availability. Many reported no change in availability. Those who did notice reduced availability attributed this to border closures. Some anticipated a change but ultimately saw no impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "One participant reported anticipating the change because they are from a rural area, and said ''I expected, you know, that it would kind of trickle down from the bigger cities to here and I noticed little to absolutely no change at all in availability.'' Another participant stated: It's actually ended up being easier than I thought [to purchase drugs]. I think a lot of people bought more than they really needed like to sell to people in our area because everybody was worried that the borders were going to shut down and that nothing was going to be available so everybody started buying a lot so now there is a ton of it out there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "People Who Used Only Heroin or Heroin With Methamphetamine"
        },
        {
            "text": "Participants shared concern with accessing treatment, including medications for opioid use disorder, during COVID-19 and described how these concerns impacted their use patterns. One participant shared:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "Well, I am not quite as interested in getting treatment because then I have to go and be around all those people and I really don't want to get COVID-19, you know. I think I would rather just keep doing drugs than put myself at risk. Despite increases in suicidal ideations and heroin use, most participants reported that they were not concerned about overdose and COVID-19 did not impact their concerns about overdose. Participants described lack of concern due to only smoking drugs or only using methamphetamine and thinking ''you can't really OD on meth.'' Participants also reported knowing their use limits, not using enough to overdose, or using in small amounts and gradually increasing in a session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "Some participants described increased concern about overdose during COVID-19 because of practicing physical distancing, which may increase using alone and feeling depressed. Others reported that increased use due to isolation and boredom which increased their risk of overdose and potentially for passive suicidal ideation. As 1 participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "We are a little bit more cooped up and things, especially at the beginning of this whole epidemic like-we both had a lot of anxiety and nervousness about the future, not sure how bad it was going to be. So there was a little bit of depression there and that kind of worried me you know, for myself and my girlfriend that you know, we were-there is a higher risk of overdose and I was definitely concerned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "A few participants described their experiences with overdose during COVID-19. One participant shared: ''I have actually overdosed twice since COVID-19.'' Others described witnessing an overdose or hearing about a spike of overdoses in their community. For example, 1 participant shared:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "I have been around like three or four OD's in the last few months and I have been like the sole person there and I have stayed relaxed every time and I had Narcan from the needle exchange and I had asked for more of it and I told them why so they hooked me up with more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "As illustrated, most participants reported using overdose prevention tools and practices to stay safe from overdose during COVID-19. Most participants reported having naloxone. Many indicated having naloxone before COVID-19, but some noted getting naloxone because of COVID-19 and distributing naloxone to others. One participant described:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "I also keep Narcan, actually. Before I never kept Narcan around. Now I actually keep Narcan around and anybody that comes in my house and uses with me, I always educate them on how to use it and like how to deal with an OD, I educate them on how to deal with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "Participants also attempted to adhere to other harm reduction practices, such as not using alone, using small amounts and slowly increasing dose, and using fentanyl test strips to identify and avoid using drugs mixed with fentanyl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interest in Accessing Substance Use Disorder Treatment"
        },
        {
            "text": "The impact of the COVID-19 pandemic on the wellbeing of this rural population is apparent. Similar to other recent publications, these interviews highlight the adverse impact of COVID-19 on the mental health and substance use patterns of PWUD. 1, 20 Strategies to keep people safe from SARS-CoV-2 infection and transmission are essential, but our findings suggest the need to explore how guidelines, messaging, and services can support the mental, physical, and social health of PWUD during COVID-19. COVID-19 guidelines to physically distance and worsening mental health symptoms can lead to using alone, increasing overdose risk within a context of low overdose concern especially for people who use methamphetamine or live in rural areas.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "PWUD reported changes in substance use related to cost and availability of substances during COVID-19. Drug supply changes may heavily impact use patterns in rural areas. The following constellation of factors raises concerns: increases in reported mental health issues, substance use, suicidal ideation, and passive suicidal actions and lack of treatment seeking and perceived access during COVID-19. During times of crisis, additional encouragement and resources are imperative to address increased, intersecting needs and mitigate long-term impacts. Addiction treatment providers and policy makers should engage in innovative solutions and flexible options (eg, telemedicine, loosening MOUD restrictions). 25, 26 Our study identifies several areas of future research. As guidelines encourage people to physically distance and limit movement, PWUD should have opportunities to get more needs met in fewer places. The role of syringe service programs and other community-based organizations that support PWUDs should be explored for their potential to provide and connect PWUD to many resources in 1 location, including serving as a hub for PWUD to attend virtual visits with health care and other service providers. Research should also address the impact of peer-delivered support services to mitigate the impact of COVID-19 on the mental health and substance use of PWUD. Peer recovery support specialists, through an emphasis on shared experiences, provide support, encouragement, and hope to PWUD. 27 Limitations of our study should be noted. We focused on 5 rural Oregon counties; findings may not be generalizable to other rural communities. We did not interview PWUD in urban settings, the sample was limited to individuals that had access to a telephone, and interviews were conducted at the beginning of the rapidly changing COVID-19 environment in Oregon. Our sample was also overwhelmingly non-Hispanic White, and we did not explore how social identities (eg, sex, race, class, housing status) intersect to impact mental health, substance use behaviors, or overdose concerns. Future research should include a more diverse sample and an intersectional lens to examine the impact of COVID-19 on PWUD in other rural communities and should include more in-depth exploration of the impacts of COVID-19 depending on people's drug of choice.",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "text": "25,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "26",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1504,
                    "end": 1506,
                    "text": "27",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "COVID-19 has impacted the lives of billions of people across the world. In this study, PWUD reported increased mental health symptoms and substance use and little to no concern about overdose despite increased overdose risks. Our findings demonstrate a need for interventions that specifically target PWUD to provide support that reduces the risk of harm from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The mental health consequences of COVID-19 and physical distancing: the need for prevention and early intervention",
            "authors": [
                {
                    "first": "Smr",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Internal Med",
            "volume": "180",
            "issn": "",
            "pages": "817--818",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: Potential Implications for Individuals with Substance Use Disorders",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Volkow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Depression and anxiety",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health, substance use, and suicidal Ideation during the COVID-19 pandemic -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "É"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petrosky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "1049--1057",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human needs in COVID-19 isolation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matias",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Dominski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Health Psychol",
            "volume": "25",
            "issn": "7",
            "pages": "871--882",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Disease of Addiction Thrives on Isolation: A Report to Governor Gavin Newsom and the California Legislature on the Impact of COVID-19 on the State's Fragile Substance Use Disorder Treatment System",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "California Consortium of Addiction Programs and Professionals",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus: half of humanity now on lockdown as 90 countries call for confinement. Euornews",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sandford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronaphobia: fear and the 2019-nCoV outbreak",
            "authors": [
                {
                    "first": "Gjg",
                    "middle": [],
                    "last": "Asmundson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Anxiety Disord",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stigma and self-stigma in addiction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Snoek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioeth Inq",
            "volume": "14",
            "issn": "",
            "pages": "275--286",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effect of economic crisis on suicide cases: an ARDL bounds testing approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Demirci",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yetim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "İlgün",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Soc Psychiatry",
            "volume": "66",
            "issn": "",
            "pages": "34--40",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterizing the phenomenology of passive suicidal ideation: a systematic review and meta-analysis of its prevalence, psychiatric comorbidity, correlates, and comparisons with active suicidal ideation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bettis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pyschol Med",
            "volume": "50",
            "issn": "3",
            "pages": "367--383",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A closer look at substance use and suicide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Psychiatry Resid J",
            "volume": "13",
            "issn": "6",
            "pages": "6--8",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Institute of Mental Health. Suicide Rates",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What lies ahead: elevated concerns for the ongoing suicide pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lennon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol Trauma",
            "volume": "12",
            "issn": "",
            "pages": "118--119",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How does economic recession affect substance use? A reality check with clients of drug treatment centres",
            "authors": [
                {
                    "first": "Prj",
                    "middle": [],
                    "last": "Bruguera",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilvarry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Ment Health Policy Econ",
            "volume": "21",
            "issn": "1",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sustained increased consumption of cigarettes, alcohol, and marijuana among Manhattan residents after",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vlahov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kilpatrick",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "94",
            "issn": "",
            "pages": "253--254",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Opioid-related deaths make a disappointing uptick in early 2020, possible related to coronavirus. The Baltimore Sun",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cuyahoga county reports near-record 66 overdose deaths in may, and numbers could rise, medical examiner says. Cleavlandcom. 2020. 19. United states unemployment rate",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 and mental health: a review of the existing literature",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rajkumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Pscyhiatry",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Grants awarded to address opioid crisis in rural regions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Rolling updates on coronavirus disease (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Qualitative Data Analysis: A Methods Sourcebook",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Huberman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saldana",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Macqueen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Namey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Continuing increased access to buprenorphine in the United States via telemedicine after COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Samuels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Drug Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "No ''back to normal'' after COVID-19 for our failed drug policies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beletsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Drug Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.drugpo.2020.102901"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ethical Guidelines for the Delivery of Peer-based Recovery Support Services",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of Interview Participants",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "People Who Use Drugs in Rural Communities' Views of Mental Health Impact of COVID-19: Emergent Themes, Sub-themes, and Supporting Quotes I have been super depressed lately and just miserable all the way around. . . The isolation, isolating isn't a good thing for me and having to isolate myself from everyone has been rough... I don't do good normally and so. . . having to be alone a lot is generally hard for me.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "I am not using as much because I just don't have the means to supply it or the energy to go get it. Well, if you want to buy something from someone they don't want to have to go out so they are going to charge you more for it to go out because they have to go out basically. They are more expensive and it's more scarce. . . I guess they closed the Mexican border.I was clean there for like almost a month and then when the quarantine stuff started happening and like all this stuff I got all these mixed messages and stuff like that and just felt like it was a really bad time or whatever, so it was just-started like self-medicating, going in like this self-medicating mode. It's actually ended up being easier than I thought [to purchase drugs]. I think a lot of people bought more than they really needed like to sell to people in our area because everybody was worried that the borders were going to shut down and that nothing was going to be available so everybody started buying a lot so now there is a ton of it out there. They have to go out of town. . . that's kind of scary because anyone that's going to go to a bigger city has a greater risk of getting [COVID] and then bringing it to us. I expected, you know, that it would kind of trickle down from the bigger cities to here and I noticed little to absolutely no change at all in availabilityCOVID-19 decreased interest in treatment or reducing use Well, I am not quite as interested in getting treatment because then I have to go and be around all those people and I really don't want to get COVID-19, you know. I think I would rather just keep doing drugs than put myself at risk. Yes, it does because [COVID-19] makes me have the fuck its. I am a person that I have needs and needs and I have pain most of my life. I need this stuff and we are all doing the COVID-19, I'll tell you, I have to wait until this is over. Theme 3: Overdose concerns were low, but prevention tools and practices were used during COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Another participant stated: Yes, it does because [COVID-19] makes me have the fuck its. I am a person that I have needs and needs and I have pain most of my life. I need this stuff and we are all doing the COVID-19, I'll tell you, I have to wait until this is over.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank the Oregon HOPE peer recovery support specialists and research staff who helped recruit and schedule study participants for the interviews, including Joanna Cooper, Rhody Elzaghal, Paul Gonzales, Joshua Haynes, Larry Howell, Lisa Kennedy, Claire Sidlow, Anthony Wilson, and Dane Zahner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}