{
    "paper_id": "45a15e5f4133904117406eb7f8e599fb7e6631dd",
    "metadata": {
        "title": "Novel NGS pipeline for virus discovery from a wide spectrum of hosts and sample types",
        "authors": [
            {
                "first": "Ilya",
                "middle": [],
                "last": "Plyusnin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravi",
                "middle": [],
                "last": "Kant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "J"
                ],
                "last": "Jä Ä Skelä",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki and Helsinki University Hospital",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Tarja",
                "middle": [],
                "last": "Sironen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Liisa",
                "middle": [],
                "last": "Holm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Olli",
                "middle": [],
                "last": "Vapalahti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Teemu",
                "middle": [],
                "last": "Smura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki",
                    "location": {
                        "postCode": "00014",
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The study of the microbiome data holds great potential for elucidating the biological and metabolic functioning of living organisms and their role in the environment. Metagenomic analyses have shown that humans, along with for example, domestic animals, wildlife and arthropods, are colonized by an immense community of viruses. The current Coronavirus pandemic (COVID-19) heightens the need to rapidly detect previously unknown viruses in an unbiased way. The increasing availability of metagenomic data in this era of next-generation sequencing (NGS), along with increasingly affordable sequencing technologies, highlight the need for reliable and comprehensive methods to manage such data. In this article, we present a novel bioinformatics pipeline called LAZYPIPE for identifying both previously known and novel viruses in host associated or environmental samples and give examples of virus discovery based on it. LAZYPIPE is a Unix-based pipeline for automated assembling and taxonomic profiling of NGS libraries implemented as a collection of Cþþ, Perl, and R scripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Our ability to produce sequence data in the rapidly growing field of genomics has surpassed our ability to extract meaningful information from it. Analyzing viral data are particularly challenging given the considerable variability in viruses and the low coverage of viral diversity in current databases. It is estimated that a vast majority of virus taxa are yet to be described and classified (Geoghegan and Holmes 2017) . This challenge is further complicated by the high evolutionary rate of viruses leading to emergence of new virus lineages and the relative scarcity of viral genetic material in metagenomic samples (Rose et al. 2016 ). Next-generation sequencing (NGS) is a high throughput, impartial technology with numerous attractive features compared with established diagnostic methods for virus detection (Mokili, Rohwer, and Dutilh 2012) . NGSbased studies have improved our understanding of viral diversity (Cantalupo et al. 2011) . There is considerable interest within virology to explore the use of metagenomics techniques, specifically in the detection of viruses that cannot be cultured (Smits et al. 2015; Graf et al. 2016) . Metagenomics can also be used to diagnose patients with rare or unknown disease aetiologies that would otherwise require multiple targeted tests (Pallen 2014) or emerging infections for which tests are yet to be developed.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 422,
                    "text": "(Geoghegan and Holmes 2017)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 622,
                    "end": 639,
                    "text": "(Rose et al. 2016",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 818,
                    "end": 851,
                    "text": "(Mokili, Rohwer, and Dutilh 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 922,
                    "end": 945,
                    "text": "(Cantalupo et al. 2011)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1107,
                    "end": 1126,
                    "text": "(Smits et al. 2015;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1127,
                    "end": 1144,
                    "text": "Graf et al. 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1292,
                    "end": 1305,
                    "text": "(Pallen 2014)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "V C The Author(s) 2020. Published by Oxford University Press. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/ licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com In recent years, the role of the bacterial microbiome in health and disease has been acknowledged and studied extensively (Biedermann and Rogler 2015; KataOka 2016) . Nonetheless, the influence of the viral constituent of the microbiome (i.e. virome) has received considerably less attention. Recent research has indicated that both pathogenic and commensal viral species can modulate host immune responses and thereby either prevent or induce diseases (Lim et al. 2015; Neil and Cadwell 2018) . Additionally, recent research has revealed modifications in the virome that are related to diseases such as acquired immunodeficiency syndrome and inflammatory bowel disease (Norman et al. 2015) . Accordingly, there is a need to identify novel viruses that may be established pathogens and to define wider links of the virome with health and disease. Beyond humans, the veterinary, wildlife, arthropod, and environmental viromes have large implications in for example, animal health, zoonotic emergence, and ecosystem research that require new tools to understand and study the virosphere.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 577,
                    "text": "(Biedermann and Rogler 2015;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 591,
                    "text": "KataOka 2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 880,
                    "end": 897,
                    "text": "(Lim et al. 2015;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 898,
                    "end": 920,
                    "text": "Neil and Cadwell 2018)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1097,
                    "end": 1117,
                    "text": "(Norman et al. 2015)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bioinformatics pipelines and algorithms designed for the analysis of NGS microbiome data can be separated into three groups. The first group includes pipelines for virome composition analysis. These pipelines mine the relative abundance and types of viruses present in a given sample. These pipelines include VirusSeeker (Zhao et al. 2017 ), Viral Informatics Resource for Metagenome Exploration (Wommack et al. 2012) , viGEN (Bhuvaneshwar et al. 2018) , the Viral MetaGenome Annotation Pipeline (Lorenzi et al. 2011), and MetaVir (Roux et al. 2014 ). The second group includes pipelines that are designed for bacterial composition analysis, such as MG-RAST (Meyer et al. 2008) . Pipelines in the third group, such as MetaPhlan2 (Truong et al. 2015) , Kraken2 (Wood, Lu, and Langmead 2019) and Centrifuge (Kim et al. 2016) , can perform composition analysis for all known taxa. There are also a number of tools, pipelines, and algorithms for virus discovery, including Genome Detective (Vilsker et al. 2019) , VIP (Li et al. 2016) , PathSeq (Kostic et al. 2011) , SURPI (Naccache et al. 2014) , READSCAN (Naeem, Rashid, and Pain 2013) , VirusFinder (Wang, Jia, and Zhongming 2013) , and MetaShot (Fosso et al. 2017 ). Most of these pipelines are based on homology searches in the nucleotide (nt) or amino acid (aa) space against a local database of reference sequences. Notably, homology searches in the aa space are expected to retrieve more distant homologs, which is key for detecting divergent novel viral sequences.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 338,
                    "text": "(Zhao et al. 2017",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 396,
                    "end": 417,
                    "text": "(Wommack et al. 2012)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 426,
                    "end": 452,
                    "text": "(Bhuvaneshwar et al. 2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 522,
                    "text": "(Lorenzi et al. 2011), and",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 523,
                    "end": 548,
                    "text": "MetaVir (Roux et al. 2014",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 677,
                    "text": "(Meyer et al. 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 729,
                    "end": 749,
                    "text": "(Truong et al. 2015)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 760,
                    "end": 789,
                    "text": "(Wood, Lu, and Langmead 2019)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 805,
                    "end": 822,
                    "text": "(Kim et al. 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 986,
                    "end": 1007,
                    "text": "(Vilsker et al. 2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1014,
                    "end": 1030,
                    "text": "(Li et al. 2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1041,
                    "end": 1061,
                    "text": "(Kostic et al. 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1070,
                    "end": 1092,
                    "text": "(Naccache et al. 2014)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1104,
                    "end": 1134,
                    "text": "(Naeem, Rashid, and Pain 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1149,
                    "end": 1180,
                    "text": "(Wang, Jia, and Zhongming 2013)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1196,
                    "end": 1214,
                    "text": "(Fosso et al. 2017",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The availability of robust bioinformatics pipelines for virome detection and annotation from NGS data continues to be one of the critical steps in many research projects. Pipelines are needed to efficiently detect viral sequences present in a complex mixture of host, bacterial, and other microbial sequences. The discovery of viral sequences depends on sequence alignment with other viral sequences in databases, as, in contrast to bacteria where 16S RNA is present in all taxa, viruses lack 'explanatory genes' found in all taxa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lazypipe offers several advantages to the existing methods for taxonomic profiling of viral NGS data. Lazypipe outsources homology search to a separate server eliminating the need to install and update local sequence databases. This is helpful in both reducing the workload on the user and ensuring that all the latest viral sequences are covered by the homology search. Additionally, this feature can significantly reduce the threshold for employing Lazypipe by the less technically savvy researchers. Lazypipe uses SANSparallel (Somervuo and Holm 2015) to search for aa homologs in the UniProtKB database. Searching for homologs in the protein space is expected to retrieve more distant viral homologs than searches with nucleotide sequences (Zhao et al. 2017) . Furthermore, SANSparallel is $100 times faster compared with the BLASTP search (Somervuo and Holm 2015) , which is the default search engine employed by nearly all other annotation pipelines that search the protein space. Lazypipe assembles and annotates viral contigs, thus reducing the workload on the downstream analysis. This function is supported by some other pipelines, such as Metavir (Roux et al. 2014 ) and virMine (Garretto, Hatzopoulos, and Putonti 2019) , but both Metavir and virMine use a much slower BLASTP search and require installation of local sequence databases. Lazypipe implements a flexible stepwise architecture that allows reexecution of individual steps or parts of the analysis. This architecture addresses the increased risk of execution failure that is inherent to the analysis of large NGS libraries. Lazypipe supports data formats that can be used both by human researchers and automated tools. Results are output in the form of intuitive excel tables and interactive graphs, but also, in the form of standardized taxonomic profiles that can be integrated with automated workflows.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 554,
                    "text": "(Somervuo and Holm 2015)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 744,
                    "end": 762,
                    "text": "(Zhao et al. 2017)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 844,
                    "end": 868,
                    "text": "(Somervuo and Holm 2015)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1158,
                    "end": 1175,
                    "text": "(Roux et al. 2014",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1190,
                    "end": 1231,
                    "text": "(Garretto, Hatzopoulos, and Putonti 2019)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lazypipe does not perform direct taxonomic binning of reads, but instead links these to database sequences via the assembled contigs. This approach results in a very high accuracy of taxon retrieval (see Section 3); however, this may come at the cost of lower accuracy for read binning. The accuracy of read binning was not accessed in this work since the main objective was to construct a highly accurate taxonomic profiler. Still, we provide the option to retrieve reads linked to any reported taxon or contig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The faecal sample from diarrhoeic American mink (Neovison vison) was collected in September 2015 from a fur production farm in Finland, as described previously (Smura et al. 2016) . The processing and sequencing of the sample were conducted using a protocol described in Conceição-Neto et al. (2015) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 179,
                    "text": "(Smura et al. 2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 271,
                    "end": 299,
                    "text": "Conceição-Neto et al. (2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory procedures and Samples"
        },
        {
            "text": "The human patient samples were derived from the diagnostic unit of Helsinki University Hospital Laboratory and stored in À80 C. In this study, RNA was extracted using either QIAamp Viral RNA kit (Qiaqen Inc., Valencia, USA) or EasyMag (bioMerieux) according to the manufacturer's instructions, followed by real time polymerase chain reaction (PCR) detection described in Kuivanen et al. (2019) for tick-borne encephalitis virus (TBEV), in Haveri et al. (2020) for severe acute respiratory syndrome coronovirus 2 (SARS-CoV-2), and in Mä ki-Tanila et al. (2016) for entero-and parechoviruses. This study was done according to research permits HUS/32/2018 §16 for project TYH2018322 and HUS/44/2019 §13 for projects TYH2018322 and M1023TK001.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 393,
                    "text": "Kuivanen et al. (2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 439,
                    "end": 459,
                    "text": "Haveri et al. (2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory procedures and Samples"
        },
        {
            "text": "Prior to sequencing, samples were treated with DNase I (Thermo Fisher, Waltham, USA) and purified with Agencourt RNA Clean XP magnetic beads (Beckman Life sciences, Indianapolis, USA). Ribosomal RNA was removed using a NEBNext rRNA depletion kit (New England BioLabs, Ipswich, USA) according to the manufacturers protocol. The sequencing library was prepared using a NEBNext Ultra II RNA library prep kit (New England BioLabs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory procedures and Samples"
        },
        {
            "text": "Libraries were quantified using NEBNext Library Quant kit for Illumina (New England BioLabs). Pooled libraries were sequenced on an Illumina MiSeq platform, using either MiSeq v2 reagent kit with 150 base pair (bp) paired-end reads or a MiSeq v3 reagent kit with 300 bp paired-end reads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory procedures and Samples"
        },
        {
            "text": "We implemented a UNIX pipeline for automated assembly and taxonomic profiling of NGS libraries. The pipeline also performs taxonomic binning of the assembled contigs. The workflow of our pipeline is illustrated in Fig. 1 . Our pipeline was implemented as a collection of Perl, Cþþ, and R programs with a command-line user interface written in Perl. Our implementation allows for execution of the whole pipeline with a single command or performing each analysis step separately. This allows for great flexibility when working with large NGS libraries. Lazypipe user manual and source code are freely available from project's website (https://www.helsinki.fi/en/projects/ lazypipe) and git repository (https://bitbucket.org/plyusnin/ lazypipe/.) Each pipeline step is described in more detail below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "Paired-end libraries in FASTQ format (Cock et al. 2010 ) serve as input. First, primers, short reads and low-quality reads are removed with Trimmomatic (Bolger, Lohse, and Usadel 2014) or fastp (Chen et al. 2018) . Then host reads are filtered by aligning reads against the host genome with BWA-MEM (Li 2013 ) and removing reads with high scoring alignments with SAMtools (Li et al. 2009 ). A threshold of 50 was selected by comparing the pre-assembly mapping of reads to the host genome to the postassembly taxonomic binning of reads (without the host genome filtering). Comparing these for several samples showed that a threshold of 50 removes between 90 and 94 per cent of reads that are assigned to Eukaryota in post-assembly binning while removing only 1-10 per cent of reads that are assigned to Viruses (data omitted). Decreasing this threshold to 30 resulted in removal of only 63-64 per cent of reads assigned to Eukaryota and increased removal of reads assigned to Viruses (18-29%). Increasing threshold to 100 again decreased the number of filtered eukaryotic reads (to 74-86%) with only slight improvement on the number of retained virus reads (0-9%). For the simulated metagenome (Fosso et al. 2017) , setting the threshold to 50 results in filtering 99.93 per cent of host reads and only 0.05 per cent of viral reads (excluding the endogenous retroviral reads, which are filtered to a large extent). Thus, we selected fifty as a working threshold although we recognize that a more robust optimization can be performed.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 54,
                    "text": "(Cock et al. 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 152,
                    "end": 184,
                    "text": "(Bolger, Lohse, and Usadel 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 194,
                    "end": 212,
                    "text": "(Chen et al. 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 299,
                    "end": 307,
                    "text": "(Li 2013",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 372,
                    "end": 387,
                    "text": "(Li et al. 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1193,
                    "end": 1212,
                    "text": "(Fosso et al. 2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "In the next step, reads are assembled with MEGAHIT (Li et al. 2015) or Velvet (Zerbino and Birney 2008) . MEGAHIT is used by default as this was the overall best assembler in the CAMI competition (Sczyrba et al. 2017 ). The pipeline then scans for genelike regions in the assembled contigs with MetaGeneAnnotator (Noguchi, Taniguchi, and Itoh 2008) (default) or MetaGeneMark (Zhu, Lomsadze, and Borodovsky 2010) and translates these to aa sequences using BioPerl (Stajich et al. 2002) . Extracted aa sequences are queried against UniProtKB using the SANSparallel (Somervuo and Holm 2015) server. Top hits that pass a bitscore threshold value are used to assign contigs to the NCBI taxonomy ids. Note that contigs with several genes can be assigned to several taxonomy ids. We also support an alternative strategy of mapping contigs directly against the NCBI nucleotide collection database (NCBI nt). This is done by querying contigs with Centrifuge against NCBI nt and using alignments that pass a threshold value for the alignment score to assign contigs to taxonomy ids. We refer to this alternative version of our pipeline as the Lazypipe-nt.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 67,
                    "text": "(Li et al. 2015)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 78,
                    "end": 103,
                    "text": "(Zerbino and Birney 2008)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 196,
                    "end": 216,
                    "text": "(Sczyrba et al. 2017",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 313,
                    "end": 358,
                    "text": "(Noguchi, Taniguchi, and Itoh 2008) (default)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 411,
                    "text": "(Zhu, Lomsadze, and Borodovsky 2010)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 463,
                    "end": 484,
                    "text": "(Stajich et al. 2002)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 563,
                    "end": 587,
                    "text": "(Somervuo and Holm 2015)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "Reads that passed host genome filtering are realigned to contigs using BWA-MEM top hits that pass a pre-set threshold on the alignment scores. Read distribution tables are generated using SAMtools (Li et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 212,
                    "text": "(Li et al. 2009",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "Next, taxonomy links generated by SANSparallel and read distribution tables are processed into an abundance table, which summarizes the number of contigs and reads binned to each taxon. Contigs that are mapped to two or more taxa may contribute different fractions of reads to different taxa according to the selected weighting model. In the taxacount model reads are distributed equally between all taxa linked to the contig. In the bitscore model reads are distributed according to the sum of bitscores from the database hits. Here, for each taxon linked to the contig the weight is the ratio of two sums: the sum of bitscores for the contig and taxon, and the sum of all bitscores for the taxon. In our benchmarking we used the bitscore model, which showed a slightly better performance. The raw abundance table is converted to an Excel file (using R) with several spreadsheets, each providing a different view of the acquired data. These views include the abundance of virus taxa (excluding bacteriophages), bacteriophages, bacteria, eukaryotes and, optionally, other high-level domains. For each of these groups, abundances are reported at three taxonomic levels (family, genus, and species). This arrangement allows for a rapid overview of NGS results and convenient 'zooming in' on the taxa of interest. Taxonomic abundances are also presented as an interactive Krona graph (Ondov, Bergman, and Phillippy 2011) , which supports dynamic exploration of abundancies across different taxa. We also convert taxonomic abundances to CAMI Profiling Output Format (Sczyrba et al. 2017) . By providing standardized output we support benchmarking of our pipeline by unbiased third-party evaluation initiatives such as CAMI (Sczyrba et al. 2017) . Standardized output also aims to support simple and stable integration in automated workflows. To simplify accessibility, contigs for different taxa are sorted into a directory structure that follows the taxonomic hierarchy. A summary table is printed that lists all contigs for viruses, bacteriophages, bacteria and eukaryotes along with hits from SANSparallel or Centrifuge search.",
            "cite_spans": [
                {
                    "start": 1381,
                    "end": 1417,
                    "text": "(Ondov, Bergman, and Phillippy 2011)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1562,
                    "end": 1583,
                    "text": "(Sczyrba et al. 2017)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1719,
                    "end": 1740,
                    "text": "(Sczyrba et al. 2017)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "In taxonomic profiling reads and contigs from the least abundant taxa have the highest risk of being misclassified. The organizers of the first CAMI competition addressed this problem by removing the last percentile of read distributions assigned by the compared taxonomic profilers (Sczyrba et al. 2017) . We implement a similar strategy by assigning each taxon a cumulative frequency distribution value (csum), which sums read frequencies mapped to that taxon and the more abundant taxa. We also assign confidence scores based on the csum score: the [0.95%] interval is assigned Confidence 1, the [95%, 99%] Confidence 2 and the tail values [99%, 100%] are assigned Confidence 3. For a typical NGS library taxa with confidence Score 1 will be true positives, those with Score 3 (i.e. the last percentile) will be false positives and those with Score 2 will represent borderline cases.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 304,
                    "text": "(Sczyrba et al. 2017)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "As an additional feature, Lazypipe offers an option to create interactive graphical reports that display the location and variation in viral contigs relative to reference viral genomes. This requires installation of a local database of viral reference genomes, which is then searched for taxa matching virus taxa found by the homology search. Contigs are aligned against the matching reference genomes with BWA-MEM and the resulting alignments are displayed with Integrative Genomics Viewer (Thorvaldsdó ttir, Robinson, and Mesirov 2013) in an internet browser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "In the last step, we turn to quality control by generating graphical reports. The quality of the original library and assembly are monitored with histograms and key statistics. We also present the number of reads retained at consecutive pipeline steps: after quality filtering with Trimmomatic, after host genome filtering, after assembling, and after gene detection. These are summarized as the survival-rate-plots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unix pipeline for assembly, taxonomic profiling and binning of NGS data"
        },
        {
            "text": "We evaluated our pipeline on the following two sets of data: a simulated metagenome from the MetaShot project (Fosso et al. 2017 ) and a mock-virome and bacterial mock-community data (SRA reference SRR3458569; Conceição-Neto et al. 2015) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 128,
                    "text": "(Fosso et al. 2017",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 210,
                    "end": 237,
                    "text": "Conceição-Neto et al. 2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Benchmarking performance"
        },
        {
            "text": "The MetaShot metagenome is a 20.5 M PE 2 Â 150 Illumina library simulated with ART [13] . We mapped reads in this library using accession numbers in read id-fields to 107 viral taxids, 99 prokaryote taxids and the human genome (94.5% of all reads). Strain taxids were further mapped using NCBI taxonomy to species, genus, family, order, and superkingdom taxids resulting in eighty-four species and forty-six genera of viruses, seventy-one species, and forty-two genera of bacteria. Based on this mapping we constructed a CAMI taxonomic profile (Sczyrba et al. 2017) , which was then used as the gold standard in pipeline evaluation.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "ART [13]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 565,
                    "text": "(Sczyrba et al. 2017)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Benchmarking performance"
        },
        {
            "text": "The mock-virome and bacterial mock-community is composed from nine virus cultures ( We compared the performance of Lazypipe on the MetaShot benchmark against Kraken2 (Wood and Salzberg 2014), MetaPhlan2 (Truong et al. 2015) , and Centrifuge (Kim et al. 2016) . Lazypipe was run with SANSparallel (referred to as Lazypipe) and Centrifuge (Lazipipe-nt) search engines. Kraken2, MetaPhlan2, and Centrifuge were run with default settings. For Centrifuge we used the NCBI nt database; alignments with <60 nt match were removed to improve precision. Classification results were converted to CAMI taxonomic profiles and evaluated against the golden standard using OPAL (Meyer et al. 2019 ), a CAMI (Sczyrba et al. 2017 ) spinoff project implementing CAMI metrics for metagenomic profilers. We also performed the precision-recall analysis using ROCR (Sing et al. 2005) . For the simulated metagenome, we separately evaluated the entire taxonomic profile output by each of the pipelines and subprofiles limited to virus taxa.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "text": "(Truong et al. 2015)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 241,
                    "end": 258,
                    "text": "(Kim et al. 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 662,
                    "end": 680,
                    "text": "(Meyer et al. 2019",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 691,
                    "end": 711,
                    "text": "(Sczyrba et al. 2017",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 842,
                    "end": 860,
                    "text": "(Sing et al. 2005)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Benchmarking performance"
        },
        {
            "text": "Results for OPAL evaluation on the MetaShot benchmark are available from the project's website (https://www.helsinki.fi/en/ projects/lazypipe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excellent recall and precision for both simulated and real datasets"
        },
        {
            "text": "Precision, recall (syn. sensitivity), and F1-score (harmonic mean of precision and recall) for predicted virus taxa and for all predictions are listed in Tables 1 and 2, respectively. For predicted virus taxa both Lazypipe variants have very high precision and recall at both genus and species level (Table 1) . Lazypipe-nt has clearly the best balance between precision and recall, which is reflected in the highest F1-scores among the compared tools (Table 1 ). In the comparison of all predictions Lazypipe has the highest F1-score at the genus levels. Note that in this evaluation all methods have mediocre performance below the genus level. Lazypipe and Centrifuge are challenged with false positives and MetaPhlan2 and Kraken2 with false negatives (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 452,
                    "end": 460,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 754,
                    "end": 763,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Excellent recall and precision for both simulated and real datasets"
        },
        {
            "text": "To evaluate classification at different cut-off levels we also performed precision-recall analysis for predicted virus taxa and for all predictions (see Fig. 2A and B) . In this evaluation, we observe very high precision values for Lazypipe-nt, Lazypipe, and Centrifuge. A slightly better performance of Lazypipe-nt and Centrifuge towards the end of the prediction list (i.e. high recall values) indicates that nt search may be more efficient than the aa search in retrieving known viral taxa ( Fig. 2A) . Also, mapping of the assembled contigs (Lazypipe-nt) appears to be more accurate then mapping of shorter read sequences (Centrifuge).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 167,
                    "text": "Fig. 2A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 495,
                    "end": 503,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Excellent recall and precision for both simulated and real datasets"
        },
        {
            "text": "To evaluate the performance of Lazypipe on real data, we ran the Lazypipe analysis with default settings on the mock-community data (for results please see project's webpage). Recovery of the nine mock-community viral taxa was evaluated by manual inspection of Lazypipe summary tables. Lazypipe recovered all seven eukaryotic viruses included in the mock-virome. Moreover, the correct eukaryotic viruses were the only eukaryotic viruses predicted for this data with acceptable confidence scores (Scores 1 and 2; excluding Score 3, which has a high risk of being false positive). Thus, we had 100 per cent sensitivity and 100 per cent precision for the eukaryotic viruses at the species level. Lazypipe also reported the Dickeya LIMEstone virus, but did not report the Acanthamoeba polyphaga mimivirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excellent recall and precision for both simulated and real datasets"
        },
        {
            "text": "We compared the execution time of Lazypipe, Kraken2, MetaPhlan2, and Centrifuge on the MetaShot simulated metagenome on a GNU/Linux machine with sixty-four 2,300 MHz CPUs. All programs were run with sixteen threads. Although Lazypipe is about twice as slow as MetaPhlan2, it is more accurate and creates annotated assembly, which is not done by any of the compared tools. We also note that key subprograms employed by Lazypipe (i.e. BWA, Megahit, SANSparallel, and SAMtools) have parallel implementation and are expected to have good scalability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benchmarking time efficiency"
        },
        {
            "text": "In addition to the mock-community data we tested the performance of Lazypipe using real data from different sample types (cerebrospinal fluid [CSF] , serum, faeces, and tissue samples) derived from various host species. Since the pipeline is designed also for the detection of unknown viruses, we explored various sources for virus discovery with a by default unknown viral diversity. As an example of searching for the causative agents of veterinary disease, we analyzed sequence data derived from a faecal sample of a mink with gastroenteritis manifesting as diarrhoea. Altogether, Lazypipe detected multiple contigs that indicated the presence of virus genomes (see Table 3 ). Notably, one contig contained a large open reading frame (ORF) that most likely represents a novel picorna-like virus (order Picornavirales) with only 30 per cent aa identity to the closest match. In addition, partial genomes of a toti-like virus with 29-32 per cent aa identity to Beihai toti-like virus 4 (contig length 3,792) and with 38-48 per cent aa identity to Hubei unio douglasiae virus 1 (contig length 3,219) were detected together with smaller fragments of other yet unclassified viruses (see Table 3 ).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "text": "[CSF]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 676,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1185,
                    "end": 1192,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Novel virome sequences from mink faecal samples"
        },
        {
            "text": "In addition to the above, virus groups with well-known association to the gastrointestinal system were detected. These included members of family Caliciviridae and Parvoviridae. Of the family Caliciviridae, six norovirus and six sapovirus contigs were detected. More thorough examination suggested that the norovirus contigs constitute a complete genome of a new representative of noroviruses with 89 per cent aa identity in ORF1 (nonstructural polyprotein) to norovirus genotypes IV and VI found in cats and dogs (Ford-Siltz et al. 2019), 63 per cent aa identity in ORF2 (VP1) protein to Genotype II found in pigs and 57 per cent aa identity to Genotype II in ORF3 (VP2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel virome sequences from mink faecal samples"
        },
        {
            "text": "The sapovirus contigs constituted a complete genome with 80-81 per cent aa identity in ORF1 (including VP1 72-73 per cent aa identity) and 45 per cent aa identity in ORF2 (minor capsid protein VP2) to sapovirus GXII previously detected in minks (Guo, Evermann, and Saif 2001; Oka et al. 2016) . In addition to these, short low coverage contigs matching to Atlantic salmon calicivirus (78-100% aa identity) were detected. Most likely, these are derived from the feed.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 275,
                    "text": "(Guo, Evermann, and Saif 2001;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 276,
                    "end": 292,
                    "text": "Oka et al. 2016)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Novel virome sequences from mink faecal samples"
        },
        {
            "text": "Of the family Parvoviridae, the largest contig (3,069 nt) matched to chicken chapparvovirus 2 spanning from 3 0 end of the 5 0 end of VP1, whereas another large contig (2,448 nt) contained 3 0 end of NS protein with 44 per cent aa similarity to Chiropterian protoparvovirus and the 5 0 end of VP1 protein with 39 per cent aa identity to Aleutian mink disease virus (amdoparvovirus). In addition to these, small fragments of mink bocaparvovirus were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Novel virome sequences from mink faecal samples"
        },
        {
            "text": "As an example of testing the suitability of Lazypipe for human clinical samples and exploring its use for detection of viral pathogens in humans, we used sequence data derived from human CSF, serum, brain tissue and nasopharyngeal swab samples that were previously tested positive for entero-, entero/ parecho-, tick-borne encephalitis, and SARS-coronavirus-2 viruses, respectively (Table 4) . From the CSF sample, a complete genome with 99 per cent sequence identity with Coxsacievirus B5 (a member of Enterovirus B species) strains AU17EV1 and AU17EV2 (Queensland, Australia; Huang et al. 2017 ) was retrieved. From the two serum samples complete genomes of Coxsackievirus A6 (Enterovirus A species) and Human Parechovirus 3 (Parechovirus A species) were retrieved. From the cerebellum sample a complete genome of TBEV was retrieved. From the nasopharyngeal swab sample originated from the first case of Coronavirus disease 2019 in Finland (Haveri et al. 2020 ), a nearly complete SARS-coronavirus-2 (SARS-CoV-2) genome and fragments of Human mastadenovirus C sequences were retrieved (see Table 4 ).",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 595,
                    "text": "Huang et al. 2017",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 942,
                    "end": 961,
                    "text": "(Haveri et al. 2020",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Table 4)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1092,
                    "end": 1099,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Human clinical samples"
        },
        {
            "text": "We also analyzed samples of arthropod vectors. From an Ixodes ricinus tick sample collected from the Kotka archipelago in 2011, complete genomes of both Siberian subtype TBEV and a novel Alongshan virus (Kuivanen et al. 2019) were obtained (Table 4 ).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 225,
                    "text": "(Kuivanen et al. 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Arthropod samples"
        },
        {
            "text": "We analyzed public Illumina HiSeq/MiSeq libraries sequenced from bronchoalveolar lavage fluid from five patients with pneumonia at the early stage of the COVID-19 outbreak in Wuhan, China. Nine public NGS libraries were collected from NCBI SRA database (BioProject PRJNA605983) and analyzed with Lazypipe. By applying default settings, we intentionally recreated a scenario, in which NGS data from SARS patients would be analyzed prior to identifying the causative agent. SARS-CoV was identified by Lazypipe in all patients and in eight out of nine NGS libraries (Table 5 ). Lazypipe also identified co-infection with Influenza A in two out of five patients (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 658,
                    "end": 666,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Sars-CoV-2 Patient Samples from China"
        },
        {
            "text": "The availability of robust bioinformatics pipelines for viral metagenomics continues to be one of the critical steps in many research projects. Many of the existing pipelines are hindered by one or several limitations including large locally installed reference databases, slow homology search engines employed, low sensitivity for novel divergent sequences, low precision/recall performance for viral taxa or the lack of benchmarking for viral taxon retrieval, and the lack of assembling and contig annotation steps in the analysis. These limitations slow down the use of the unbiased sequencing approaches for rapid detection of novel emerging viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this publication we present Lazypipe, a novel bioinformatics pipeline that addresses the limitations typically encountered in viral metagenomics. Lazypipe avoids installation of large reference databases by delegating homology search to an external server. This frees the user from the need to install, index and update local reference databases, which can pose serious technical and resource constrains due to the sheer size of the modern sequence databases. By using SANSparallel (Somervuo and Holm 2015) we also make Lazypipe considerably faster than pipelines based on BLASTP, and, simultaneously, render Lazypipe sensitive to highly divergent sequences, because viral peptides tend to be more conservative than nucleotide sequences. Other fast alternatives to BLASTP, such as DIAMOND (Buchfink, Xie, and Huson 2015) , show comparable sensitivity and speed (Medlar and Holm 2018) , but unlike SANSparallel, require installation of local databases.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 509,
                    "text": "(Somervuo and Holm 2015)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 792,
                    "end": 823,
                    "text": "(Buchfink, Xie, and Huson 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 864,
                    "end": 886,
                    "text": "(Medlar and Holm 2018)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taxonomic profiling by Lazypipe is done by querying assembled contigs instead of the reads, which translates into highly accurate taxonomic profiling of viral taxa. Benchmarking on simulated data showed that Lazypipe was clearly the most accurate taxonomic profiler for viral taxa among the four software packages compared. Testing on real mock community data demonstrated precision and recall nearing 100 per cent for eukaryotic viruses. The detection of multiple novel viruses from various environmental and clinical samples reported here and in previous studies that used Lazypipe analysis (Forbes et al. 2019; Kuivanen et al. 2019) demonstrates that Lazypipe is also well suited for the detection and characterization of novel and highly divergent viral (Forbes et al. 2019) , and a new tick-borne pathogen Alongshan virus from ticks in Northeast Europe (Kuivanen et al. 2019) . These examples demonstrate the efficacy of Lazypipe data analysis for NGS libraries with very different DNA/RNA backgrounds, ranging from mammalian tissues to pooled and crushed arthropods.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 613,
                    "text": "(Forbes et al. 2019;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "Kuivanen et al. 2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 758,
                    "end": 778,
                    "text": "(Forbes et al. 2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 858,
                    "end": 880,
                    "text": "(Kuivanen et al. 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current pandemic highlights the need for an efficient and unbiased way to screen 1, for previously unknown viruses from either wildlife and arthropods for potential viral diversity that may emerge as human or animal pathogens, or 2, from individuals or human populations, production animals or companion animals manifesting with a disease of unknown aetiology for previously unknown or atypical causative agents. We showed here that Lazypipe can contribute to both of these important efforts and that it was able to detect the causative agent of the current pandemic without prior information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lazypipe user manual, analyzed data and other resources are hosted at the project's website (https://www.helsinki.fi/en/proj ects/lazypipe). Lazypipe source code is freely available from git repository (https://bitbucket.org/plyusnin/lazypipe/). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "viGEN: An Open Source Pipeline for the Detection and Quantification of Viral RNA in Human Tumors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bhuvaneshwar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Frontiers in Microbiology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Intestinal Microbiota: Its Role in Health and Disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biedermann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rogler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "European Journal of Pediatrics",
            "volume": "174",
            "issn": "",
            "pages": "151--67",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trimmomatic: A Flexible Trimmer for Illumina Sequence Data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Usadel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "2114--2134",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fast and Sensitive Protein Alignment Using DIAMOND",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchfink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Huson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Methods",
            "volume": "12",
            "issn": "",
            "pages": "59--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Raw Sewage Harbors Diverse Viral Populations', mBio",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Cantalupo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "180--191",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fastp: An Ultra-Fast All-in-One FASTQ Preprocessor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "",
            "pages": "884--90",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Sanger FASTQ File Format for Sequences with Quality Scores, and the Solexa/Illumina FASTQ Variants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cock",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Research",
            "volume": "38",
            "issn": "",
            "pages": "1767--71",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modular Approach to Customise Sample Preparation Procedures for Viral Metagenomics: A Reproducible Protocol for Virome Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Conceição-Neto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific Reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bombali Virus in Mops condylurus Bat, Kenya', Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "955--962",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genomics Analyses of GIV and GVI Noroviruses Reveal the Distinct Clustering of Human and Animal Viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford-Siltz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MetaShot: An Accurate Workflow for Taxon Classification of Host-Associated Microbiome from Shotgun Metagenomic Data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fosso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioinformatics",
            "volume": "33",
            "issn": "",
            "pages": "1730--1732",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "virMine: Automated Detection of Viral Sequences from Complex Metagenomic Samples",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garretto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hatzopoulos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Putonti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PeerJ",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Predicting Virus Emergence amid Evolutionary Noise",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Biology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Unbiased Detection of Respiratory Viruses by Use of RNA Sequencing-Based Metagenomics: A Systematic Comparison to a Commercial PCR Panel",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Graf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Clinical Microbiology",
            "volume": "54",
            "issn": "",
            "pages": "1000--1007",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection and Molecular Characterization of Cultivable Caliciviruses from Clinically Normal Mink and Enteric Caliciviruses Associated with Diarrhea in Mink",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Archives of Virology",
            "volume": "146",
            "issn": "",
            "pages": "479--93",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serological and Molecular Findings during SARS-CoV-2 Infection: The First Case Study in Finland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haveri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Genome Sequences of Coxsackievirus B5 Isolates from Two Children with Meningitis in Australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Genome Announcements",
            "volume": "5",
            "issn": "",
            "pages": "1125--1142",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Intestinal Microbiota and Its Role in Human Health and Disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kataoka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Journal of Medical Investigation",
            "volume": "63",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centrifuge: Rapid and Sensitive Classification of Metagenomic Sequences",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genome Research",
            "volume": "26",
            "issn": "",
            "pages": "1721--1730",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "PathSeq: Software to Identify or Discover Microbes by Deep Sequencing of Human Tissue",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kostic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Biotechnology",
            "volume": "29",
            "issn": "",
            "pages": "393--399",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Detection of Novel Tick-Borne Pathogen, Alongshan Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuivanen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ixodes ricinus Ticks",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MEGAHIT: An Ultra-Fast Single-Node Solution for Large and Complex Metagenomics Assembly via Succinct de Bruijn Graph",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "",
            "pages": "1674--1680",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. ArXiv Prepr. ArXiv1303.3997. , et al.; 1000 Genome Project Data Processing Subgroup",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078--2087",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "VIP: An Integrated Pipeline for Metagenomics of Virus Identification and Discovery",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Early Life Dynamics of the Human Gut Virome and Bacterial Microbiome in Infants",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Medicine",
            "volume": "21",
            "issn": "",
            "pages": "1228--1262",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "TheViral MetaGenome Annotation Pipeline (VMGAP):an Automated Tool for the Functional Annotation of Viral Metagenomic Shotgun Sequencing Data",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lorenzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Standards in Genomic Sciences",
            "volume": "4",
            "issn": "",
            "pages": "418--447",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Proceedings of the XIth International Scientific Congress in Fur Animal Production",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mä Ki-Tanila",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Fur Animal Scientific Association",
            "volume": "40",
            "issn": "3/4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "TOPAZ: Asymmetric Suffix Array Neighbourhood Search for Massive Protein Databases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Medlar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Metagenomics RAST Server -A Public Resource for the Automatic Phylogenetic and Functional Analysis of Metagenomes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Bioinformatics",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Metagenomics and Future Perspectives in Virus Discovery', Current Opinion in Virology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mokili",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rohwer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Dutilh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "63--77",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Cloud-Compatible Bioinformatics Pipeline for Ultrarapid Pathogen Identification from Next-Generation Sequencing of Clinical Samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Research",
            "volume": "24",
            "issn": "",
            "pages": "1180--92",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "READSCAN: A Fast and Scalable Pathogen Discovery Program with Accurate Genome Relative Abundance Estimation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Naeem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioinformatics",
            "volume": "29",
            "issn": "",
            "pages": "391--393",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Intestinal Virome and Immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cadwell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Journal of Immunology",
            "volume": "201",
            "issn": "",
            "pages": "1615--1639",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MetaGeneAnnotator: Detecting Species-Specific Patterns of Ribosomal Binding Site for Precise Gene Prediction in Anonymous Prokaryotic and Phage Genomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "DNA Research: An International Journal Rapid Publication of Reports on Genes and Genomes",
            "volume": "15",
            "issn": "",
            "pages": "387--96",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Disease-Specific Alterations in the Enteric Virome in Inflammatory Bowel Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "447--60",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genetic Characterization and Classification of Human and Animal Sapoviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Interactive Metagenomic Visualization in a Web Browser",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ondov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Phillippy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Bioinformatics",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Diagnostic Metagenomics: Potential Applications to Bacterial, Viral and Parasitic Infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pallen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Parasitology",
            "volume": "141",
            "issn": "",
            "pages": "1856--62",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Challenges in the Analysis of Viral Metagenomes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Evolution",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Metavir 2: New Tools for Viral Metagenome Comparison and Assembled Virome Analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Critical Assessment of Metagenome Interpretation-A Benchmark of Metagenomics Software'",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sczyrba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Methods",
            "volume": "14",
            "issn": "",
            "pages": "1063--71",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "ROCR: Visualizing Classifier Performance in R'",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "3940--3941",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Recovering Full-Length Viral Genomes from Metagenomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Frontiers in Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Fecal Microbiota of Healthy and Diarrheic Farmed Arctic Foxes (Vulpes lagopus) and American Mink (Neovison vison)-A Case-Control Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "XIth International Scientific Congress in Fur Animal Production",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "International Fur Animal Scientific Association",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "SANSparallel: Interactive Homology Search against Uniprot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Somervuo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Research",
            "volume": "43",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Bioperl Toolkit: Perl Modules for the Life Sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stajich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome Research",
            "volume": "12",
            "issn": "",
            "pages": "1611--1619",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Integrative Genomics Viewer (IGV): High-Performance Genomics Data Visualization and Exploration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorvaldsdó Ttir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mesirov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Briefings in Bioinformatics",
            "volume": "14",
            "issn": "",
            "pages": "178--92",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "MetaPhlAn2 for Enhanced Metagenomic Taxonomic Profiling'",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Truong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Methods",
            "volume": "12",
            "issn": "",
            "pages": "902--905",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genome Detective: An Automated System for Virus Identification from High-Throughput Sequencing Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vilsker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioinformatics",
            "volume": "35",
            "issn": "",
            "pages": "871--874",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "VirusFinder: Software for Efficient and Accurate Detection of Viruses and Their Integration Sites in Host Genomes through Next Generation Sequencing Data",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhongming",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "VIROME: A Standard Operating Procedure for Analysis of Viral Metagenome Sequences",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wommack",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Standards in Genomic Sciences",
            "volume": "6",
            "issn": "",
            "pages": "427--466",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Kraken: Ultrafast Metagenomic Sequence Classification Using Exact Alignments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Langmead",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biology",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Velvet: Algorithms for de Novo Short Read Assembly Using de Bruijn Graphs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Zerbino",
                    "suffix": ""
                },
                {
                    "first": "Birney",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Research",
            "volume": "18",
            "issn": "",
            "pages": "821--830",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "VirusSeeker, a Computational Pipeline for Virus Discovery and Virome Composition Analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virology",
            "volume": "503",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ab Initio Gene Identification in Metagenomic Sequences",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lomsadze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borodovsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Research",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lazypipe flowchart. Binaries and scripts are displayed in white, input and output files in green.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Compared tools are ordered by the descending F1-score for all predictions for simulated metagenome(Fosso et al. 2017).TP, true positives, FP, false positives, FN, false negatives, Pr, precision, Rc, recall, F, F1-score.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Accessing the classification accuracy with precision-recall analysis. (A) Precision-recall curves for reported virus taxa. (B) Precision-recall curves for all reported taxa. Area under the precision-recall curves is displayed after the tool's name in the figure legend. The dot on each curve corresponds to the maximum F1 value (F max ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This work was supported by the VEO -European Union's Horizon 2020 [grant number 874735]; the Academy of Finland [grant numbers 316264 and 329323]; Helsinki University Hospital Funds [grant numbers TYH2018322 and M1023TK001]; and the Jane and Aatos Erkko Foundation. Funding for open access charge: VEO -European Union's Horizon 2020 [grant number 874735].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Porcine circovirus 2, Feline panleukopenia virus, BK virus, Pepino Mosaic virus, Rotavirus A, Feline infectious peritonitis virus, Bovine herpesvirus 1, Dickeya solani LIMEstone bacteriophage, and Acanthamoeba polyphaga mimivirus) and four bacterial cultures (Conceição-Neto et al. 2015). The NGS library contains 12.4M PE Illumina HiSeq reads.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Accessing accuracy of virus taxon retrieval by different tools.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Accessing accuracy of viral and bacterial taxon retrieval by different tools.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Virus contigs retrieved by Lazypipe for the mink fecal sample.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Lazypipe summary for various sample types with known human pathogenic viruses.Segmented genome. Length (nt), contig nt length, Identity (%), aa identity to the closest match.genomes. Reflecting on the SARS-CoV-2 pandemic situation (April 2020) we tested SARS-CoV-2 positive Illumina libraries with Lazypipe and confirmed that the pipeline detected SARS-CoV in nine out of ten libraries with default settings and without SARS-CoV-2 reference genome. This demonstrates the utility of Lazypipe for scenarios in which novel zoonotic viral agents emerge and can be quickly detected by NGS sequencing from clinical samples.Previously, we have published two examples of novel and potentially zoonotic viral agents that were identified with Lazypipe from wild animals that can serve as vectors. A new ebolavirus was identified from faeces and organ samples of Mops condylurus bats in Kenya",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Lazypipe summary for SARS-CoV-2 clinical samples from Wuhan, China. Viral taxa identified by Lazypipe from public Illumina libraries sequenced from five patients with pneumonia at the early stage of the COVID-19 outbreak in Wuhan, China. Lazypipe correctly identified SARS-CoV in eight out of nine samples. Additionally, two samples were identified with Influenza A and one sample with human mastadenovirus C coinfection. Accession, NCBI SRA accession, Library, library identifier, Virus, name of the viral taxon, Readn, reads assigned to the taxon, Contign, contigs assigned to the taxon, Csum, csum confidence score (see text), Length (nt), contig nt length.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}