{
    "paper_id": "45e18b23376001b3ae2b4773dbcff9e28e35c160",
    "metadata": {
        "title": "MBTI Personality Types of Korean Cabin Crew in Middle Eastern Airlines, and Their Associations with Cross-Cultural Adjustment Competency, Occupational Competency, Coping Competency, Mental Health, and Turnover Intention",
        "authors": [
            {
                "first": "Mina",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University",
                    "location": {
                        "addrLine": "222 Wangsimni-ro, Seongdong-gu",
                        "postCode": "04763",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun-Jun",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cheng Ju University",
                    "location": {
                        "addrLine": "298 Daesung-ro, Cheongwon-gu, Cheong Ju 28503",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunghyup",
                "middle": [],
                "last": "Sean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University",
                    "location": {
                        "addrLine": "222 Wangsimni-ro, Seongdong-gu",
                        "postCode": "04763",
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In today's competitive market environment in the aviation industry, cabin crew are considered important assets for success [1] . Although cabin crew are important front-line employees in the aviation industry, they often encounter hassles in their work due to the pressure of operating safety duties and providing outstanding service at the same time [2] . To meet the standards of proficiency, a variety of qualifications and competencies are required such as a sociable personality, positive attitude, empathy, and decision-making skills. In addition, the cabin crew must constantly make efforts to keep customer satisfaction at a high level, which includes resolving complaints.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Meanwhile, the aviation industry in the Middle East has expanded rapidly over the past decade, establishing itself as the fastest-growing, winning numerous international awards. As multicultural companies, they recruit cabin crew from more than 100 different countries, regardless of nationality, race, religion, or gender. Upon employment, the cabin crew are relocated to the Middle East, where they experience a completely different culture from their homeland. For this reason, airlines look for applicants who are open-minded to other cultures and have the ability to adapt to new environments without difficulty. Nevertheless, cabin crew in Middle Eastern airlines have shown higher rates of resignation than other domestic airlines. Recent research has reported that the main causes of high turnover rates for foreign cabin crew are, first, acculturation stress, including culture shock and homesickness; and second, job stress caused by emotional exhaustion, jet lag, shift work, etc. [3] [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 995,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we focused on personality as the crucial factor influencing cabin crew members' competency such as cross-cultural adjustment competency, occupational competency, and coping competency. According to the previous studies, there is a particularly strong correlation between personality and cross-cultural adjustment [8] [9] [10] [11] [12] . It has been even suggested that personality is one of the more important factors to help for effective adjustment than professional work skill, which can be learned through special training [13] . Furthermore, it has been proven by earlier studies that personality is an important factor to predict individual's job performance or work-related competency [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used the Myers-Briggs Type Indicator (MBTI) to identify the personality type of each respondent and divided them into groups to find out if MBTI profiles of Korean cabin crew in Middle Eastern airlines show different distribution compared to cabin crew in Korean domestic airlines, which appeared ESTJ (19.3%, n = 45) was the dominant types followed by ESFJ (15.9%, n = 37) and ESFP (12.9%, n = 30) [17] . We also tried to investigate whether cabin crew shows different levels of cross-cultural competency, occupational competency, and coping competency depending on their personality types, as well as to determine whether these variables can affect individual mental health and turnover intention.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MBTI theory, inspired by Carl G. Jung's theory of psychological types, classifies human personality into 16 different types on the basis of four dichotomies: extraversion/introversion, sensing/intuition, thinking/feeling, and judging/perceiving. Each preference pair has distinctive functions and characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myers-Briggs Type Indicator (MBTI)"
        },
        {
            "text": "Extraversion (E) types gain energy from being outside and mingling with people. They tend to bond easily with strangers, and enjoy talking with others almost without any difficulty. On the other hand, Introversion (I) types gain energy from their inner world of ideas and experiences; thus, they prefer to communicate in writing and process information at their own pace quietly. Sensing (S) types use their own senses to take in information. They are most concerned with the present and empirical evidence, and are often detail-oriented and rule-focused. In contrast, Intuition (N) types rely on insights and process information through a big picture or patterns, rather than details. They tend to enjoy designing new ideas and challenging the diversity of life. Thinking (T) types make decisions by rational, critical thinking based on objective criteria and utilize logical thought processes to solve problems. They are considered businesslike people, and focus on the result of the project, rather than the process or harmony. Contrariwise, feeling (F) types are concerned with personal relationships, and judge situations based on their feelings, personal values, and social considerations. They focus on emotional communications and are motivated by the desire to help others. Judging (J) types approach life in a structured and organized way. They like to set a detailed plan for their schedules, and follow it strictly. Similarly, they like to keep their areas neat and tidy as a daily routine. Opposite to Judging (J) types, Perceiving (P) types approach the life in a freewheeling and spontaneous way. They tend to perceive structure as restriction, and prefer flexibility [18] [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1688,
                    "end": 1692,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1698,
                    "end": 1702,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Myers-Briggs Type Indicator (MBTI)"
        },
        {
            "text": "The term of adaptation or adjustment was originally conceptualized within evolutionary biology, referring to a group's survival in a new physical environment. The definition has been expanded to the social and cultural spheres; it was interpreted in the context of the development of behavioral and psychological adaptative mechanisms [22] . Cross-cultural adjustment is often called acculturation, which refers to a process of social, psychological, and cultural change that stems from the balancing of two cultures while one adapts to the prevailing culture of the society [23] . In the cross-cultural experience, people readjust themselves to another culture. In this process, they may face changes in lifestyles and thinking principles that would lead them to acquire distinct changes in perception or physical/mental life [24] . However, environmental changes may create acculturation stress such as culture shock, homesickness, anxiety, loneliness, and depression [23, 25, 26] . Failure to recover from this stress can have a negative impact on an individual's physical health as well as mental health [27] [28] [29] , and it may cause premature returns. In this study, cross-cultural adjustment competency is defined as the ability of the cabin crew to accept and respect different cultures with open minds, and the capacity to successfully adjust to cultural changes.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Cultural Adjustment Competency"
        },
        {
            "text": "In fact, cabin crew in the Middle East often experience adaptation difficulties upon relocating due to different cultural and language surroundings. Culture shock, homesickness, and miscommunications can occur-unavoidably-when working with foreign passengers and foreign colleagues, and when they immerse themselves in Arab culture. For these reasons, when Middle Eastern airlines recruit cabin crew, they clearly specify that they are seeking candidates who are open-minded to other cultures, with cultural awareness, and who have a positive personality with resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-Cultural Adjustment Competency"
        },
        {
            "text": "Among the influential factors contributing to how individuals react to acculturation, many researchers have emphasized personality characteristics such as likeability, sociability, extraversion, and ego control [30, 31] . According to some researchers, extroverts have the ability to establish friendships with host nationals, which consequently facilitates the social learning of culture-specific skills, helping cross-cultural adjustment [32] [33] [34] . There have also been many attempts to measure cross-cultural adjustment competency and personality using the Big Five personality theory. Additionally, it was demonstrated that the personality traits of extraversion, agreeableness, conscientiousness, and (less) neuroticism are significantly related to cross-cultural adjustment [12] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cross-Cultural Adjustment Competency"
        },
        {
            "text": "Based on this theoretical and empirical background, we investigated whether MBTI personality traits can be an influential factor determining individual competency to accept unfamiliar cultures without difficulties and to enjoy exploring the changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-Cultural Adjustment Competency"
        },
        {
            "text": ". MBTI personality types of cabin crew significantly influence cross-cultural adaptation competency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H1"
        },
        {
            "text": "Occupational competency refers to the potential capacity of an individual to successfully handle certain situations or complete specific tasks [35] . Researchers in organizational psychology have argued that personality is the best predictor of human behavior and motivational influences on the individual's work performance [36] . Due to the usefulness of personality predictors in determining individual job performance, there have been numerous attempts to explain the relationships between personality traits and occupational competence in various occupations, including students, teachers, and business executives [37] [38] [39] [40] . This study aimed to investigate whether cabin crew showed different competencies toward their respective duties depending on personality types using MBTI theory.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Occupational Competency"
        },
        {
            "text": "Being part of a cabin crew is a profession that is responsible for the safety, security, and welfare of passengers from the time they board the aircraft to the time they disembark. Referring to the service and safety manuals from three major full-service Middle Eastern airlines-Emirates, Etihad Airways, Qatar Airways-we classified cabin crew duties and responsibilities along five dimensions: (1) Cabin Service Operating, (2) Galley Operating, (3) Duty Free Sales, (4) Safety Duties during Normal Operations, and (5) Safety Duties during Abnormal and Emergency Situations. After thorough reviewing the service and safety manuals of Middle Eastern Airlines, we describe the procedures regarding their duties and responsibilities as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Competency"
        },
        {
            "text": "In Middle Eastern airlines, all crew members except for onboard leaders are assigned specific positions and working areas for in-flight service duties, either as a cabin service operator or galley operator, and these positions change on every flight. The members assigned cabin service operator tasks have the responsibilities of welcoming passengers during boarding, serving onboard meals, approaching passengers for engagement, and resolving customer complaints; this means that cabin service operators have to directly interact with passengers by having face-to-face conversations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cabin Service Operating"
        },
        {
            "text": "The galley refers to the facility of an aircraft where food is cooked and prepared. This facility is composed not only of compartments to serve and store food and beverages, but also storage spaces for anything that the cabin crew might need during the flight and for emergencies. Before departure, the galley operators must carry out galley and catering checks to ensure that equipment such as trolleys and containers are securely stowed and that all catering equipment such as ovens, boilers, chillers, and coffee makers are fully serviceable. They also must check whether the correct numbers of service items and passenger meals are loaded in the correct locations. During the cruise, they heat the foods and set up the carts, acting as supporters to deliver the service in a timely manner. At the same time, they make sure to organize and clean the galley area. To perform these duties successfully, galley operators need organizational skills and the ability to prioritize tasks as well as count items with accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Galley Operating"
        },
        {
            "text": "Cabin crew are also responsible for promoting duty free products and conducting retail sales during flights. Cabin crew must be aware of detailed product information, and they need to proactively interact with the passenger by recommending the products in accordance with personal needs and preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty Free Sales"
        },
        {
            "text": "Occupational competency for safety duties as a cabin crew can be referred to as safety behaviors. On every flight, the cabin crew must ensure that all aspects of safety and security duties are completed during the different stages of the flight. For instance, during pre-passenger boarding, they carry out safety and security checks of the cabin, emergency equipment, lavatories, overhead stowage, and passenger seats thoroughly in their assigned area of responsibilities. Safety duties during normal operations are conducted on a daily basis in order to identify hazards and prevent potential hazards that may endanger or affect flight safety. In order to accomplish these duties, cabin crew must be familiar with every safety procedure and comply with the aviation safety regulations and company policy, as well as update bulletins and safety highlights before flight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Duties during Normal Operations"
        },
        {
            "text": "The main duty of the cabin crew is to ensure the safety of the aircraft and passengers, and this is especially crucial in emergency situations. Emergency situations that may occur in the aircraft include emergency evacuation, decompression, firefighting, medical emergencies, bomb threats, hijacking, and dealing with disruptive passengers. It is mandatory for cabin crew to attend annual Safety Procedures Training to be able to deal with any incidents onboard confidently [41] and attending safety training is essential to enhance safety knowledge and skills. However, individual safety behaviors or personality competences to deal with emergencies are also considered a key element, for example, decision-making skills, assertiveness, and the ability to handle the situation calmly.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Safety Duties during Abnormal and Emergency Situations"
        },
        {
            "text": "Based on previous studies, we assumed that cabin crew would show different abilities in terms of job performance, depending on individual personality traits. Therefore, the following hypothesis was proposed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Duties during Abnormal and Emergency Situations"
        },
        {
            "text": "H2. The MBTI personality types of cabin crew members will significantly affect their individual occupational competency in their respective duties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety Duties during Abnormal and Emergency Situations"
        },
        {
            "text": "Previous research argued that cabin crew tend to endure more responsibility and pressure than other customer-service-related front-line employees in different industries, due to the additional responsibilities of caring for safety, security, and passenger services [42] . In addition, people in the cabin crew profession face many negative working conditions while performing their duties, such as working long hours in a confined space and being exposed to emotional exhaustion because of customers. These factors lead cabin crew to experience a high degree of distress and frustration [43] . Crew members in Middle Eastern airlines in particular face cumulative challenges caused by acculturation stress because they must live in their base city in a Middle Eastern country.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Coping Competency"
        },
        {
            "text": "The term coping competence is generally defined as \"the capacity to effectively cope with failure and negative life events as indicated by a reduced likelihood of helplessness reactions and fast recovery from any occurring helplessness symptoms [44] .\" Essentially, \"the most significant feature of coping competency is a resistance against a depressogenic attributional style and the respective motivational deficits in times of stress and crisis [45] .\"",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Coping Competency"
        },
        {
            "text": "There is considerable evidence from earlier studies that MBTI personality traits can influence psychological stress. For instance, it was reported that among a population of unipolar depressed patients, 74% of them were classified as Introversion type, 75% as Sensing type, and 84% as Feeling type [46] . It was also found that a significant correlation exists between Extraversion personality and ego-resilience as well as self-efficacy among college students [47] . In addition, Introverted students in nursing colleges tend to perceive stress as greater than Extraverted students do. Extraversion type students adapt themselves to school better than Introversion types, and their level of stress coping is higher [48] . Accordingly, the following hypothesis is proposed.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Coping Competency"
        },
        {
            "text": "H3. MBTI personality types of cabin crew members will significantly influence their coping competency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coping Competency"
        },
        {
            "text": "According to the World Health Organization, mental health is \"a state of well-being in which the individual realizes his or her own abilities, can cope with the normal stresses of life, can work productively and fruitfully, and is able to make a contribution to his or her community\" [49] . Mental health and mental hygiene are also defined as \"a condition, subject to fluctuations due to biological and social factors, which enables the individual to achieve a satisfactory synthesis of his own potentially conflicting, instinctive drives; to form and maintain harmonious relations with others; and to participate in constructive changes in his social and physical environment\" [50] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Mental Health and Turnover Intention"
        },
        {
            "text": "Although there are various criteria for measuring mental health, many researchers suggest depression as the most relevant indicator [51] . Studies of depression conducted by Beck suggest that depressed people tend to have a negative view of the outside world and their future, which can lead to negative cognitive distortion, sadness, passivity, selfcriticism, and even suicidal ideation [52] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Mental Health and Turnover Intention"
        },
        {
            "text": "In terms of the associations of cross-cultural adjustment and mental health, cultural differences can cause communication barriers, misunderstandings, and even conflicts between groups that have disparate cultural values. The inability to handle cultural differences and adjust to a new cultural environment can have a negative impact on individual well-being that will eventually result in burnout [53] . Back et al. argued that acculturative stress factors, including homesickness, culture shock, and fear, were associated with depression in Korean cabin crew residing overseas [6] . Furthermore, it was confirmed that acculturation stress and depression lead to cabin crew turnover intention, which refers to the employees' behavioral intention and perceived probability of leaving the current organization [54] . Similarly, Kim et al. confirmed that perceived discrimination, homesickness, and sense of inferiority as acculturative stress factors were associated with burnout in Korean cabin crew working in Middle Eastern airlines [3] .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Mental Health and Turnover Intention"
        },
        {
            "text": "In the area of work and occupational psychology, there have been many studies of work stressors and their associations with mental, physical, and behavioral stress reactions, such as depression, burnout, and psychosomatic diseases [55] [56] [57] . Acker and Lawrence highlighted that social workers who perceived competency in their abilities showed lower levels of role stress and burnout [58] . It was also found that job demand significantly affected burnout among Taiwanese cabin crew. Moreover, a high level of burnout aggravated cabin crew's health problems, which directly affected turnover intention [43] . Based on the discussion above, the following hypotheses are proposed:",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Mental Health and Turnover Intention"
        },
        {
            "text": "A high level of cross-cultural competency will positively and significantly influence mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H4."
        },
        {
            "text": "A high level of occupational competency will positively and significantly influence mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5."
        },
        {
            "text": "A high level of coping competency will positively and significantly influence mental health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H6."
        },
        {
            "text": "A high level of cross-cultural adjustment competency will positively and significantly influence turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H7."
        },
        {
            "text": "A high level of occupational competency will negatively and significantly influence turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H8."
        },
        {
            "text": "A high level of coping competency will negatively and significantly influence turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H9."
        },
        {
            "text": "A high level of mental health will negatively and significantly influence turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H10."
        },
        {
            "text": "A team of researchers in Korea conducted a study of stress in cabin crew in Middle Eastern airlines. They found that among the variables of acculturation stress, perceived discrimination, homesickness, and inferiority presented differently, depending on whether they had experience living abroad before joining the airlines [3] . In other words, the group without overseas experiences tended to perceive more stress while they adapted to Middle Eastern culture than those who had lived in other countries for study or work.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Moderating Effect of Overseas Experience on the Relationship between Cross-Cultural Adjustment Competency and Turnover Intention"
        },
        {
            "text": "In fact, when airlines recruit crew members, they consider overseas experience an important qualification of candidates, because they assume that a candidate with overseas experience tends to be more open-minded, respects other cultures, and flexibly handles difficult situations in the process of acculturation, since they have already had experience being relocated, expecting that they thus know how to successfully manage acculturation stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moderating Effect of Overseas Experience on the Relationship between Cross-Cultural Adjustment Competency and Turnover Intention"
        },
        {
            "text": "Based on previous research results, we sought to determine whether cabin crew members' previous overseas experience plays an important role in the relationship between cross-cultural adjustment competency and turnover intention. Figure 1 provides the potential study model of this research.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Moderating Effect of Overseas Experience on the Relationship between Cross-Cultural Adjustment Competency and Turnover Intention"
        },
        {
            "text": "H7a. The presence of overseas experience will have a moderating effect on the relationship between cross-cultural adjustment competency and turnover intention. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moderating Effect of Overseas Experience on the Relationship between Cross-Cultural Adjustment Competency and Turnover Intention"
        },
        {
            "text": "A cross-sectional descriptive analysis was conducted using the Korean version of the MBTI-Form M tool and a separate survey questionnaire. The criteria of samples should be (1) Korean native speakers with Korean nationality to fully understand questionnaire, and (2) cabin crew members with at least six months of work experience in three major full service Middle Eastern airlines were invited. The sample group was limited to the cabin crew in full-service airlines because they have similar flight operation sequences in terms of duties for cabin service, galley operating, duty free sales, etc. Additionally, they have similar procedures for assigning cabin crew positions onboard. We advertised for research volunteers on the Korean cabin crew community website. All volunteers were informed that the data will be kept confidential and destroyed after the analysis is completed. After obtaining consent to participate in this research, the volunteers received invitations with MBTI access serial numbers via email. Once participants completed the online MBTI self-report test, they received the test results along with the questionnaires for evaluating their level of cross-cultural competency, occupational competency, coping competency, mental health, and turnover intention. A total of 185 personality tests and surveys were distributed from 3 August to 9 October 2020. However, 2 participants refused to conduct the personality test due to concern of leaking personal information, 8 participants did not finish the test, and 3 missing datapoints were found. Therefore, the data of the 172 subjects deemed valid were used for statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Participants"
        },
        {
            "text": "To empirically measure the 10 theoretical concepts proposed in this study, validated measurement items were adapted from the existing literature in various areas (psychology, cabin crew competency, customer orientation, etc.) as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "• [72] .",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 6,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "The initial questionnaire was created by combining the measurement items named above (all measurement items in this study, except for galley operating) and had the subject evaluate them on a five-point Likert scale from 1 (\"strongly disagree\") to 5 (\"strongly agree\"). To ensure the content validity of the initial questionnaire, we had a focus group interview with current cabin crew in Middle Eastern airlines and other professional groups. We thoroughly reviewed all items, and the initial questionnaire was revised based on their feedback. A pre-test was then conducted with 20 cabin crew members to confirm readability. Cronbach's alpha values higher than 0.7 further supported the reliability of the adapted scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "T-test was performed to examine the differences in cross-cultural adjustment competency, occupational competency, and coping competency, depending on MBTI personality traits (E-I, S-N, T-F, J-P). The descriptive statistics of all scales and measures for variables were assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The bivariate correlations among cross-cultural adjustment competency, occupational competency, coping competency, mental health, and turnover intention were analyzed by Pearson's correlation coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Hierarchical multiple linear regression analysis following Baron and Kenny [73] was used to measure the effects of cross-cultural adjustment competency, occupational competency, and coping competency on mental health and turnover intention.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Multiple regression analysis was performed to verify the moderating effect of overseas experience in the relationship between cross-cultural adjustment competency and turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "We collected data fairly evenly from three airlines: Emirates (29.7%, n = 51), Etihad Airways (33.1%, n = 57), and Qatar Airways (37.2%, n = 64). Among the 172 survey participants, about 97.7% (n = 168) were female and 2.3% (n = 4) were male. Regarding education level, about 84.3% (n = 145) of the respondents had a bachelor's degree, followed by 2-year college degrees (9.9%, n = 17), and graduate degrees (5.9%, n = 10). There were no respondents who only had a high-school education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic Profile of the Respondents"
        },
        {
            "text": "The subjects who were 30-34 years old made up the largest portion (48.8%, n = 84), followed by 35-39 (25.0%, n = 43), 25-29 (18.0%, n = 31), and 40 and above (8.1%, n = 14). Regarding marital status, 69.2% (n = 119) were single and 30.8% (n = 53) were married. The survey participants were asked to indicate their position. Most respondents were Economy Class crew (45.9%, n = 79), followed by Business Class crew (30.2%, n = 52), First Class crew (12.2%, n = 21), and Onboard Leader (11.6%, n = 20). Regarding work experience, 28.5% (n = 49) of the respondents had work experience between 5 and 8 years, 27.9% (n = 48) had experience between 1 and 3 years, 26.7% (n = 46) had experience between 3 and 5 years, those with more than 8 years made up 9.9% (n = 17), and those with less than 1 year made up 7.0% (n = 12). Lastly, 75.6% (n = 130) of respondents answered that they had had previous overseas experience before joining the airlines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic Profile of the Respondents"
        },
        {
            "text": "We used an independent t-test to identify whether personality, as measured by the Myers-Briggs Type Indicator, affects the level of cross-cultural adjustment competency, occupational competency, and coping competency. Extroversion (E), Intuition (N), and Perceiving (P) types tend to be more open-minded to cultural differences, adjust themselves better to the new cultural environment, and enjoy participating in social gatherings with foreigners. There was no significant difference between Thinking (T) and Feeling (F) traits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Cross-Cultural Adjustment Competency"
        },
        {
            "text": "Cabin crew duties were divided into five dimensions: (1) cabin service operating, (2) galley operating, (3) duty free sales, (4) safety duties during normal operations, and (5) safety duties during abnormal operations. The results of the analysis indicate that Extroversion (E), Intuition (N), and Feeling (F) types demonstrate outstanding abilities in cabin service operating. They enjoy approaching passengers for engagement and confidently handle complaints with empathy in comparison to Introversion (I), Sensing (S), and Thinking (T) types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Occupational Competency"
        },
        {
            "text": "On the other hand, Sensing (S), Thinking (T), and Judging (J) types exhibit greater competence in galley operating duties. They tend to show accuracy in counting the number of onboard meals/service items, and in keeping the galley clean and organized during the flight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Occupational Competency"
        },
        {
            "text": "Extroversion (E), Intuitive (N), and Feeling (F) types exhibit excellent selling skills when carrying out duty free sales. They tend to approach the passengers proactively for duty free sales to recommend the products according to passengers' needs/preferences, and to deliver correct information about the products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Occupational Competency"
        },
        {
            "text": "Interestingly, no significant differences were found by personality type in conducting safety duties during normal operations. To find out specific implications of this, we conducted in-depth interviews with respondents. Cabin crew carry out these tasks on a regular basis, and they tend to devote extra care to these duties, considering that even a small mistake on these duties can lead to serious issues onboard. All personality types tend to present different strengths and weaknesses toward certain situations. Even if the cabin crew might make mistakes when off duty, they try to overcome their weaknesses and act with particular care when conducting safety duties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Occupational Competency"
        },
        {
            "text": "For handling safety duties during abnormal operations-meaning emergency situations such as firefighting, decompression, and handling disruptive passengers-cabin crew are required to be prompt, alert, and assertive, as well as possess great decisionmaking skills. Table 2 indicates that Extroversion (E) and Thinking (T) types show greater competency levels for handing emergency situations than Introversion (I) and Feeling (F). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MBTI Personality Types and Occupational Competency"
        },
        {
            "text": "For coping competency, it was found that the Extroversion (E) types show a higher level of coping competency than the Introversion (I) types. The cabin crew members with an outgoing and extroversive personality tend to have an outstanding ability to overcome difficult situations with ease and move on quickly from setbacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MBTI Personality Types and Coping Competency"
        },
        {
            "text": "A Pearson correlation analysis was performed to identify relationships among the variables. The results are shown below in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Correlation Analysis"
        },
        {
            "text": "There was a positive correlation between cross-cultural adjustment competency and occupational competency (r = 0.439, p < 0.001). Among the duties of occupational competency, cross-cultural adjustment competency showed a positive correlation with cabin service operation (r = 0.549, p < 0.001), duty free sales (r = 0.437, p < 0.001), and safety duties during abnormal operation (r = 0.342, p < 0.001). Cross-cultural competency also showed a positive correlation with coping competency (r = 0.455, p < 0.001) and mental health (r = 0.397, p < 0.001); however, a negative correlation was observed between cross-cultural adjustment competency and turnover intention (r = 0.390, p < 0.001). Occupational competency showed a positive correlation with coping competency (r = 0.235, p < 0.01), and a negative correlation with turnover intention (r = −0.302, p < 0.001). Among the dimensions of occupational competency, cabin service operating (r = 0.202, p < 0.01), duty free sales (r = 0.275, p < 0.001), and safety duty during abnormal operation (r = 0.257, p < 0.001) showed a positive correlation with coping competency. Cabin service operating (r = 0.271, p < 0.001), duty free sales (r = −0.249, p < 0.01), and safety duty during abnormal operation (r = −0.218, p < 0.01) had a negative correlation with turnover intention, and safety duty during normal operation had a negative correlation only with turnover intention (r = −0.263, p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Analysis"
        },
        {
            "text": "Coping competency showed a positive correlation with mental health (r = 0.540, p < 0.001), but a negative correlation with turnover intention (r = −0.392, p < 0.001). Mental health had a negative correlation with turnover intention (r = 0.524, p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation Analysis"
        },
        {
            "text": "Hierarchical multiple linear regression analysis was used to measure the effect of cross-cultural adjustment competency, occupational competency, and coping competency on mental health and turnover intention, in order to identify any mediating effect of mental health between these variables. Table 4 shows the analysis outputs. First, the analysis of the effects of cross-cultural adjustment competency, occupational competency, and coping competency on mental health verified that a fit regression model exists (F = 26.025, p < 0.001), and the explanatory power of the regression model was approbatively 31.7%. The result of verifying the significance of the regression coefficient for cross-cultural adjustment competency (β = 0.196, p < 0.05) and coping competency (β = 0.466, p < 0.001) indicated a positive effect on mental health, which means that those with higher levels of cross-cultural adjustment competency and coping competency are more likely to present a positive mental health condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 300,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Hierarchical Multiple Linear Regression Analysis"
        },
        {
            "text": "Second, the analysis of the effect of cross-cultural adjustment competency, occupational competency, and coping competency on turnover intention verified that a fit regression model exists (F = 16.567, p < 0.001), and the explanatory power of the regression model was approbatively 22.8%. The result of verifying the significance of the regression coefficient, cross-cultural adjustment competency (β = 0.204, p < 0.05), occupational competency (β = −0.150, p < 0.001), and coping competency (β = −0.264, p < 0.01) indicated a negative effect on turnover intention. It was also shown that mental health has a negative effect on turnover intention (β = 0.416, p < 0.001), indicating that cross−cultural adjustment competency and coping competency affect cabin crew members' intention to leave the company through the mediating effect of mental health. Additionally, it was verified that occupational competency directly had a negative effect on turnover intention (β = −0.177, p < 0.05). In other words, the cabin crew members with higher mental health levels showed a lower level of turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hierarchical Multiple Linear Regression Analysis"
        },
        {
            "text": "In this study, 75.6% (n = 130) of respondents had experience living in another country for at least six months, while 24.4% (n = 42) had no overseas experience. We conducted a multiple regression analysis to verify the moderating effect of overseas experience on the relationship between cross-cultural adjustment competency and turnover intention by separating the two sample groups. Overall, a high level of cross-cultural adjustment competency negatively affected turnover intention. However, Table 5 shows that cross-cultural adjustment competency for cabin crew members without overseas experience did not influence turnover intention (β = 0.056, t = 0.379, p < 0.707). On the other hand, cross-cultural adjustment competency for cabin crew members with overseas experience significantly influenced turnover intention (β = −0.258, t = −0.753, p < 0.007), implying that previous overseas experience has a positive effect on adjusting to new cultural environments, as well as lessening the desire to leave the occupation. Figure 2 provides the hypothesis testing results. The proposed impact of MBTI personality types on cross-cultural adjustment competency, occupational competency, and coping competency was tested (H1, H2, H3) , finding that the cabin crew members showed different levels of cross-cultural adjustment competency, occupational competency, and coping competency depending on their MBTI personality types, which supports Hypotheses 1, 2, and 3. Hypotheses 4, 5, and 6 were also tested, finding a significant association between cross-cultural adjustment competency and mental health (β = 0.196, p < 0.012), and between coping competency and mental health (β = 0.466, p < 0.000). These results supported Hypotheses 4 and 6. On the other hand, occupational competency did not impact mental health (β = −0065, p < 0.358). Thus, Hypothesis 5 was not supported. Hypotheses 7, 8, 9 , and 10 were then tested. Our findings showed that occupational competency directly influenced turnover intention (β = −0.177, p < 0.012); in addition, mental health also had a direct impact on turnover intention (β = −0.416, p < 0.000), which supported Hypotheses 8 and 10. Although cross-cultural adjustment competency and coping competency did not have a direct impact on turnover intention, they indirectly influenced turnover intention through the mediating effect of mental health. Hence, the results supported Hypotheses 7 and 9. The variables within the proposed theoretical framework explained 24.2% of the total variance in cross-cultural adjustment competency, occupational competency, coping competency, and mental health, and 22.8% of the variance in cross-cultural adjustment competency, occupational competency, coping competency, and turnover intention. Table 6 summarizes the hypothesis testing results. ",
            "cite_spans": [
                {
                    "start": 1877,
                    "end": 1890,
                    "text": "Hypotheses 7,",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1893,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1894,
                    "end": 1895,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 503,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1220,
                    "end": 1232,
                    "text": "(H1, H2, H3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2767,
                    "end": 2774,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "The Moderating Effect of Overseas Experience"
        },
        {
            "text": "The aim of the present study was (1) to identify personality profiles of Korean cabin crew in Middle Eastern airlines using MBTI (Myers-Briggs Type Indicator), (2) to investigate the correlation between personality and their cross-cultural adjustment competency, occupational competency, coping competency, and (3) to analyze the impact of these variables on their mental health and turnover intention. In addition, we verified (4) whether the cabin crew's previous overseas experience has a moderating effect on the relationship between cross-cultural adjustment competency and turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, this study demonstrated that cabin crew in Middle Eastern airlines show a demographically distinctive distribution of traits in their MBTI personality profile, compared to cabin crew in Korean domestic airlines as well as employees in other industries. According to the result of data analysis, the most dominant personality types of among Korean cabin crew in the Middle Eastern airlines was ENFP (15.1%, n = 26), followed by ESTJ (14.0%, n = 24) and ESFJ (10.5%, n = 18), whereas regarding the MBTI analysis of Korean domestic airlines cabin crew showed that ESTJ (19.3%, n = 45) was the most common type, followed by ESFJ (15.9%, n = 37) and ESFP (12.9%, n = 30). Meanwhile, the least common types were INTJ (1.2%, n = 2), ENTP (1.7%, n = 3), INTP (1.7, n = 3), and ENTJ (2.3%, n = 4). This distribution exhibited similar results with Korean domestic airlines cabin crew (INTP: 0%; ENTP: 0.9%, n = 2; INTJ: 1.3%, n = 3; ENTJ: 1.3%, n = 3) [17] . In terms of individual indexes, Extroversion (E) accounted for 66.3% (n = 114), while Introversion (I) was 33.7% (n = 58). This result reflects the fact that the cabin crew recruitment process generally involves public speaking interview, and many airlines remind in job descriptions that they look for candidates who are sociable and outgoing to enjoyably engage with passengers onboard. Sensing (S) types were 65.7% (n = 113); on the other hand, Intuition (N) types were 34.3% (n = 59). While Feeling (F) types accounted for 56.4% (n = 97), Thinking (T) types were 43.6% (n = 75). Cabin crew in Korean airlines also showed a similar outcome (Feeling: 62.2%, n = 145; Thinking: 37.8%, n = 88). It demonstrated that regardless of cultures and base of companies, for important personality as cabin crew, airlines generally show more concern for empathy, consideration, and desire to help others with a caring attitude than being rational and logical. Lastly, there was no significant differences between Judging types (51.2%, n = 88) and Perceiving types (48.8%, n = 84).",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 953,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, it was revealed that an individual's personality had a significant effect on cross-cultural adjustment competency, which can also impact mental health and intention to resign. This finding corresponds to previous studies highlighting that personality is an essential variable affecting an individual's ability in terms of cultural adaptation [8] [9] [10] [11] [12] [13] , as well as research which verified that the competence of individuals in functioning effectively in cross-cultural situations plays an important role in lowering stress and burnout [7, 53] . Additionally, foreign cabin crew in international airlines often encounter the acculturation stress, which possibly enhances their depression and will lead to intention to leave the organization [3, 4, 6] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 770,
                    "end": 772,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Third, the study results confirmed that crew members' job performance competencies regarding their respective duties (cabin service operating, galley operating, duty free sales, and safety duties during emergency situations, with the exception of safety duties during normal operations) appeared to be at different levels depending on their personalities. Despite there having been many past studies corroborating that personality types were not a strong predictor of job performance and some work-related behaviors [38, 74, 75] , this research did yield significant correlations between personality types and occupational competencies. This study's results support the fact that all individuals possess distinctive innate personalities, and it affect to their competency to perform certain duties in the workplace, which was consistent with findings from other studies [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "74,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fourth, the present study found out Extroversion personality has higher level of stress coping competency, which were consistent with the result of previous studies [47, 48] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fifth, the earlier study regarding cabin crew's stress-and work-related behaviors [3] found that the cabin crew without overseas experience tended to perceive more acculturation stress while they stayed in the Middle Eastern countries than those who had lived in other countries before joining airlines. In line with previous studies, this study supported that cabin crew members with overseas experience tended to have a high level of cross-cultural adjustment competency, which even influenced lessening turnover intention.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through this result, the personality of cabin crew was generally proven to have a significant correlation with cultural adaptation, job performance or work-related competency, and stress coping. This implies that although all crew members conduct the same duties during the flight, and seem to go through some difficulties when adapting to other cultural environment, their cultural adjustment level can be vary, and even performance in each duty can appear different depending on their own personality, which also affects their mental health and turnover intention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The academic implications of this research are as follows. First, there have been numerous studies of airline crew, yet the majority of existing studies have focused on such factors as job satisfaction, stress, burnout, and safety behavior [2] [3] [4] [5] [6] [7] 43, 65, 76, 77] . This study sought to emphasize the importance of personality traits as the factor influencing cabin crew members' cross-cultural adjustment competency, occupational competency, and coping competency. Thus, this study is the first attempt to discover international airlines' cabin crew personality profiles using the MBTI. In addition, the findings supplement earlier MBTI studies, which failed to provide empirical support regarding the relationship between MBTI traits and individual competency.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "76,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "77]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "Second, in this study, cross-cultural adjustment competency and occupational competency in respective duties were modelled by comprehensively reviewing the individual capabilities of the cabin crew member based on an earlier study. This study makes a theoretical contribution by broadening the scope of research on competency to include job performance competency, as well as the cultural adjustment of cabin crew residing overseas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "The practical implications of this study are as follows. First, the study results presented MBTI distinctive personality profiles of cabin crew in Middle Eastern airlines. It can provide useful career plan guidelines for aspiring cabin crew members, and even for former or present employees. Moreover, it suggests that each cabin crew member has unique and different personalities; thus, airlines should establish a communication training program to help them understand each other, and to avoid any conflicts within the team. Second, for cabin crew in Middle Eastern airlines, being expatriates, effective adaptation to the local community is a particularly important psychological issue. Therefore, this study gives practical suggestion to international airline companies hiring foreigners in that it is necessary to support employees by providing regular acculturation training and psychological counseling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "Second, the study highlights that crew members' job performance competencies regarding their respective duties (cabin service operating, galley operating, duty free sales, safety duties during normal operation, and safety duties during emergency situations) appeared differently depending on their personalities. In certain airlines, each crew member, except for the onboard leaders, is assigned to serve as either a cabin service operator or galley operator on every flight. These duty positions are normally decided by a purser or crew scheduling system regardless of employees' capacities or preferences, whereas certain airlines allow the crew members to decide their positions themselves. Our results indicate that each crew member has an inherent, distinctive personality and that it is essential to place an employee with the right talent in the right position for effective crew resource management. This is thus a practical contribution to human resource management guidelines for cabin crew recruitment, as well as for crew position assignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "Third, this study was conducted to understand how cross-cultural adjustment competency, occupational competency, and coping competency can affect the cabin crew's mental health and turnover intention. The results provide strategic suggestions for the airline industry to manage employees in order to maintain positive mental health conditions, improve job satisfaction, and reduce the resignation rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implication"
        },
        {
            "text": "Despite the theoretical and practical implications of this research, it has several inherent limitations. First, there was a limit to collecting sufficient surveys due to the redundancies caused by COVID-19 and the time difference between Korea and the Middle Eastern countries. Moreover, it should be noted that all study participants were Korean, so these findings cannot be generalized. Therefore, for the generalization of future studies, it will be necessary to ensure that sufficient samples are collected from the Middle Eastern airlines, or we expect future relevant research to extend our model with cross-culturally generalizable samples in order to evaluate the comparison of personality profiles and their association with variables more objectively. Second, to assess MBTI personality types correctly, it is important to hold an in-depth conversational interview between MBTI experts and participants. However, due to the COVID-19 pandemic, we were forced to use online methods of data collection. Moreover, the survey questionnaire was assessed by self-reporting, which could be affect by response bias, social desirability, or subjective judgement towards the participants' competency. Therefore, for future research regarding MBTI personality, it is recommended to carry out research using face-to-face in-depth interviews or qualitative methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation and Recommendation for Future Research"
        },
        {
            "text": "Since cabin crew are essential front-line employees in the aviation industry, their duty performance and competency are crucial to increase service quality onboard. This study focused on cabin crew's personality as variable influencing their individual competency, and enhanced Myers-Briggs Personality Indicator theory by identifying predictor variables that best predict cross-cultural adjustment competency, occupational competency, and stress coping. Additionally, the research findings provided the evidence that individuals' different levels of cultural adjustment competency, occupational competency, and stress coping can significantly influence their mental health and turnover intention, paving the way for a broader research area. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Using compensation satisfaction to predict turnover intention and theft among cabin crew: Mediating role of fraternal deprivation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vatankhah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raoofi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghobadnezhad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Serv. Sci. Res",
            "volume": "9",
            "issn": "",
            "pages": "91--119",
            "other_ids": {
                "DOI": [
                    "10.1007/s12927-017-0006-2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hassles of cabin crew: An exploratory study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsaur",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Air Transp. Manag",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jairtraman.2020.101812"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Foreign flight attendants stress and its impact of work-related behaviors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korean J. Hosp. Tour",
            "volume": "27",
            "issn": "",
            "pages": "71--85",
            "other_ids": {
                "DOI": [
                    "10.24992/KJHT.2018.10.27.07.71"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A research on the effects of cabin crew's stress living abroad on turnover intention: Focused on Korean crew working in middle east airlines",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Tour. Manag. Res",
            "volume": "22",
            "issn": "",
            "pages": "237--263",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of Mental Health Issues and its Implications on Cabin Crew at Emirates Airlines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mumtaz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A study on the influence of the depression due to acculturative stress on turnover intention of foreign airline crews",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Korean J. Hosp. Tour",
            "volume": "28",
            "issn": "",
            "pages": "53--70",
            "other_ids": {
                "DOI": [
                    "10.24992/KJHT.2019.04.28.03.53"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of cultural intelligence on burnout of Thai cabin crew in non-national airlines moderated by job tenure",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seriwatana",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charoensukmongkol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Personality, cultural intelligence, and cross-cultural adaptation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Handbook of Cultural Intelligence: Theory, Measurement, and Applications",
            "volume": "",
            "issn": "",
            "pages": "159--173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Personality traits and expatriate adjustment in Malaysia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiumarsi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Asia Bus. Stud",
            "volume": "12",
            "issn": "",
            "pages": "594--612",
            "other_ids": {
                "DOI": [
                    "10.1108/JABS-06-2017-0091"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Personality and expatriate adjustment: A meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laginess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viswesvaran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Occup. Organ. Psychol",
            "volume": "91",
            "issn": "",
            "pages": "486--517",
            "other_ids": {
                "DOI": [
                    "10.1111/joop.12215"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Personality and individual factors in acculturation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kosic",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Cambridge Handbook of Acculturation Psychology",
            "volume": "",
            "issn": "",
            "pages": "113--128",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Personality and sojourner adjustment: An exploration of the Big Five and the cultural fit proposition",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Cross Cult. Psychol",
            "volume": "35",
            "issn": "",
            "pages": "137--151",
            "other_ids": {
                "DOI": [
                    "10.1177/0022022103260719"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The distinction between stable and dynamic cross-cultural competencies: Implications for expatriate trainability",
            "authors": [
                {
                    "first": "-O&apos;",
                    "middle": [],
                    "last": "Leiba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Int. Bus. Stud",
            "volume": "30",
            "issn": "",
            "pages": "709--725",
            "other_ids": {
                "DOI": [
                    "10.1057/palgrave.jibs.8490835"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Interrelationship of Demographic Characteristics, Myers-Briggs Personality Preferences and Perceived Competence of Career Education Coordinators",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shylo",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Communication Style, Communication Competence, and Empathic Ability according to Myers-Briggs Type Indicator (MBTI) Personality Type of Education Administrative Officials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob. Creat. Lead",
            "volume": "6",
            "issn": "",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Communication competence and satisfaction in interpersonal relationship on MBTI personality patterns (Focused on 3rd military Cadet)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwangbo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Converg. Secur. J",
            "volume": "16",
            "issn": "",
            "pages": "11--26",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differences in Job Satisfaction According to NLP Preferred Representational System, MBTI Personality Type and Resilience of Flight Attendants",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Korea Acad. Psychol. Type",
            "volume": "16",
            "issn": "",
            "pages": "42--63",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Introduction to Type: A Guide to Understanding Your Results on the Myers-Briggs Type Indicator",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "978--9999650090",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Manual: A Guide to the Development and Use of the Myers-Briggs Type Indicator Instrument",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccaulley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Quenk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "CPP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Myers-Briggs Type Indicator Form M: MBTI Guidelines for Utilization and Research",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccaulley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Quenk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "trans.). Seoul: Assesta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Introduction to Myers-Briggs Type",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human Adaptation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Development of an acculturative stress scale for international students: Preliminary findings",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Sandhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Asrabadi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Psychol. Rep",
            "volume": "75",
            "issn": "",
            "pages": "435--448",
            "other_ids": {
                "DOI": [
                    "10.2466/pr0.1994.75.1.435"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Role of cross cultural training on expatriates overall adjustment in China and Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jawad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zulqarnain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur. Online J. Nat. Soc. Sci",
            "volume": "2020",
            "issn": "",
            "pages": "828--848",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Psychological Aspects of Geographical Moves: Homesickness and Acculturation Stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Tilburg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vingerhoets",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Loneliness and acculturation among adolescents from immigrant families in Portugal 1",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Appl. Soc. Psychol",
            "volume": "32",
            "issn": "",
            "pages": "630--647",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1559-1816.2002.tb00234.x"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Acculturation stress, social support, and self-rated health among Latinos in California",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Vega",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immigr. Health",
            "volume": "5",
            "issn": "",
            "pages": "109--117",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1023987717921"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Disaggregating the effects of acculturation and acculturative stress on the mental health of Asian Americans",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cult. Divers. Ethn. Minority Psychol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/1099-9809.14.2.147"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A systematic review of physical health consequences and acculturation stress among Latinx individuals in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gonzalez-Guarda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stafford",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Befus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Conklin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biol. Res. Nurs",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1099800420968889"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The social cognition of immigrants' acculturation: Effects of the need for closure and the reference group at entry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kosic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Kruglanski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pierro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mannetti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Personal. Soc. Psychol",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.86.6.796"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Acculturation, social identity, and social cognition: A new perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hisp. J. Behav. Sci",
            "volume": "25",
            "issn": "",
            "pages": "35--55",
            "other_ids": {
                "DOI": [
                    "10.1177/0739986303251694"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Predicting effectiveness in global leadership activities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caligiuri",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tarique",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. World Bus",
            "volume": "44",
            "issn": "",
            "pages": "336--346",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jwb.2008.11.005"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The big five personality characteristics as predictors of expatriate's desire to terminate the assignment and supervisor-rated performance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Caligiuri",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pers. Psychol",
            "volume": "53",
            "issn": "",
            "pages": "67--88",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1744-6570.2000.tb00194.x"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The relationship between expatriates' personality traits and their adjustment to international assignments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lawler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int. J. Hum. Resour. Manag",
            "volume": "16",
            "issn": "",
            "pages": "1656--1670",
            "other_ids": {
                "DOI": [
                    "10.1080/09585190500239325"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Lärande och Utbildning i Arbetslivet: Problem, Begrepp och Teoretiska Perspektiv (Competence, Learning, and Work-Based Education: Problems, Concepts, and Theoretical Perspectives)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Ellström",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kompetens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Yes, personality matters: Moving on to more important matters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Barrick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hum. Perform",
            "volume": "18",
            "issn": "",
            "pages": "359--372",
            "other_ids": {
                "DOI": [
                    "10.1207/s15327043hup1804_3"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Enhancing Teachers' Personality and Social Competence: MBTI Approach",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Listyasari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zulaikha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soraya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yundianto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the Asian Conference on Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "An investigation of the relationship between MBTI personality types and decision-making competence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mesárošováa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bavol&apos;arb",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New Trends Issues Proc. Humanit. Soc. Sci",
            "volume": "2",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The relationship between emotional intelligence and communication skill, clinical competence & clinical practice stress in nursing students",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Korea Acad. Ind. Coop. Soc",
            "volume": "14",
            "issn": "",
            "pages": "2749--2759",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The effects of hotel service personnel's personality types on the employee service orientation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Tour. Manag. Res",
            "volume": "23",
            "issn": "",
            "pages": "215--233",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Application of augmented reality in aviation: Improving engagement of cabin crew during emergency procedures training",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gangabissoon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bekaroo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Moedeen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 2nd International Conference on Intelligent and Innovative Computing Applications",
            "volume": "24",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The effects of specific job satisfaction facets on customer perceptions of service quality: An employee-level analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Snipes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Oswald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Armenakis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Bus. Res",
            "volume": "58",
            "issn": "",
            "pages": "1330--1339",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusres.2004.03.007"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Burnout and work engagement among cabin crew: Antecedents and consequences",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Aviat. Psychol",
            "volume": "22",
            "issn": "",
            "pages": "41--58",
            "other_ids": {
                "DOI": [
                    "10.1080/10508414.2012.635125"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Coping Competence Questionnaire: A measure of resilience to helplessness and depression",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Schroder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ollis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Motiv. Emot",
            "volume": "37",
            "issn": "",
            "pages": "286--302",
            "other_ids": {
                "DOI": [
                    "10.1007/s11031-012-9311-8"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Coping competence as predictor and moderator of depression among chronic disease patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Schroder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Behav. Med",
            "volume": "27",
            "issn": "",
            "pages": "123--145",
            "other_ids": {
                "DOI": [
                    "10.1023/B:JOBM.0000019848.84779.a9"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Myers Briggs type indicator personality profiles in unipolar depressed patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Janowsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "World J. Biol. Psychiatry",
            "volume": "3",
            "issn": "",
            "pages": "207--215",
            "other_ids": {
                "DOI": [
                    "10.3109/15622970209150623"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "On the relationship between college students' personality types and their ego-resilience & self-efficacy based on the MBTI Personality Assessment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian J. Public Health Res. Dev",
            "volume": "9",
            "issn": "",
            "pages": "2175--2179",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The relation between MBTI personality types and stress, resilience, school adaptation of nursing students",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Korean Soc. Sch. Community Health Educ",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Promoting Mental Health: Concepts, Emerging Evidence",
            "authors": [],
            "year": null,
            "venue": "Practice (Summary Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Report on the Second Session",
            "authors": [],
            "year": 1950,
            "venue": "Proceedings of the Expert Committee on Mental Health",
            "volume": "",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Comparison of Beck Depression Inventories-IA and-II in psychiatric outpatients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Steer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Personal. Assess",
            "volume": "67",
            "issn": "",
            "pages": "588--597",
            "other_ids": {
                "DOI": [
                    "10.1207/s15327752jpa6703_13"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The roots of the concept of mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bertolote",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "World Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/j.2051-5545.2008.tb00172.x"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The relationship between cultural distance and expatriate burnout: The moderating effect of cultural intelligence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bolat",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Seymen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Bolat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yuksel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc. Sci. Stud. J",
            "volume": "3",
            "issn": "",
            "pages": "1480--1493",
            "other_ids": {
                "DOI": [
                    "10.26449/sssj.245"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Employee turnover: A meta-analysis and review with implications for research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tuttle",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Manag. Rev",
            "volume": "11",
            "issn": "",
            "pages": "55--70",
            "other_ids": {
                "DOI": [
                    "10.5465/amr.1986.4282625"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Coping and Consequences of Stress at Work",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Causes",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Burnout Companion to Study and Practice: A Critical Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schaufeli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enzmann",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Job and Work Design: Organizing Work to Promote Well-Being and Effectiveness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Social work and managed care: Measuring competence, burnout, and role stress of workers providing mental health services in a managed care era",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Acker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Soc. Work",
            "volume": "9",
            "issn": "",
            "pages": "269--283",
            "other_ids": {
                "DOI": [
                    "10.1177/1468017309334902"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The Multicultural Personality Questionnaire: A multidimensional instrument of multicultural effectiveness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Oudenhoven",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. J. Personal",
            "volume": "14",
            "issn": "",
            "pages": "291--309",
            "other_ids": {
                "DOI": [
                    "10.1002/1099-0984(200007/08)14:4<291::AID-PER377>3.0.CO;2-6"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The Multicultural Personality Questionnaire: Reliability and validity of self-and other ratings of multicultural effectiveness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Oudenhoven",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Res. Personal",
            "volume": "35",
            "issn": "",
            "pages": "278--288",
            "other_ids": {
                "DOI": [
                    "10.1006/jrpe.2001.2320"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A Study on the Model of Competency for Airline Cabin Crew: A Study on the Development of Competency Model for Flight Attendants",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Study on the competency modeling and general competencies of a cabin attendant",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Tour. Hosp. Res",
            "volume": "20",
            "issn": "",
            "pages": "335--350",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A new scale of social desirability independent of psychopathology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Crowne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marlowe",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "J. Consult. Psychol",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/h0047358"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The SOCO scale: A measure of the customer orientation of salespeople",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saxe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Weitz",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mark. Res",
            "volume": "19",
            "issn": "",
            "pages": "343--351",
            "other_ids": {
                "DOI": [
                    "10.1177/002224378201900307"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Investigating the effects of job demands and job resources on cabin crew safety behaviors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tour. Manag",
            "volume": "41",
            "issn": "",
            "pages": "45--52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tourman.2013.08.009"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The Effect of Airlines Safety Management System on Safety Perception and Safety Behavior: The Effect of Safety Management System on the Safety Awareness and Safety Behavior",
            "authors": [
                {
                    "first": "G.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The relationship between safety training programs for cabin crew and safety behavior: Focused on the mediating role of safety consciousness",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Tour. Hosp. Res",
            "volume": "31",
            "issn": "",
            "pages": "151--167",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A study on the competence of Korean cabin crew in foreign airlines using the Importance-Performance Analysis (IPA)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Aviat. Manag. Soc. Korea",
            "volume": "8",
            "issn": "",
            "pages": "29--45",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The Brief Resilience Scale: Assessing the ability to bounce back",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiggins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tooley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Behav. Med",
            "volume": "15",
            "issn": "",
            "pages": "194--200",
            "other_ids": {
                "DOI": [
                    "10.1080/10705500802222972"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Korean Manual of Symptom Checklist-90-Revision. Simplified Mental Examination Guidelines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Won",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The Use of Psychological Testing for Treatment Planning and Outcomes Assessment: Instruments for Adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Derogatis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "High-Involvement Management. Participative Strategies for Improving Organizational Performance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Lawler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Personal. Soc. Psychol",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.51.6.1173"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Cognitive intelligence, emotional intelligence and personality types as predictors of job performance: Exploring a model for personnel selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dhliwayo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coetzee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SA J. Hum. Resour. Manag",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4102/sajhrm.v18i0.1348"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Personality and work performance: Myers-Briggs Type Indicator correlates of managerial performance in two cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furnham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stringfield",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Personal. Individ. Differ",
            "volume": "14",
            "issn": "",
            "pages": "145--153",
            "other_ids": {
                "DOI": [
                    "10.1016/0191-8869(93)90184-5"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Job satisfaction, organizational commitment, and flight attendants' turnover intentions: A note",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Air Transp. Manag",
            "volume": "12",
            "issn": "",
            "pages": "274--276",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jairtraman.2006.05.001"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Job stress among female flight attendants",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Deddens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Grajewski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hurrell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Occup. Environ. Med",
            "volume": "45",
            "issn": "",
            "pages": "703--714",
            "other_ids": {
                "DOI": [
                    "10.1097/01.jom.0000071509.96740.dd"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conceptual model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "< 0.05, ** p < 0.01, *** p < 0.001. Note. CA = cross-cultural adjustment competency, OC = occupational competency, CS = cabin service operating, GO = galley operating, DS = duty free sales, SN = safety duty during normal operation, SA = safety duty during abnormal operation, CC = coping competency, MH = mental health, TI = turnover intention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structural model result. Note: * p < 0.05, *** p < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contributions: Conceptualization, M.S. and S.S.H.; methodology, M.S. and S.S.H.; software, M.S.; validation, H.-j.C.; formal analysis, M.S.; investigation, H.-j.C.; resources, H.-j.C.; data curation, H.-j.C.; writing-original draft preparation, M.S.; writing-review and editing, S.S.H. and H.-j.C.; visualization, H.-j.C.; supervision, S.S.H.; project administration, M.S.; funding acquisition, S.S.H. and H.-j.C. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "This work was supported by the National Research Foundation of Korea (NRF) grant funded by the Korea government (*MSIT) (No.2018R1A5A7059549). *Ministry of Science and ICT.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cross-cultural competency was measured with 4 items based on open-mindedness, flexibility, emotional stability, and social initiative from the MPQ (Multicultural Per-) safety duties during normal operations, and (5) safety duties during abnormal and emergency situations. The questions were adapted from cabin crew job competency scale by Park[61], Lee[62], a new scale of social desirability independent of psychopathology by Crown and Marlow[63], a measure of the customer orientation of salespeople by Saxe and Weitz[64], and safety behaviors scales by Chen and Chen[65],Kim [66], Seo[67], and Kwon[68].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shows the distribution of MBTI types of the respondents. The most dominant MBTI personality type among Korean cabin crew members in the Middle Eastern airlines was ENFP (15.1%, n = 26), followed by ESTJ (14.0%, n = 24) and ESFJ (10.5%, n = 18). In terms of individual traits, Extroversion was exhibited by 114 (66.3%), Sensing traits by 113 (66.7%), Feeling traits by 97 (56.4%), and Judging traits by 88 (51.2%). Distribution of MBTI personality types among the respondents.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "t-test for cross-cultural adjustment competency, occupational competency, and coping competency.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Correlation analysis of cross-cultural adjustment competency, occupational competency, coping competency, mental health, and turnover intention.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Effects of cross-cultural competency, occupational competency, and coping competency on mental health and turnover intention, and the mediating effect of mental health.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Moderating effect of overseas experience.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Hypothesis testing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}